{
	"title_id": "000400000014F500",
	"eshop_id": "50010000038724",
	"product_code": "CTR-N-KRUP",
	"name": "Rytmik Ultimate",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 45,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/6b7b3c161ce81eb03bfc3bc44211f0c3c4cfa91b08db5c1c0886b3346f4cd96c.jpg",
	"data_size": "57232228",
	"description": "O Rytmik é uma potente estação musical de bolso que te permite não só jogares com amostras e instrumentos musicais, como também misturá-los, moldá-los e criar clipes ou faixas de música para a tua playlist de sexta à noite. Graças às novas funcionalidades, o Rytmik Ultimate transporta a criação de música para um nível completamente novo. O Rytmik permite-te partilhares as tuas músicas com outros utilizadores através da Rytmik Cloud, e também podes utilizá-lo como um leitor das músicas carregadas na Rytmik Cloud através dele. Além disso, os utilizadores podem trocar as suas músicas e colaborar na sua composição. Outra funcionalidade nova, e que é também a mais desejada entre os fãs, é a possibilidade de exportar e guardar as músicas num dispositivo de armazenamento local. Quando o teu trabalho estiver concluído, podes guardá-lo no formato WAV. E isso não é tudo! Cada instrumento é agora um sintetizador de mesa de ondas. Com o módulo de efeitos avançados, dispões de mais potência para moldares sons com o envelope ADSR, vibrato, portamento, modelador de ruídos ou atraso digital. Além disso, o módulo de sintetização de formas de onda desenháveis permite que os utilizadores desenhem e modifiquem a sua própria onda e a utilizem como um oscilador de amostras – o qual te permite utilizares o Rytmik Ultimate como um sintetizador de chiptunes acusticamente único. O Rytmik Ultimate inclui uma biblioteca de sons com mais de 750 instrumentos que contém as bibliotecas da série Rytmik anterior (Rytmik, Retrobits, Hiphop King e World Music) e adiciona um novíssimo conjunto de amostras, desde batidas dubsteps e graves profundos até aberturas de sintetização e efeitos especiais avançados. Evidentemente, o Rytmik Ultimate com a Rytmik Cloud incluirá mais funcionalidades e adições à popular série para enriquecer a tua experiência de reprodução de sons e criação de música em movimento. Características principais Partilha as tuas músicas através da Rytmik Cloud Guarda e exporta a tua música no formato WAV Mais de 750 instrumentos musicais Um módulo de sintetização de formas de onda desenháveis Efeitos avançados, tais como envelope ADSR, atraso digital, modelador de ruídos, compensação de amostras, definição de loops e mais Praticamente todos os parâmetros de efeitos podem ser modulados através do sequenciador de passos Interface simples e intuitiva, mas potente O Rytmik Ultimate é uma potente estação musical de bolso. ",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-12-10",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/7dbb767143205c0339263f518d9763d732cbe4de73ac0f891dd345b1592f4e37.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/e1f3640bbadd27132f1de10bed85a840651d247f91faee6a0d76621842b088d9.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/31b136ea6f0b7f0bb5f2fcb045e382c8b6eecb41ed820f00526e953f690befa9.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/2180834908f5b492da68a62076179fb3d2265f378358d1fd5311871d617692a3.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/05006888cd0729b1f65b96a63a411b7f3a77fe0c1f9cecfd487f7860888524c2.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/dcf94b78d94a7c4387a2fcebafad04399822077e3b8467429b05a22e365ce9e0.jpg"
		}
	],
	"movies": []
}