{
	"title_id": "0004000000198800",
	"eshop_id": "50010000040376",
	"product_code": "CTR-N-KGXP",
	"name": "Digger Dan DX",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1688,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/01e1ac25ad04d7fd6995dfa28aae3009933b8743b5a07977deb1b5a457fd4f03.jpg",
	"data_size": "29076324",
	"description": "Digger Dan ha trovato una vecchia miniera piena di grotte ancora traboccanti di tesori. Sarai capace di guidarlo nella giusta direzione, scavando nel terreno, per collezionare le Gemme e le Pepite d'oro? Studia bene il tuo percorso quando sposti le rocce, altrimenti Dan incapperà in una delle tante trappole disseminate nella miniera. Inoltre quelle rocce potranno risultare molto utili, soprattutto se lanciate addosso a un mostro che stai cercando di evitare. Con un'attenta osservazione dei mostri svelerai i loro schemi di movimento... prendi tempo prima di buttarti nella zuffa. Dan non è solo. In alcuni livelli troverai il suo fido compagno Kaboom (la marmotta addomesticata di Dan) che schiaccia un pisolino. Sveglialo e lui si infilerà nei passaggi troppo piccoli al posto di Dan. Usa Dan e Kaboom insieme nei puzzle che non possono essere risolti da uno solo dei due. Scavando sempre più in profondità nelle 100 grotte, scoprirai le Gemme segrete sepolte nel terreno, svelerai i misteri dei wormhole che ti trasportano attraverso il livello, ti aprirai dei varchi utilizzando i barili di tritolo abbandonati e collezionerai picconi per liberare le gemme intrappolate nelle rocce. Alcune delle grotte che incontrerai saranno allagate e ti spingeranno a pianificare il tuo cammino con maggiore attenzione, in modo da non restare a corto d'aria. Usa le fotocamere per scattare delle istantanee del livello, così se commetterai degli errori o se resterai intrappolato, potrai usarle come punto per ricominciare. Sarai in grado di diventare un giocatore da Stella d'oro? Mettiti alla prova e completa la grotta battendo il tempo e collezionando le gemme segrete in ciascun livello. Caratteristiche: * Quattro aree a tema classificate come allenamento, facili, medie, difficili. * Stratificazione stereoscopica 3D * Grafiche completamente rinnovate * Effetti sonori migliorati * Classifica punteggi migliori per ogni livello * 4 slot di salvataggio – sfida la tua famiglia a battere i tuoi record * 60fps per immagini più fluide",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-05-19",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/660222933784eb414a1b45956e6eecccd1160ed939a81a392faa8025df258ae4.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/72503d6924cb500feee7b808ba85ce893c808c14173da76cc65b2e1fc3b7ebe7.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/fdc36e3d2bddbf4c5519db8bdedc2b5c7b16e3ce97fc5387467d077fb36d7957.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/126bc54edf6b3f9e8ccde07545673c1bd8b7aaaff6f2a8e7afb95269175c7a46.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/e58688cbd1fbde231afd2268734ed3615b749902f7d7363f7202daf37237927a.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/1881ad078d5f164be68a7e8155d370ccc8e1d4ab7ebf7baa6c06c65f1bcebc93.jpg"
		}
	],
	"movies": []
}