{
	"title_id": "00040000000D1600",
	"eshop_id": "50010000014802",
	"product_code": "CTR-N-JBGP",
	"name": "Witch's Cat",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 12,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/472e2491ead4bb6d1c16c77f5d27571271237557f3b27bb395497abd8e1d0944.jpg",
	"data_size": "51166052",
	"description": "En la aventura anterior, la perversa Reina envió a un numeroso grupo de sus queridos servidores, los gatos de Cheshire, para encontrar y capturar a Alice y a Rabi. Poco después de ser capturados, una de las servidoras de la Reina, una gata de Cheshire llamada Alicia, sintió curiosidad por Alice y supo instintivamente que era una buena persona. Sin que Alice o Rabi lo supieran, Alicia les ayudó a escapar de su encarcelamiento. Frustrada por no poder comunicarse con Alice y con la esperanza de hacerse su amiga, Alicia anheló ser humana para poder hablar. La Reina descubrió el deseo oculto de Alicia y la encarceló en el corazón de su reino. Dubois, una poderosa bruja de dudosa reputación y enemiga de la Reina, encontró a Alicia y la ayudó a escapar. Dubois, que ya sabía que Alicia deseaba ser humana, le ofreció su ayuda para conseguirlo. Alicia, que sabía muy bien que ya no era bienvenida en Wonderland y con un profundo deseo de ser humana, aceptó de mala gana su propuesta a pesar de la mala reputación de Dubois. Witch’s Cat no es solo un juego de puzle sino el relato de la travesía personal de Alicia, una travesía de fe, coraje y traición. ¿Se hará realidad el sueño de Alicia y se encontrará con Alice en el mundo de los humanos? Caracteristicas: - Explora y escapa de 50 fases maliciosamente diseñadas por la Reina. - Transfórmate a voluntad en humana o en gata de Cheshire. - Aprende y domina varios tipos de magia.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-06-20",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1fba6f559be7b54c24b4401bbf06c7fe4bdf3d88c764440118b4073fd8f23635.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/edf6fd0a8901a62f3bb8eff23132132931c4a3dd444baa0cf80b6006018e497b.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/34bc07dad1bd33f3178ff692c029279a40590c3af0cc3b77d83beec1e1aecdc3.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/899e7f45458a258971aa36e272a4145a574b5a75a4d0f413eee721f6fbd90e13.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/ac769e99da2bc7add0146eec8a5b3de8b82c4f40fadec87b05e6822df4f31d96.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/c0864db29800e9458dd0327140c827e5313eb67b6eb181721f0cd47b532919ed.jpg"
		}
	],
	"movies": []
}