{
	"title_id": "0004000000175900",
	"eshop_id": "50010000036496",
	"product_code": "CTR-N-KCCP",
	"name": "Cube Creator 3D",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 33,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/2ade9a544f4c7432ff680d16815dc669038d2700ae528a7f44b0a579f527a3f8.jpg",
	"data_size": "28707684",
	"description": "Concevez votre propre royaume dans de superbes mondes générés de manière aléatoire avec Cube Creator 3D. Vous pouvez également rassembler des ressources, combiner des éléments, explorer et combattre des créatures étranges pour survivre dans cet univers expansif et cubique. Le Mode créatif vous permet d'explorer le monde en mode 3D Stéréoscopique. La présentation sur double écran évite à votre inventaire de ressources d'encombrer l'écran de jeu. Les commandes tactiles sont faciles à utiliser, elles vous permettent d’optimiser au mieux votre jeu en monde ouvert. L’éclairage dynamique et les effets innovants placent Cube Creator 3D bien au-dessus de ses concurrents. En Mode survie, les joueurs peuvent explorer, créer, creuser et se battre dans la forêt, le désert, la montagne, et des mondes sur le thème de la toundra. Pour commencer, vous n’aurez que vos mains nues pour récolter des ressources afin de créer des outils et des armes, et pour construire des abris de protection. Construire de meilleurs outils et de meilleures armes vous permet d'explorer des grottes, d’extraire leur précieux minerai, et de lutter contre de nombreux monstres malveillants. Créez, explorez et partez à la conquête de ces mondes voxel pour en faire votre propre royaume.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-08-20",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/79624e683b4c12daba9717b7f6444c69ad1d28ddd324f749783ba86ce839b7be.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/1c62644da3594667acb54c4b22a10136d71167eed501fda21e3748ecb945a2bb.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/38f4c92a891a8c4f00bff31c952ebf238d210c48be8fb3d03374951259003b8f.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/b22ca3ad709a536e3f2e42d156f8d81c8312b8dba872f4c528f3d878f984a081.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/9523825e7dac04373f9724678337504d4f92fc87d0d004fcb50f2959a7cbe49e.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/d4f759fab435acee0bebdf34071a29a089e87fbaf095bc65dff7ef376438bc2f.jpg"
		}
	],
	"movies": []
}