{
	"title_id": "0004000000086100",
	"eshop_id": "50010000009421",
	"product_code": "CTR-P-AL3P",
	"name": "Farming Simulator 2012 3D",
	"platform": 18,
	"platform_device": "CTR",
	"publisher": 503,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/214acf45195d19f1c2663d22bc1f7ad791f055ed440fec9b3d2bcb896aa53d53.jpg",
	"data_size": null,
	"description": "Mettiti gli stivali e prendi il tuo 3DS™ - ora è il momento di giocare alla tua simulazione di carriera favorita sulla tua console portatile! Il Nintendo 3DS è un hardware innovativo che introduce per la prima volta i giochi 3D sul mercato dei palmari. Il 3DS utilizza una funzionalità 3D e un migliore scorrimento del display LCD, offre un effetto tridimensionale senza occhiali nei giochi compatibili dando ai giocatori la possibilità di moderare l'effetto come meglio credono. Questa tecnologia ti permette ora di lavorare con un ampio paesaggio fatto di proprietà, strade, la tua casa e la fattoria nonché un piccolo villaggio, con i veicoli che si trovano nella tua generosa flotta – tutto in 3D nel \"Farming Simulator 2012 3D\". Siediti al volante di vere macchine agricole di produttori rinomati come DEUTZ-FAHR, KRONE, HORSCH, AMAZONE, LEMKEN, ARCUSIN, KRAMPE e VOGEL & NOOT e inizia: zappa i tuoi campi, seminali con una delle tre piante (mais, colza e grano) e fertilizza per accelerarne la crescita. Per la tua motivazione, sarai in grado di vendere il raccolto e di investire in nuove attrezzature. Per la prima volta potrai anche comprare nuovi campi. Come è noto dalla serie \"Farming Simulator\", sarai supportato da assistenti digitali che svolgono il lavoro che assegni loro. In questo modo sarai in grado di organizzare in modo efficiente la tua fattoria e massimizzare il profitto. Caratteristiche: - Metti il tuo \"Farming Simulator\" in tasca e gioca ovunque e quando vuoi sul Nintendo 3DS™ - Flotta di grandi veicoli da produttori rinomati come DEUTZ-FAHR, KRONE, HORSCH, AMAZONE, LEMKEN, ARCUSIN, KRAMPE e VOGEL & NOOT - Utilizza una varietà di attrezzature complesse e rimorchi - Impianto di biogas per la produzione di energia - Assistenti via computer che ti aiuteranno nel tuo lavoro - Modalità-carriera con la parte per la gestione - Tre diverse piante: mais, colza e grano - Un mondo enorme liberamente accessibile con un dinamico ciclo giorno/notte",
	"availability": {
		"eshop": false,
		"retail": true,
		"dates": {
			"eshop": null,
			"retail": "2012-03-29"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/c998d1c2b1328d5babe584cae77934631047953209d227fc94851f41433214ab.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5f6efb743f9f0a9e79f6acecaa06d7328a2fdf8cded04f8a2d7c1f83a2359cb9.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/ef087d9dd45ff6669a232670af7360b7d535ccc6d47f1654843c97e1f3140ad9.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/bb8da94690e35a06a439292f5b98581cc1193f1f3b0f2f9249e84642a339b1f6.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/13d367472bfedcc2258785bd5afc9dd7531e8a6ddef59ebf83dedcd0dbf78de2.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/7b554c21dd7fe747ec88dcd70f598b5eb8dd16e2409549abe304801f4a5ce94d.jpg"
		}
	],
	"movies": []
}