{
	"title_id": "00040000000BC600",
	"eshop_id": "50010000012053",
	"product_code": "CTR-N-JLLP",
	"name": "Hana Samurai Art of the Sword™",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/b5661d2046eab604fca111ab907c2ffdd668d5561113e03fc967537aaa1872d7.jpg",
	"data_size": "60156772",
	"description": "Игра Hana Samurai: Art of the Sword — не для тех, кто привык бездумно стучать по кнопкам. Здесь игроку предстоит попробовать себя в поединках на мечах, совершенстовать боевое мастерство и оттачивать собственный стиль боевого искусства. Итак, вы — главный герой. Перед вами лежит мир, в котором господствуют красота и смертельная опасность. Ваша задача — освободить легендарную принцессу Cherry Blossom из лап похитителя. Однако на каждом шагу вас ожидают приспешники злодея, размахивающие холодным оружием. Вам придется задействовать боевые навыки и чутье, чтобы одолеть врага и спасти принцессу. Научитесь прогнозировать движения противника, молниеносно отражать нападение и ищите любые возможности для контратаки. Для начала в вашем арсенале будет только Меч Сакуры и немного жизненных сил. Кроме того, вы получите небольшой инструктаж от Духа воды. Вам предстоит выстоять в изнурительной череде атак. С каждым боем враг будет становиться все хитрее и изворотливей. Перед тем как сразиться лицом к лицу с главарями, вы должны будете взять штурмом огромные замки. Не обходите стороной деревни, расположенные на вашем пути: здесь вы сможете обновить снаряжение и перевести дух после боя, а местный народец вас подбодрит да поможет советом. Докажите, что вы — настоящий Самурай Сакуры!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2012-10-11",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/942dc9771521b2bc52c3e9d40895b407fc85cb10ae8f781557427155d1ef77c7.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ab043e1a18014a45f6706f273964f095a4ba9e7421bccd0d2061099a2f832772.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/3c606927febc811bab36e1d29228712e20f9e7a1f6428f3f03f6a9ae937b379e.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/1192027fb24364268d5fd4d414d0b18edd045d1202317da4da2e169f2fe357e7.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/7685457b1080ce8e28e3afb85c05f4f4d9d985913043810ce2fdbd542b11ec36.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/34b9e8b3e6b062374c1fc96fcc708c5334c7ad6f3f0e69ff009a93de42de9970.jpg"
		}
	],
	"movies": []
}