{
	"title_id": "0004000000117800",
	"eshop_id": "50010000025255",
	"product_code": "CTR-N-JXRP",
	"name": "European Conqueror 3D",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 46,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/12cd2fcaa338a744ee977aef48ba92983daeb826910d024fa92472cd6b03de7a.jpg",
	"data_size": "79485796",
	"description": "European Conqueror 3D ist ein neues Strategiespiel, das im Zweiten Weltkrieg handelt. Im Spiel können Sie Ihren Truppen befehlen bestimmte Gebiete, wie Länder, Städte und Ozeane, zu erobern. Sammeln Sie Ressourcen, wachsen Sie in Ihrer Wirtschaftskraft, trainieren Sie Truppen, vernichten Sie Ihre Gegner und erobern Sie deren Hauptstadt. Es gibt 28 europäischen Länder, mit mehr als 200 Land- und Meeresgebieten. Wählen Sie für die verschienden SpielModi zwischen 12 Ländern von den Achsenmächten oder den Alliierten. Während des Spiels müssen Sie die drei Grundtypen der Truppen vernünftig verwalten. Dazu gehören Infantrie, Panzer und Artillerie. Entscheiden Sie weise! Die KI sollte man nicht auf die leichte Schulter nehmen. Die Attribute der Waffen sind für jedes Land verschieden. Zum Beispiel sind deutsche Panzer die stärksten im Spiel, aber dafür sind sie sehr teuer. Im Spiel müssen Sie Militärkarten verwenden, um zu gewinnen. Zwei Modi sind inkludiert: EroberungsModus und KampagnenModus. EroberungsModus: Wählen Sie eines von 12 Ländern, die entweder den Achsenmächten oder den Alliierten angehören, um Europa zu dominieren. Die anderen Länder werden entweder für Sie, gegen Sie, oder neutral sein. KampagnenModus: Die Hauptstoryline fokussiert auf 4 Ländern (Deutschland, Großbritannien, Frankreich und Sowjetunion), mit insgesamt 16 Kämpfen. Mit einem SoundDesign, das die Spieler wirklich in die Action eintauchen lässt. Features: - 3 Schwierigkeitsstufen - Neue Kampagnen - AutoSpeichern",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-09-04",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/f3ecadf333c448919ef51530ac0df753122c7bb216ddca0a78e2d7ade756803a.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/6efea58f9232597e2c8ebd88d436d6e3f69908bdf85207321c70a9b91adcb09d.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/3acbe8716540fca283f3e09c581eed478807d380753ef73be2e043ced27840cf.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/00a6382059bd923ebc7b6a09eadd5eddf6f9349166cf73db3e1c7f2ac858958f.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/eceae5b260de3bb00f23032206c51b5071015091e4b4e3e69fa327dd59a210cf.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/57d204e38c34550cdf521a06ea520c057a0977fc11d5b84e5ad841e1858d4e25.jpg"
		}
	],
	"movies": []
}