{
	"title_id": "00040000000D1600",
	"eshop_id": "50010000014802",
	"product_code": "CTR-N-JBGP",
	"name": "Witch's Cat",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 12,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/472e2491ead4bb6d1c16c77f5d27571271237557f3b27bb395497abd8e1d0944.jpg",
	"data_size": "51166052",
	"description": "Nella precedente avventura, la regina malvagia aveva inviato un folto gruppo di suoi scagnozzi preziosi, i Gatti del Chester, per trovare e catturare Alice e Rabi. Successivamente, dopo che erano stati catturati, uno dei servitori della Regina, un gatto del Chester chiamato Alicia, si interessò ad Alice e capì istintivamente che Alice era una brava persona. Alicia, sconosciuta a Alice e Rabi, li aiutò a scappare dalla loro prigionia. Frustrato dalla impossibilità di Alicia di comunicare con Alice, lei voleva diventare umana per poter parlare, sperando di diventare amica di Alice. La Regina conosceva i desideri segreti di Alicia e la imprigionò nel profondo del suo Reame. Dubois un potente stregone con una reputazione discutibile e un nemico della Regina scoprì Alicia e la aiutò a fuggire. Dubois conosceva già il desiderio di Alicia di diventare umana, e le offrì il suo aiuto per realizzare il suo desiderio. Witch’s Cat non è solo un gioco puzzle, ma anche la storia del personale viaggio di Alicia nella fede, nel coraggio e nel tradimento. Il sogno di Alicia diventerà realtà e scoprirà Alice nel mondo umano? Oppure sarà per sempre persa e abbandonata nel regno di Wonderland? Caratteristiche: -Esplora e supera 50 livelli malefici creati dalla Regina. -Trasformati da umano a Gatto del Chester Cat a tuo piacere. -Impara e padroneggia diversi tipi di Magia. -Scopri i segreti sepolti ed oscuri di Wonderland.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-06-20",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1fba6f559be7b54c24b4401bbf06c7fe4bdf3d88c764440118b4073fd8f23635.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/edf6fd0a8901a62f3bb8eff23132132931c4a3dd444baa0cf80b6006018e497b.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/34bc07dad1bd33f3178ff692c029279a40590c3af0cc3b77d83beec1e1aecdc3.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/899e7f45458a258971aa36e272a4145a574b5a75a4d0f413eee721f6fbd90e13.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/ac769e99da2bc7add0146eec8a5b3de8b82c4f40fadec87b05e6822df4f31d96.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/c0864db29800e9458dd0327140c827e5313eb67b6eb181721f0cd47b532919ed.jpg"
		}
	],
	"movies": []
}