{
	"title_id": "00040000000BEF00",
	"eshop_id": "50010000019753",
	"product_code": "CTR-N-AHMP",
	"name": "Brilliant Hamsters!",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 220,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/d19f3b0372167dffdd90d15f31d2453c2b6dcdff0f90e1a354a84554741d246a.jpg",
	"data_size": "187644772",
	"description": "Vos amis les hamsters ! Brilliant Hamsters! est un jeu qui vous embarque dans une toute nouvelle vie avec vos hamsters de compagnie ! Prenez soin d'eux afin d'obtenir des tampons, et habillez-les pour les amener en balade ! *Gagner des tampons et se balader Vous obtiendrez des tampons en vous occupant de vos hamsters. Récoltez-en plein afin de débloquer plus de hamsters et plus de cages. Il y a 20 cages uniques disponibles. Essayez d'en débloquer le plus possible et utilisez-les lorsque vous amenez vos hamsters en balade. *Jeux en RA (réalité augmentée) Utilisez les cartes RA pour jouer à des jeux en RA avec vos hamsters. *Se balader avec StreetPass Grâce à StreetPass, vous pourrez échanger des informations sur les hamsters avec les autres joueurs rencontrés. C'est l'occasion de présenter à tous votre hamster préféré ! *Tampons Vous obtiendrez des tampons en prenant bien soin de vos hamsters. Une fois vos carnets à tampons remplis, vous pourrez les échanger contre de nouvelles cages. Collectionnez plein de tampons pour faire monter votre rang et débloquer de nouveaux types de cage ou des objets dans le magasin. *Étoiles Vous obtiendrez aussi beaucoup d'étoiles en vous occupant bien de vos hamsters. Échangez les étoiles contre des objets dans le magasin. Vous pouvez aussi obtenir des étoiles lors des phases de Recherche, des jeux en RA et de la Séance Mode.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-01-30",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/f6753e5a39548468d11684857bf762f6ababee42f214edc17f5625364784ecb9.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ea73c0253f7c48b6129d471655891a490f4db1be3ea33d6e455ae3b544696036.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/21544e1e36f388c7d64c8e90c74a33adcf056c464b7dba6d33424a7f2ab86a17.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/bd35a4c27b1626470efe9d802a4e1ce027e336a6ce7f4fe6b92eb18924f41a9e.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/d08edaa77a7dc1e7d8e1caf66d3fd883e429bb0d205a1c41d5b045431f8c94f8.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/0992e31f7cd4053f53a294dfe13de450794c8ef6aa0a3017a4c02d7ccd7c7fd8.jpg"
		}
	],
	"movies": []
}