{
	"title_id": "000400000014F500",
	"eshop_id": "50010000038724",
	"product_code": "CTR-N-KRUP",
	"name": "Rytmik Ultimate",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 45,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/6b7b3c161ce81eb03bfc3bc44211f0c3c4cfa91b08db5c1c0886b3346f4cd96c.jpg",
	"data_size": "57232228",
	"description": "Rytmik is a powerful pocket music station allowing you not only to play with samples and musical instruments but also to mix them together, shape them and create music clips or tracks for your Friday night set-list. Thanks to new features, Rytmik Ultimate takes music creation to a whole new level. Rytmik allows you to share your songs with other users through the Rytmik Cloud and can also serve as a music player for songs uploaded on Rytmik Cloud with it. On top of that, users can exchange their songs and cooperate on their composing. Another new feature, which is also the most desired one among fans, is exporting and saving music to a local storage. Once your work is complete, you can save it in WAV format. And that’s not all! Every instrument is now a wavetable synthesizer.With the advanced effect module, you have more power to shape sounds with the ADSR envelope, vibrato, portamento, noise shaper, or digital delay. In addition to that, the drawable waveform synth module allows users to draw and modify their own wave and use it as a sample oscillator – with that you can use Rytmik Ultimate as a sonically unique chiptune synthesizer. Rytmik Ultimate comes with a sound library of more than 750 instruments containing the libraries of the previous Rytmik series (Rytmik, Retrobits, Hiphop King and World Music) and adding a brand new set of samples ranging from deep dubstep kicks and basses to cutting synth leads and special effects. Rytmik Ultimate with Rytmik Cloud will of course include more features and additions to the popular series to enrich your experience with playing with sounds and creating music on the go. Key Features Share your songs via Rytmik Cloud Save and export your music in the WAV format More than 750 musical instruments A drawable waveform synth module Advanced effects like the ADSR Envelope, Digital Delay, Noise Shaper, Sample Offset and Loop Definition and more Almost every effect parameter can be modulated via the step sequencer Simple and intuitive yet powerful interface Rytmik Ultimate is a powerful pocket music station.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-12-10",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/7dbb767143205c0339263f518d9763d732cbe4de73ac0f891dd345b1592f4e37.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/e1f3640bbadd27132f1de10bed85a840651d247f91faee6a0d76621842b088d9.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/31b136ea6f0b7f0bb5f2fcb045e382c8b6eecb41ed820f00526e953f690befa9.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/2180834908f5b492da68a62076179fb3d2265f378358d1fd5311871d617692a3.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/05006888cd0729b1f65b96a63a411b7f3a77fe0c1f9cecfd487f7860888524c2.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/dcf94b78d94a7c4387a2fcebafad04399822077e3b8467429b05a22e365ce9e0.jpg"
		}
	],
	"movies": []
}