{
	"title_id": "0004000000126B00",
	"eshop_id": "50010000023035",
	"product_code": "CTR-N-NC6P",
	"name": "Tomodachi Life™ Versión de bienvenida",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/bf4bcd201ac451db4d35f725a8ed2dc6e1128264e3152f4b4cbda5cfa4087078.jpg",
	"data_size": "130956132",
	"description": "Con la versión de bienvenida* de Tomodachi Life podrás asomarte al mundo de Tomodachi Life y crear hasta un máximo de tres personajes Mii con voces y personalidades diferentes. Además, entre otras cosas, podrás darles comida, regalarles ropa e interiores nuevos y observar cómo se comportan. Si te quedas con ganas de seguir jugando a Tomodachi Life tras completar la versión de bienvenida, podrás guardar tu progreso y transferir los residentes que hayas creado a la versión completa de Tomodachi Life (disponible en Nintendo eShop y en tiendas).** Pero aún hay más: los usuarios que completen la versión de bienvenida de Tomodachi Life podrán desbloquear un disfraz de panda*** exclusivo en uno de los ocho colores disponibles para regalárselo a los personajes Mii y usarlo en la versión completa. * A diferencia de la versión completa, las funciones y los lugares están limitados en la versión de bienvenida de Tomodachi Life. Sin embargo, los personajes Mii™ creados en la versión de bienvenida podrán transferirse a la versión completa. ** Puedes completar la versión de bienvenida de Tomodachi Life tantas veces como quieras, pero cada vez que lo hagas se sobrescribirá el archivo existente. Solo se podrá transferir a la versión completa el archivo más reciente. *** Los usuarios de la versión de bienvenida de Tomodachi Life deben poseer la versión completa (disponible en tiendas y en Nintendo eShop) para poder intercambiar el disfraz de panda con otros jugadores. El usuario que regale a otro el código de descarga de la versión de bienvenida no recibirá el disfraz de panda de manera automática. El disfraz de panda también se podrá desbloquear jugando a la versión completa.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-06-06",
			"retail": null
		}
	},
	"screenshots": [],
	"movies": []
}