{
	"title_id": "00040000001AD200",
	"eshop_id": "50010000042187",
	"product_code": "CTR-N-KT3P",
	"name": "TOUCH BATTLE TANK - TAG COMBAT -",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 46,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/5f4ffa1ff98189e1d93b91053716115445af3225fd2fbf6f309381114a67f926.jpg",
	"data_size": "80096100",
	"description": "New tanks! New gimmicks! And two players at the same time! The 3D Tank Battle Game series is fully loaded with new features! Steer your tank with the slide pad whilst intuitively aiming and firing with the touch screen, battles have never been more action packed! This time there are two tanks, Offensive and Evasive types. The Offensive type can charge up energy to fire off a Barrier Bomb, a special move that not only destroys your enemies but also any bullets they've fired! The Evasive type can use up its energy to hover in the air, dodging all enemy fire whilst being able to fire back itself! It's invincible! The enemy tanks also have new equipment of their own. Elusive Warp Tanks, floating mines flying on to the screen, fixed battery guns with unique bullet variations, and Super Boss Tanks are all making their first appearance! In addition, there are machines that can call additional enemy tanks to the battlefield, completely changing the flow of play! Destroying these machines quickly is the key to victory. There are 90 stages in all. (50 Normal Stages + 40 Extra Stages.) New in this game is local multiplayer. Now two players can go through the excitement of clearing stages together! If you clear all the stages together, you can try out playing the new Combat Mode.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-12-22",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/bec1ca96eac15459251cf95d98c990b30d236bd5a32f8f261124b2c972e69122.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/0034dc28806ccc803e7465fd7ae60864817f5358b2e6a85c46ef333a3d6baf2d.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/8acf63c308577da59c1b86d7573458530b2acb928bea9ed662f7b4ebaa357c31.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/c96074349ad8569f95680f300df3476a977f68746ac7c7d28a7447f48b4cbcd5.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/30508b98ba1c014e7ea4972fedc70f64a680fb6527d65b7079d3b5e97df466dd.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/29c09a0945a745f62b4ab8fb376c4722e26bef03249e5df7322bf5ebc8c9e849.jpg"
		}
	],
	"movies": []
}