{
	"title_id": "000400000014F500",
	"eshop_id": "50010000038724",
	"product_code": "CTR-N-KRUP",
	"name": "Rytmik Ultimate",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 45,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/6b7b3c161ce81eb03bfc3bc44211f0c3c4cfa91b08db5c1c0886b3346f4cd96c.jpg",
	"data_size": "57232228",
	"description": "Rytmik est une puissante station de musique de poche qui vous permet non seulement d'écouter des rythmes et des mélodies, mais aussi de les associer afin de créer des extraits musicaux et des pistes entières qui viendront agrémenter votre liste de lecture. Grâce à ses fonctionnalités inédites,Rytmik Ultimate redonne ses lettres de noblesse aux créations musicales. Rytmik vous permet également de partager vos chansons avec d'autres utilisateurs à l'aide du Rytmik Cloud, et d'écouter des chansons stockées sur le Rytmik Cloud. Ainsi, vous pourrez échanger vos compositions et travailler en collaboration avec différents utilisateurs. On retrouve aussi une nouvelle fonctionnalité très attendue auprès des fans du jeu, à savoir l'exportation et la sauvegarde des compositions sur un périphérique de stockage local. En effet, une fois votre composition terminée, vous avez désormais la possibilité de l'enregistrer au format .wav. Et ce n'est pas tout ! Chaque instrument est désormais présenté comme un synthétiseur à table d'ondes. Grâce au module d'effets avancés, vous pourrez repousser les limites de votre création en définissant l'enveloppe sonore de l'instrument, le vibrato, le portamento, la mise en forme du bruit, ou encore l'effet de retard. Par ailleurs, le module de synthétiseur à forme d'ondes vous permet de dessiner et de modifier vos propres ondes et s'utilise comme un oscillateur. Rytmik Ultimate s'apparentera ainsi à un synthétiseur 8 bits aux qualités sonores uniques. Rytmik Ultimate s'accompagne d'une bibliothèque de sons contenant pas moins de 750 échantillons regroupant les catégories des précédents Rytmik (Rytmik, Retrobits, Hiphop King et World Music), ainsi qu'une toute nouvelle gamme d'échantillons allant du deep dubstep kicks et bass aux sons de synthétiseur en passant par des effets spéciaux Avec le Rytmik Cloud, Rytmik Ultimate présentera bien évidemment davantage de fonctionnalités par rapport aux précédents opus de la série, afin d'enrichir votre expérience de jeu avec des sons et des créations musicales qui vous suivront partout, même lors de vos déplacements. Caractéristiques Partagez vos chansons via le Rytmik Cloud Sauvegardez et exportez vos compositions au format .wav Plus de 750 instruments de musique Un module de synthétiseur à forme d'ondes Des effets avancés comme l'enveloppe sonore, le retard, la mise en forme du bruit, les réglages d'échantillons, des boucles de lecture et bien plus encore Modulez presque tous les paramètres des effets à l'aide du séquenceur musical Une interface dynamique, simple et intuitive Rytmik Ultimate est une puissante station de musique de poche.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-12-10",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/7dbb767143205c0339263f518d9763d732cbe4de73ac0f891dd345b1592f4e37.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/e1f3640bbadd27132f1de10bed85a840651d247f91faee6a0d76621842b088d9.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/31b136ea6f0b7f0bb5f2fcb045e382c8b6eecb41ed820f00526e953f690befa9.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/2180834908f5b492da68a62076179fb3d2265f378358d1fd5311871d617692a3.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/05006888cd0729b1f65b96a63a411b7f3a77fe0c1f9cecfd487f7860888524c2.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/dcf94b78d94a7c4387a2fcebafad04399822077e3b8467429b05a22e365ce9e0.jpg"
		}
	],
	"movies": []
}