{
	"title_id": "0004000000126B00",
	"eshop_id": "50010000023035",
	"product_code": "CTR-N-NC6P",
	"name": "Tomodachi Life™ Versione di benvenuto",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/bf4bcd201ac451db4d35f725a8ed2dc6e1128264e3152f4b4cbda5cfa4087078.jpg",
	"data_size": "130956132",
	"description": "Tomodachi Life: Versione di benvenuto* ti offre un assaggio di Tomodachi Life permettendoti di creare fino a tre Mii con voce e carattere personalizzati. Puoi provare il sistema di gioco nutrendo i Mii, regalando loro nuovi stili d'arredamento, vestiti o altri oggetti e osservandoli mentre si esibiscono. Se Tomodachi Life è di tuo gradimento dopo aver completato Tomodachi Life: Versione di benvenuto, puoi anche mantenere i tuoi progressi e trasferire gli abitanti dell'isola che hai creato nella versione completa di Tomodachi Life (acquistabile sul Nintendo eShop e nei negozi).** Inoltre i giocatori che completano Tomodachi Life: Versione di benvenuto potranno sbloccare un raro costume da panda*** in uno degli otto colori disponibili, farlo indossare ai loro Mii e anche usarlo nella versione completa. * Rispetto alla versione completa del gioco, il numero di funzioni e luoghi è limitato in Tomodachi Life: Versione di benvenuto. Tuttavia, qualsiasi Mii™ creato potrà essere trasferito nella versione completa. ** Puoi completare più volte Tomodachi Life: Versione di benvenuto, ma il file di salvataggio precedente verrà sempre sovrascritto. Solo l'ultimo salvataggio dopo il completamento potrà essere trasferito nella versione completa. *** Per scambiare il costume da panda con gli altri giocatori, gli utenti di Tomodachi Life: Versione di benvenuto devono possedere la versione completa del gioco (acquistabile nei negozi e sul Nintendo eShop). Il giocatore che avrà regalato il codice download di Tomodachi Life: Versione di benvenuto a un altro giocatore non riceverà automaticamente il costume da panda. Il costume da panda può anche essere sbloccato giocando normalmente alla versione completa.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-06-06",
			"retail": null
		}
	},
	"screenshots": [],
	"movies": []
}