{
	"title_id": "0004000000086100",
	"eshop_id": "50010000009421",
	"product_code": "CTR-P-AL3P",
	"name": "Farming Simulator 2012 3D",
	"platform": 18,
	"platform_device": "CTR",
	"publisher": 503,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/214acf45195d19f1c2663d22bc1f7ad791f055ed440fec9b3d2bcb896aa53d53.jpg",
	"data_size": null,
	"description": "Endossez vos habits d’agriculteur et préparez votre 3DS™ - votre jeu de simulation préféré est maintenant disponible sur console portable ! Cette technologie vous offre maintenant la possibilité de jouer dans un vaste espace comptant de nombreux hectares, des routes, votre maison, votre ferme ainsi qu’un petit village et comprenant un parc de véhicules immense, tous modelés en trois dimensions dans cette édition de « Farming Simulator 2012 3D ». Grâce aux licences des principaux constructeurs d’engins et véhicules agricoles (DEUTZ-FAHR, KRONE, HORSCH, AMAZONE, LEMKEN, ARCUSIN, KRAMPE et VOGEL & NOOT), prenez le volant de machines agricoles authentiques et commencez l‘aventure : labourez vos champs, cultivez jusqu’à 3 céréales (maïs, colza, blé) et fertilisez-les afin d'accélérer leur croissance. Vous serez en mesure de vendre votre production afin d’acquérir de nouveaux équipements. Caractéristiques : - Mettez « Farming Simulator » dans votre poche et jouez où vous voulez, quand vous voulez, sur Nintendo 3DS™ - Bénéficiez d’un grand parc de véhicules agricoles de renom tels que DEUTZ-FAHR, KRONE, HORSCH, AMAZONE, LEMKEN, ARCUSIN, KRAMPE et VOGEL & NOOT - Utilisez une multitude d'équipements et de remorques - Utilisez du biogaz pour produire de l‘énergie - Profitez de l’assistance technique pour vous aider dans vos tâches - Jouez en mode carrière et maximisez votre gestion - Récoltez trois cultures différentes : maïs, colza et blé - Plongez dans un vaste univers, accessible librement vous proposant un système dynamique de cycle de jour et de nuit",
	"availability": {
		"eshop": false,
		"retail": true,
		"dates": {
			"eshop": null,
			"retail": "2012-03-29"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/c998d1c2b1328d5babe584cae77934631047953209d227fc94851f41433214ab.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5f6efb743f9f0a9e79f6acecaa06d7328a2fdf8cded04f8a2d7c1f83a2359cb9.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/ef087d9dd45ff6669a232670af7360b7d535ccc6d47f1654843c97e1f3140ad9.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/bb8da94690e35a06a439292f5b98581cc1193f1f3b0f2f9249e84642a339b1f6.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/13d367472bfedcc2258785bd5afc9dd7531e8a6ddef59ebf83dedcd0dbf78de2.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/7b554c21dd7fe747ec88dcd70f598b5eb8dd16e2409549abe304801f4a5ce94d.jpg"
		}
	],
	"movies": []
}