{
	"title_id": "000400000012CB00",
	"eshop_id": "50010000027035",
	"product_code": "CTR-N-JK8P",
	"name": "Shovel Knight: Treasure Trove",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 1253,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/82ffdb20406f37076b91ad8778be753a3cc6ce9817949313c815f258ff0ee938.jpg",
	"data_size": "143387492",
	"description": "Shovel Knight: Treasure Trove es la edición completa de Shovel Knight, el arrasador juego de acción y aventura clásica con jugabilidad impresionante, personajes memorables y estética retro 8-bits. Conviértete en Shovel Knight, esgrime su pala, corre, salta y combate para recuperar a tu amada. Derrota a los infames caballeros de la Orden Sin Cuartel y a su amenazante líder, la Hechicera. ¡Pero eso no es todo! Shovel Knight: Treasure Trove también incluirá tres campañas adicionales que funcionan a su vez como juegos por separado. Controla en sus propias aventuras a Plague Knight y a Specter Knight, a quienes pronto se unirá King Knight como actualización gratuita! ¡Juntas, sus campañas forman una grandiosa y alucinante saga! Incluye un completo modo reto y el modo «cambio de cuerpo». ¡Tienes para cavar un buen rato! Con Shovel Knight: Treasure Trove, te lo llevas todo. Defiende las virtudes de la palería, consigue reliquias y riquezas y descubre el verdadero significado de la justicia de la pala! Incluye lo siguiente: Shovel Knight: Shovel of Hope – ¡Afila tu pala y empieza a cavar en la aventura que lo empezó todo! Salta, combate y encuentra tesoros mientras tratas de derrotar a la Orden Sin Cuartel y a su vil líder, la Hechicera. Shovel Knight: Plague of Shadows – ¡Prepara tus pociones para convertirte en el maníaco alquimista Plague Knight en su aventura para conseguir la poción definitiva! Combina componentes explosivos para crear bombas personalizadas, encuentra nuevos objetos, áreas y jefes e incluso un burbujeante romance. Shovel Knight: Specter of Torment – ¡Enarbola tu guadaña en la precuela de Shovel Knight! Toma el control de Specter Knight, domina un nuevo arsenal, derrota a tus enemigos y súbete por las paredes en niveles rediseñados de arriba abajo. ¡Conviértete en el segador, descubre tu melancólico pasado y recluta a la Orden Sin Cuartel! Shovel Knight: King Knight – (Nueva campaña disponible durante 2018). Visita amiibo.nintendo.eu para consultar la lista de amiibo™ compatibles y la información más reciente. El lector/grabador de NFC para Nintendo 3DS estará disponible más adelante este año.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-11-06",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/7205d3180faee7cb8ee2e8a55fd228b98cb579982fcd40870a881f694cde99e0.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ce50e7eba8caeaf9497c25762ad0f8041c9db1db7cd20f51e5de247a07639215.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a4377301e449370c3e21340546210037c8981d276e96804cfd595df1fb5363f1.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/b43f9249374c4635c707c541300ff4aed88493f8a18cd456789fac499711e2d6.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/af50dfdb2c3cbeaebee640c440d48e5f2fabf75105079e9abca53d5f724b2d27.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/8f75f1e32e3052541110359ae9e01db0c73790f069e57a8e72aff82253d96836.jpg"
		}
	],
	"movies": []
}