{
	"title_id": "00040000001B7800",
	"eshop_id": "50010000042219",
	"product_code": "CTR-N-K9PE",
	"name": "Pic-a-Pix Color",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1480,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/aea7f7655130af13dc48b72a66dd728a0b91a4cc8f728f69ac497819a8ae07ad.jpg",
	"data_size": "17681252",
	"description": "Compra este juego a precio normal a través de Nintendo eShop y consigue una versión digital gratuita de Pic-a-Pix Color para Nintendo Wii U. Debes vincular el mismo Nintendo Network ID a tus consolas Wii U y Nintendo 3DS, así como a tu cuenta de eShop antes de la compra para poder optar a la oferta. Pic-a-Pix son con apasionantes puzzles de lógica que forman caprichosas imágenes pixeladas cuando se resuelven. Desafiante, deductivo y artístico, esta invención japonesa original ofrece la combinación definitiva de lógica, arte y diversión, proporcionando a los jugadores muchas horas de entretenimiento mental estimulante. Pic-a-Pix también se conoce con otros nombres, como Picross, Nonogram, Pintar por números, Griddlers, Hanjie y muchos más. Pic-a-Pix Color añade una nueva dimensión a este popular puzzle utilizando pistas de colores para indicar el color con el que tiene que pintarse cada bloque. Las nuevas reglas dan un toque único al juego de lógica, y los puzzles producen un arte pixelado muy bello y colorido. Este juego contiene 150 puzzles exclusivos, diseñados por Conceptis Ltd - el principal proveedor del mundo de puzzles de lógica. Los puzzles varían en dificultad y tamaño, desde imágenes introductoras 5x5 a enormes rejillas de 20x20. Hay puzzles adicionales disponibles como Contenido Extra en una selección de tamaños y, ¡cada se añaden más paquetes descargables regularmente!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2017-04-13",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1814cbfc262be07d37aff798cf6e0d1c99a300071756f54613dc7ae1328623e6.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/8c0dc5823438022587fc87cee21299c0c081fbe22382de65b1c4f73f82f68ace.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/2f297580ab7381c8a35ee8a7a9797f10b407bb436a76e5a60274782c6d4e239c.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5c0eaedbcbfed564da8122357fa149a15312c03a817b065af7d0fb62d26ec8fa.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/dff2ddb2f1a0029c9fe5bb76643efe6285caff5669bc7076b1d8e7c6115cc2ec.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/e9032218b30df8c1d86461ff498a5b0ab19ebceb9c5f8cf515cc32530dbea6c1.jpg"
		}
	],
	"movies": []
}