{
	"title_id": "00040000001ABC00",
	"eshop_id": "50010000041634",
	"product_code": "CTR-N-KEYP",
	"name": "Epic Word Search Holiday Special",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1480,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/111ae193cc448230174e906e8be11a129b57b26456ca2e67b1021fab058f86a8.jpg",
	"data_size": "8305508",
	"description": "Epic Word Search puzzles are huge - and they’re back in this brand new collection of seasonal puzzles! The Epic Halloween Word Search - There's pumpkins, spiders and blood, but you'll also wear some fabulous costumes while you collect candy! Enter at your own risk! The Epic Christmas Word Search - The biggest gift you'll get this year! Deck the halls, sing some songs and wrap up warm to beat the cold! The Epic Monster Word Search - Prepare for a scare with this monster. Vampires, werewolves and zombies, oh my! You'll never know what's lurking around the corner. Boo! The Epic Love Word Search - Holidays don't stop after December! Everyone loves Valentine's Day, so celebrate it by smooching your way through this extremely huggable puzzle. The Epic Summer Word Search - For our friends down under enjoying a scorching Holiday season, or to distract the rest of us from the cold weather. It's July in Christmas! Each epic puzzle contains over 1,500 words, hidden in a grid that's much too large to fit on screen! It takes many hours of gameplay to solve each one. Scroll with the +Control Pad or Circle Pad, then touch with the stylus to highlight words. Jump straight in and get solving right away with this fast-loading game. Switch between puzzles at any time and share your progress with other players using StreetPass™.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-10-06",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a9284c111715a3cac4ad1d42e16e7a28ae0ca4c7a44c9d045e7394ce6f327cf3.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/9d5c891f3b1e170114f1e99196538651846bbd79482472f097f53208de81b079.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/d6c11615e8da97e449123bdf77520636e9f5548af0b6c6377e71edceb558bb4b.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/806e21353525a0386a8ee2667f91dc1bfa70bd77067b7e9baba594fbb36e17d2.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/e0e554df9f2e3056a85eacfdd6ea4ee404d4b49faa048ddc0400585d776ffd4d.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ef14c493e81b717666ac70f85b35b15d035564d82ff6c10cf287b4215645748a.jpg"
		}
	],
	"movies": []
}