{
	"title_id": "000400000F708100",
	"eshop_id": "50010000041635",
	"product_code": "KTR-N-CEXP",
	"name": "Hyperlight EX",
	"platform": 1001,
	"platform_device": "CTR",
	"publisher": 1747,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/c4a9572579f407a2de3f619cfb156df5455519b3642c4b75247d2b6b81a01f59.jpg",
	"data_size": "81247076",
	"description": "Hyperlight est un jeu arcade d'action d'haute intensité dans lequel vous pouvez controller une navette spatiale qui combat contre un horde des monstres extraterrestres malfaisants dans un environnement virtuel. Votre astronef a une capacité spéciale: Il peut voyager à une vitesse plus rapide de la lumière (F.T.L. : FASTER THAN LIGHT), en devenant lui-même l'arme finale. En entrant en collision avec les ennemis (en F.T.L.), l'astronef peut détruire toutes les choses qu'il touche! Dans le jeu, il y a aussi beaucoup d'autres bonus, armes et entités qui peuvent vous aider pour surmonter les dangers dans la bataille, incluses les batailles finales contre les boss terribles qui vous attendent dans le côté obscur de l'univers! Caractéristiques: - Support complet au controller de Nintendo 3DS™. - Vision 3D stéréoscopique seulement pour Nintendo 3DS™ ! - Extraordinaire graphique de jeu, plein d'effets spéciaux, des ennemis et des explosions! - Un gameplay innovant, immédiat et très satisfaisant! - Arcade Mode avec plus de 50 niveaux, 8 niveaux avec boss intermédiaire et 4 batailles contre les boss finals! - Infinity Mode avec beaucoup des nouveaux niveaux et des boss intermédiaire. - Panic Mode avec son contrôle d'inclinaison (en utilisant l'accéléromètre) - 3 Entité bonus (Drones, Turrets, Plasma Barriers) qui vous aiderez à combattre et arrêter les vagues constantes des ennemis. - 7 Armes bonus (Bomb, Laser, Globe, Crystal, Machinegun, Missle, Virus) qui vous aiderez à pulvérisez toutes les choses sur l'écran. - Local classements pour les modes de jeu Arcade, Infinity et Panic. - Système des Achievements: 40 médailles déblocables!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-12-01",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/4468b4cbb467a231d4615a22eedc2d12e87241bf4061a72e31178a3fba47d79d.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/4bbfe1101144656b973217bf8df954a13fc2c1a1ac419ef6fd586ddcb7ec1b27.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/88f82fb6890d3d227955260ed4f39739571af892c9aa0e84d6f6e8b24d56af22.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5d3216d8128fc0202f853e11016163753653809f18ae1fcc1cf359de1a928405.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/9160a8ba3d04d7b7d5b7e2bb4c2332aeedce62aeb0e458d1feab536c1d30546a.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/eed18f0a7f9c08dc09d1f3eabd7ef2c346b0d0287ed545057844d8cc0995d24f.jpg"
		}
	],
	"movies": []
}