{
	"title_id": "0004000000043300",
	"eshop_id": "50010000000483",
	"product_code": "CTR-P-ADEP",
	"name": "Sports Island 3D",
	"platform": 18,
	"platform_device": "CTR",
	"publisher": 149,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/df37c3073b2dd1104f4d26eb47fe3cede55c7a58cd0e6c5a975a8f400a2dd18a.jpg",
	"data_size": null,
	"description": "Konami and Hudson’s Sports Island series moves from Wii to Nintendo 3DS with the release of Sports Island 3D – allowing players to enjoy a variety of events on the go in glasses-free, stereoscopic 3D. With a roster of 10 different sports, this title delivers fun and games to players who enjoy serious disciplines, as well as to those who like their activities a little more wild and wacky. You can choose from football, basketball, tennis, ice hockey, sumo wrestling, bowling, trampolining, snowmobile racing, snowball fighting and blowgun archery! With such a range of sports on offer, it’s no surprise that each one has its own specific control scheme to master. Blowgun archery uses the Nintendo 3DS gyro sensor, allowing you to control your aim by tilting the system. Once you’ve found your mark, blow into the microphone to set your shot loose and see just how accurate you were. On the other hand, throwing brilliant shapes on the trampoline will see you using the Circle Pad, buttons and your own sense of expert timing only! Those who get a kick from showing off their mad sporting skills are sure to be pleased with the ‘Super Play’ feature, which allows players who can skilfully ace a succession of moves to unleash a stunning special manoeuvre - and maybe turn the tide of an entire match! Sports Island 3D has various Single Player modes to challenge you, including Open Match, Random Match, Championship and Tournament - you can create your own team, who will earn experience, unlocking new moves and upgrades as you play! On top of all this, the game supports both Local Play and Download Play for up to four players – so you and up to three of your friends can have a blast with just one Game Card.",
	"availability": {
		"eshop": false,
		"retail": true,
		"dates": {
			"eshop": null,
			"retail": "2011-06-16"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/37f220d710acb6d40a148080638cdde874c5128712ca2654a51bf7a2b90ec87e.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/810df303af54c30ffc5dcf110a445a492e9a63f0af93435ab5a5dcc6a7be3f81.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/017ca5645f2abc52de4ed00d42170b7d33f5db772393bfdec775b252ef2d3d62.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/6474a535c1996800c3d84a735d485f6224bc4b31e5d049b6951f4c38bf25f8d3.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/58914e4bc06b50cb4f8e1e4050335a2f45d1aa97556f9cf327bc6d41d40c1bfb.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/322ad8b2637adaf8a9f176b9ac7297afc39af1706e2e9f01d06816bbbaedd955.jpg"
		}
	],
	"movies": []
}