{
	"title_id": "0004000000049000",
	"eshop_id": "50010000007116",
	"product_code": "CTR-N-ANRE",
	"name": "Star Fox 64™ 3D",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/90e7fdc80e597632b03d19cab9057d01677f0b1d103a067c069cbfedfdd11aec.jpg",
	"data_size": "604658580",
	"description": "¡Fox McCloud está de regreso en esta versión mejorada del clásico de Nintendo: Star Fox 64 3D! La aventura espacial para un jugador situada en el corazón de Star Fox 64 3D, que ha sido gratamente recordada por numerosos fanáticos que con frecuencia la nombran el mejor juego de la serie de Star Fox, ofrece una aventura en movimiento como ninguna otra. Como Fox McCloud, será tu deber el liderar al equipo Star Fox hacia la batalla en contra del científico loco, Andross y sus malvadas fuerzas. Cada misión toma lugar en un planeta diferente del sistema Lylat, culminando en un enfrentamiento final en Venom, el planeta de Andross. Juega en el modo Nintendo 64 para reproducir el desafío original de Star Fox 64 o elige el modo Nintendo 3DS donde se combina el botón deslizante y el nuevo control por movimiento para dirigir los vehículos. El nuevo modo Desafío te permite jugar de nuevo cualquier misión que hayas superado previamente en el modo Historia para obtener las mejores puntuaciones. Cada misión tiene tres medallas: oro, plata y bronce que puedes obtener al acertar suficientes ataques. El modo Batalla, también nuevo en Star Fox 64 3D, es un modo multijugador que ofrece un totalmente nuevo nivel de competición a la experiencia Star Fox. Desafía a tres de tus amigos y prepárate para luchar en un combate aéreo por medio del Modo descarga, el cual solamente necesita una tarjeta de juego. Utiliza la cámara interior de la consola Nintendo 3DS para transmitir un video que mostrará las expresiones de todos los jugadores durante las batallas, aumentando así la diversión y personalizando la experiencia multijugador. Gracias a sus cuatro únicos niveles de batalla, algunos nuevos objetos y tres tipos de batalla, por fin podrás enfrentarte a tus amigos y probar de una vez por todas quien es el mejor piloto. Con tres modos de juego, nuevos controles por movimiento que te permiten controlar al Arwing al inclinar la consola Nintendo 3DS y con un diálogo completo de voz, encontrarás que el equipo Star Fox está de regreso. Buena suerte... ",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2012-10-18",
			"retail": "2011-09-09"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/0d0d91e50ffe2a8247f3e6379d1a15944e39c4154178683cc5a51f252025b30c.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/53449ada425508f1df68f6f68f4ac7f10b4ab10773c1862e414186ef9057e228.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/c8606efaeb5a6b1ad0b8b12d7d6088d58fa5a5bcf35b9d0af3f1d1af1889b3a6.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/c501f4ee38e06b7bd7d1a6dd19e4c08531627204065baad3e6b53ae40119e022.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/943b326fecfb508f97320e8002723d5dd537f936a0ede0995ab9989ab9e827cc.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/6cff290fa0fd772f625abe4811040e5048e34942c444514d1d017f7d97c6e85b.jpg"
		}
	],
	"movies": []
}