{
	"title_id": "000400000018BD00",
	"eshop_id": "50010000041855",
	"product_code": "CTR-N-KMRP",
	"name": "Gurumin 3D: A Monstrous Adventure",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 169,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/e59dfef44e39bd95cea115c1c04e07485d76c968d590dcd5e3f8706ba885fc98.jpg",
	"data_size": "496126820",
	"description": "Du légendaire développeur japonais Nihon Falcom (créateur de la série de jeux très populaires Ys), voici Gurumin 3D: A Monstrous Adventure. Préparez-vous à embarquer pour une monstrueuse aventure créée par les maîtres du genre et débordant de tout ce qui rend les jeux de plateforme 3D et d'Action-RPG si fabuleux. Gurumin 3D présente Parin, une jeune fille insolente, déterminée et héroïque (quelle surprise) qui se retrouve involontairement lancée dans un combat entre des Monstres amicaux et de maléfiques Phantoms. Apprenant l'existence d'une arme puissante, la Foreuse Légendaire, qu'elle seule peut manipuler, Parin se lance dans une quête épique pour sauver le monde des Phantoms, qui sont déterminés à détruire le Village des Monstres et répandre les ténèbres sur la terre. Parin doit explorer, courir, nager, grimper, sauter et forer des ruines, des cavernes, des montagnes recouvertes de neige, des forêts luxuriantes et bien d'autres choses encore pour sauver ses amis Monstres et mettre un terme aux plans néfastes des Phantoms. Dévoilez des pièces rares pour améliorer la Foreuse Légendaire, l'imprégner de pouvoirs élémentaires, ou utiliser la foreuse dans des sols rares pour restaurer la puissance perdue. Retournez en ville pour acheter, vendre et échanger de l'équipement, des médailles, des trucs pris aux monstres et d'autres objets. Équipez Parin avec des costumes et des couvre-chefs améliorables pour obtenir de nouvelles forces et capacités, et apprenez comment effectuer des dizaines d'attaques et de mouvements spéciaux déblocables. Gurumin 3D est truffé de pièges, de puzzles, de trésors et de mini-jeux à côté des combats rythmés en temps réel, plus de 35 heures de gameplay, plus de 90 objets, des niveaux de difficulté déblocables, des fins multiples, et des armes et de l'équipement entièrement améliorables. Le doublage est effectué par un casting de prestige comprenant Tara Strong de My Little Pony: Friendship is Magic. Gurumin 3D est présenté dans une superbe 3D et avec une super bande sonore qui vous fera hocher la tête avec le rythme.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-10-27",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/67686819c51cb2f63afa7641aa5b5257b415b8f0dc61834247773e4481761310.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/65826dd12381858c4c1526db25f808947c970e78c2f8ebd6188031bc18ffd615.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/e9aa1e7bc9d2b81c8cbf82ab62206f3f2125207033619506ba2e76d2e0f39b6a.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/125808f5da3326cab0f61fe76d7c4ee3e964a82f362e900232e6baa43a9aef89.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/3e29b36eae8f37d8f0230930c757f3f3146ec735feaaff53963f436146872033.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5c6fa01c834dfedf48f52b1ca9b73468de37d4e50438af3381cd24c495950af2.jpg"
		}
	],
	"movies": []
}