{
	"title_id": "0004000000049000",
	"eshop_id": "50010000007116",
	"product_code": "CTR-N-ANRE",
	"name": "Star Fox 64™ 3D",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/90e7fdc80e597632b03d19cab9057d01677f0b1d103a067c069cbfedfdd11aec.jpg",
	"data_size": "604658580",
	"description": "Fox McCloud is back in the remastered Nintendo classic, Star Fox 64 3D! The single-player space-blasting adventure at the heart of Star Fox 64 3D, fondly remembered by many fans and often thought of as the best game in the Star Fox series, offers a cinematic adventure unlike any other. As Fox, it’s your duty to lead the Star Fox team into battle against the mad scientist Andross and his evil forces. Each mission takes place on a different planet of the Lylat system, culminating in a final showdown with Andross at his home planet Venom. Play Nintendo 64 mode to recreate the original challenge of Star Fox 64, or take off in Nintendo 3DS mode to battle using the new gyro controls and the Circle Pad. The new Score Attack mode allows you to replay any mission you’ve cleared in the main game and shoot for the high score. Each mission has three possible medals—gold, silver, and bronze—that can be earned by scoring enough hits. Battle mode, also new to Star Fox 64 3D, is a robust local-wireless multiplayer mode that brings a whole new level of competition to the Star Fox experience. Challenge up to three of your friends and square off in aerial combat via Download Play, which requires only one Game Card. Opt to use the Nintendo 3DS system’s inner camera to display a live video feed of everyone's faces during the battle, enhancing the fun and personalizing the multiplayer experience. Featuring four unique battle levels, several all-new power-ups, and three battle types, Star Fox 64 3D lets you face off against your friends to prove once and for all who is the ultimate pilot. With three game modes, new gyro controls that allow you to steer the Arwing by moving the Nintendo 3DS system, and fully voiced dialogue, you'll find that the Star Fox team is back in top form. Good luck...",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2012-10-18",
			"retail": "2011-09-09"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/0d0d91e50ffe2a8247f3e6379d1a15944e39c4154178683cc5a51f252025b30c.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/53449ada425508f1df68f6f68f4ac7f10b4ab10773c1862e414186ef9057e228.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/c8606efaeb5a6b1ad0b8b12d7d6088d58fa5a5bcf35b9d0af3f1d1af1889b3a6.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/c501f4ee38e06b7bd7d1a6dd19e4c08531627204065baad3e6b53ae40119e022.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/943b326fecfb508f97320e8002723d5dd537f936a0ede0995ab9989ab9e827cc.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/6cff290fa0fd772f625abe4811040e5048e34942c444514d1d017f7d97c6e85b.jpg"
		}
	],
	"movies": []
}