{
	"title_id": "00040000001B1A00",
	"eshop_id": "50010000042175",
	"product_code": "CTR-N-KS7P",
	"name": "Mercenaries Saga 3",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 46,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/23827f34c5e1387002b42d06c6850bfd325c5e6324ce3c46db483a3d47673d50.jpg",
	"data_size": "172239716",
	"description": "\"Mercenaries Saga 3\" est un RPG tactique dans un monde fantastique. Les batailles ont lieu sur une grille isométrique, vous demandant de déplacer vos personnages et de profiter du terrain pour réussir. Histoire Il y a longtemps, il y avait deux continents, divisés au Nord et au Sud par un large océan. Ces deux continents ont connu un développement très différent. Dans le continent nord, le Royaume Flare, avec leurs industries avancées et leur histoire militaire , élargissant leur sphère d'influence. Ils ont annexé des états voisins jusqu'à ce que tout le continent nord soit sous leur contrôle. D'autre part, les tribus du pays de Kirialos sur le continent sud était en guerre constante sur leurs ressources abondantes. Après avoir dominé leur propre continent, le Royaume Flare ont posé leur dévolu sur les ressources de Kirialos. Le Royaume Flare est intervenu dans les guerres sur le continent sud au nom du maintien de la paix, mais en ont pris le contrôle complet en un clin d’œil. Le Royaume Flare a mis en place un gouvernement de marionnettes de Kirialos, siphonnant les richesses obtenues des ressources de leurs propres continent. C'est alors que l'\"Armée de la Libération\" apparue - visée sur le renversement du gouvernement de marionnettes du royaume. Pour faire face à ce soulèvement, le Royaume a mis en place un ministère local de guerre. Le nom du régiment de campagne étranger Du royaume était \"Coronea\"― Les mercenaires qui ont rejoint cette unité, que ce soit pour l'argent, la gloire ou l'honneur, sont devenus connus sous le nom de «chiens du Royaume». C'est là que leur histoire commence.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2017-01-12",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/072a42a7d84f851a92eb0df6b37fae648e08a42e074d64a5f65630103fe108a6.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/dc133083b4670c22db9fa3574ff824cb80f703913fa558e3ede443611885808c.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/7c3814272464a012ec87298b5c439809b2d2aaedf61a96c3181d0414612b544b.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/2eec91ddb92fa07dd82c406702f240ee02e7e515a14d645f7fe3741f0b5f4a82.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/4c2b97da9766d38dfcefbaba4afc54879652bab9c16b7d78f53fe1ed66f5fa4b.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/a553d34557369223d3b759003b0faffd402243f92311055bb8c4ad7c8c0e7818.jpg"
		}
	],
	"movies": []
}