{
	"title_id": "0004000000146500",
	"eshop_id": "50010000030996",
	"product_code": "CTR-N-KCPF",
	"name": "Mes Comptines",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1240,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/c14c94bce9c38a50583879b6ef03e4f61c289031aa6ebe63b0fb132165df6132.jpg",
	"data_size": "294357860",
	"description": "Jouez en rythme et chantez à haute voix! Faites découvrir à votre enfant le monde magique de la musique! Mes Comptines est de rythme un jeu où les enfants doivent cliquer sur les boules au bon moment. C’est également un jeu éducatif qui contient 17 chansons populaires, parmi les préférées des enfants, dans des versions recomposées, accompagnées de très beaux dessins animés. Chaque animation a sa propre animation qui se déroule avec les personnages principaux Mélodie et Toon accompagnés de leurs amis les animaux dans des thèmes tels que l’école, la ferme, la ville… Le jeu Mes Comptines permet aux enfants d'apprendre les grands classiques ainsi que d’accroitre leur vocabulaire. Il permet également d'améliorer la coordination entre la main, les sons et images. C'est à la fois un jeu captivant et très simple à jouer. Caractéristiques - 17 comptines populaires recomposées avec des animations en 3D! - Toutes les chansons sont composées et chantées par des professionnels - Facile à chanter avec les paroles qui défilent comme dans un karaoké - Coordination main et oreille grâce un jeu de rythme très simple - Des animations très sympas avec des thèmes éducatifs Comptines et chansons populaires pour enfants - L’alphabet - Ah les crocodiles - Fee-Fye le crapaud - Le fermier dans son pré - Savez-vous planter les choux ? - Am stram gram - L’araignée Gypsy - Pomme de Reinette - Frère Jacques - Promenons-nous dans les bois - Le vieux Mac Donald - Sur le pont d’Avignon - Elle descend de la montagne - J’aime la galette - Une souris verte - 1, 2, 3 nous irons au bois - Meunier, tu dors",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-02-26",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/25468b9910f9a46c477b5add685fb05fa01139105c9877a4b255b89e8e533764.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/7f794188243f5a92c0be27fdd1620f2abd3ba60fdfdb536308ada694df708633.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/6043a6f3069fa1676c59cc801423aef3f4e59e2b0651d5fd7b7d40e767016c58.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/bcbe02fa0fa1799201a2e661a9873e1475fe92ede96660fea06d80df1d0cc8f1.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1ad3c88bdc5650aafbe6cc8ea69564d8ec3649d2ecbb9e9dffdfca07a75b6a0d.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/da014a8e9d2ceb46e15829ace614005e7f6f1b51d2d8dafb93b4fe50d25077b1.jpg"
		}
	],
	"movies": []
}