{
	"title_id": "0004000000146500",
	"eshop_id": "50010000030996",
	"product_code": "CTR-N-KCPF",
	"name": "Mes Comptines",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1240,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/c14c94bce9c38a50583879b6ef03e4f61c289031aa6ebe63b0fb132165df6132.jpg",
	"data_size": "294357860",
	"description": "Sinta o ritmo e cante alto! Mostre às suas crianças em idade pré-escolar, o mundo dos jogos de música ritmo! \"Mes Comptines\" reúne 17 das canções preferidas de sempre pelas crianças, em versões compostas actualmente e inclui animações adoráveis em 3D e ao vivo. Vídeos musicais repletos de brincadeiras mantêm as crianças entretidas, enquanto apreciam o jogo simples - mas, no entanto, envolvente, ou cantam estas conhecidas músicas para crianças. \"Mes Comptines\" também ajuda as crianças a aprender vocabulário Inglês e a melhorar a coordenação entre as mãos e os ouvidos, uma vez que estão a acompanhar, com toques manuais, o compasso dos ritmos contagiantes. Características - 17 famosas rimas infantis, com vídeos musicais e animação em 3D! - Todas as canções são compostas e cantadas, exclusivamente, por um professor de música - Letras do tipo karaoke, simples de cantar - Melhoramento da coordenação entre a mão e o ouvido dos seus pequeninos, através de um simples jogo - Obra de arte adorável e própria para crianças As Rimas De Infância Preferidas Pelas Crianças - L’alphabet - Ah les crocodiles - Fee-Fye le crapaud - Le fermier dans son pré - Savez-vous planter les choux ? - Am stram gram - L’araignée Gypsy - Pomme de Reinette - Frère Jacques - Promenons-nous dans les bois - Le vieux Mac Donald - Sur le pont d’Avignon - Elle descend de la montagne - J’aime la galette - Une souris verte - 1, 2, 3 nous irons au bois - Meunier, tu dors",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-02-26",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/25468b9910f9a46c477b5add685fb05fa01139105c9877a4b255b89e8e533764.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/7f794188243f5a92c0be27fdd1620f2abd3ba60fdfdb536308ada694df708633.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/6043a6f3069fa1676c59cc801423aef3f4e59e2b0651d5fd7b7d40e767016c58.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/bcbe02fa0fa1799201a2e661a9873e1475fe92ede96660fea06d80df1d0cc8f1.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1ad3c88bdc5650aafbe6cc8ea69564d8ec3649d2ecbb9e9dffdfca07a75b6a0d.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/da014a8e9d2ceb46e15829ace614005e7f6f1b51d2d8dafb93b4fe50d25077b1.jpg"
		}
	],
	"movies": []
}