{
	"title_id": "000400000012CB00",
	"eshop_id": "50010000027035",
	"product_code": "CTR-N-JK8P",
	"name": "Shovel Knight: Treasure Trove",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 1253,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/82ffdb20406f37076b91ad8778be753a3cc6ce9817949313c815f258ff0ee938.jpg",
	"data_size": "143387492",
	"description": "Shovel Knight: Treasure Trove é a edição integral e completa de Shovel Knight, um jogo de aventura e ação clássico e arrebatador, com uma jogabilidade incrível, personagens memoráveis e estética retrô de 8 bits. Na pele de Shovel Knight, portador da Lâmina-pá, corra, pule e lute numa aventura pelo seu amor perdido. Derrote os abomináveis cavaleiros da Ordem Inclemente e sua líder ameaçadora: a Feiticeira. Mas isto não é tudo! Shovel Knight: Treasure Trove acompanhará três campanhas adicionais que são jogos completos por si só! Assuma o controle de Plague Knight e Specter Knight em suas próprias aventuras e prepare-se para a chegada de King Knight na atualização gratuita mais adiante! Juntos, eles formam uma saga espetacular e arrebatadora! Graças à ao modo desafio totalmente funcional e ao modo de troca de corpo, você vai passar um bom tempo cavando! Com Shovel Knight: Treasure Trove, você sai ganhando em tudo. Preserve a virtude da arte da pá, conquiste relíquias e riquezas, e descubra o verdadeiro significado da pá da justiça! Inclui: Shovel Knight: Shovel of Hope — Afie e abra o caminho com a Lâmina-pá nesta aventura que deu início a tudo! Pule, combata inimigos e descubra tesouros enquanto se aventura para derrotar a Ordem Inclemente e sua líder vilanesca: a Feiticeira. Shovel Knight: Plague of Shadows – Prepare suas poções e encarne o alquimista maníaco Plague Knight em sua busca de inventar a poção suprema! Combine as partes das bomba para criar combinações personalizadas, descobrir novos itens, áreas e chefões, e talvez até revelar um romance efervescente. Shovel Knight: Specter of Torment — Convoque sua foice no prelúdio de Shovel Knight! Assuma o comando de Specter Knight para atravessar níveis completamente redesenhados, escalando paredes, dominando um novo arsenal de armas e fatiando os adversários em tirinhas. Encarne o ceifador, descubra seu passado melancólico e recrute os membros da Ordem Inclemente! Shovel Knight: a campanha de King Knight. (Lançamento em 2018) Aceda a amiibo.nintendo.eu para consultar a lista de amiibo™ compatíveis e as informações mais recentes. Para usar os amiibo com as Consolas Nintendo 3DS, Nintendo 3DS XL e Nintendo 2DS, é necessário um leitor/gravador de NFC Nintendo 3DS.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-11-05",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1cc19368bfa493071e498221455358c17ef5651be567851749001353ad26d9b8.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/c529262092e93dadfb00f3ce7de373c30a6d83f2a0e68f73aeccf8c1689b408a.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/fb3962dcdd8c266c6abae462e228cacad182c5891e1e6fb799c4a5301f4644b6.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ad24380c6b1647460ada94c14ff2e819f84d259c4163b5adf0a40c59208e2688.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/0377f20b161104dc1dee198bd2ad228125f557c7532986205033df0a5b61d8cb.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/977c5be5a426d381ced6eb7139bba932d62a6c9a9cd886553e34852f3096861e.jpg"
		}
	],
	"movies": []
}