{
	"title_id": "0004000000167400",
	"eshop_id": "50010000034616",
	"product_code": "CTR-N-KFPP",
	"name": "Fantasy Pirates",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 76,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/470434cc4432310863256d29e03b37bbf910e0147af6263970e08084058d4a64.jpg",
	"data_size": "51768164",
	"description": "Tauche in die Abenteuer des Piratenclans ein. Durchsegle die Meere auf der Suche nach Inseln und Festungen mit Schätzen. Das ist eine Fantasiewelt, wo du außergewöhnlichen Dingen begegnen wirst, wie Schweinchenschiffen, seltsamen Meeresungeheuern und allen möglichen merkwürdigen Gegenständen. Behalte die Schätze und die Feinde mit der 360-Grad-Navigation, einem einfachen aber sehr wirkungsvollen System, immer im Auge. Eine weitere Fertigkeit unseres fantastischen Piratenschiffs ist, dass es springt und untertaucht, was für das Ausweichen oder Überspringen von Hindernissen und für das Weiterkommen im Abenteuer unabdingbar ist. Mit dem Touchscreen wird der Abschuss gesteuert, was dir eine intuitive und absolute Präzision verschafft. Hol dir besondere Items, wie die 'Superkanone', mit der du eine totale Zerstörungskraft erlangst und alles dem Erdboden gleichmachen kannst, was dir in den Weg kommt. Oder das Item 'Flohschiff', mit dem du so klein wirst wie ein winziger Floh. Fordere deine Freunde und die ganze Welt mit dem 'Online'-Modus 1 gegen 1 heraus. Du wirst der beste Pirat auf der ganzen Welt und aller Zeiten sein!!! *** Feature: - Abenteuermodus mit Pyramidenkarte, auf der du den Weg und den Schwierigkeitsgrad auswählst - Totale Kontrolle und sehr effektive Navigation im 360º-Radius - Eines der spannendsten Spiele im eShop mit über 15 gleichzeitigen Feinden. - Fordere einen Gegner im Mehrspieler-Online-Modus/lokalen Modus 1 gegen 1 heraus und werde der beste Pirat auf der ganzen Welt. - Unglaubliche und fantastische Endbosse.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-07-02",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a3635fc53b547a6087b677fc10415e1d4ec0c7ca1d16ca9716cd9ae13051b6db.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/44ce6b1e08f973e19c3dcc1321437bf714cdd53d232a4aaaf14744a3271225b0.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/9a48908303c7120b274242c17b76dfcd55cc79cc65ea9f08525e45b1360f103a.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/26e1f71ab94a8edd830a27a6d82f6f349786266ca54ed60f1c65a1ab35248869.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/eed7a8129ee15959814cebd963e39628b93e7ad7aa9f4ec0b017af2dbd292d9f.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/efc2bdbcf1d067b1d8270611d80be26a7fa06cd360624fa8c914a24bc24a1349.jpg"
		}
	],
	"movies": []
}