{
	"title_id": "00040000000DD800",
	"eshop_id": "50010000015733",
	"product_code": "CTR-N-AFAP",
	"name": "FISH ON 3D",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 12,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/32cb28aa944137144f1be3a334adc8c5f068992998525903c4456fd37761292e.jpg",
	"data_size": "229645156",
	"description": "FISH ON 3D incluye una gran variedad de modos de juego para quienes les gusta una simulación de pesca realista o los que prefieren jugar tipo arcade. Gana Créditos y Señuelos, aumenta tu puntuación con los retos que vayas consiguiendo durante el juego. El Modo Torneo es el modo principal de juego que incluye tres clases de torneo: Amateur, Profesional y Masters. Cada clase de torneo tiene cinco copas distintas (Hierro, Bronce, Plata, Oro y Platino). Se puede conseguir una copa en un solo nivel o en varios. El Modo Reto es perfecto para un juego rápido. Hay tres cursos (Principiante, Estándar y Experto), cada uno con tres niveles. Los niveles tienen un límite de tiempo y una cuota de peso. Pesca al gran pez escondido en cada nivel para ganar una estrella. Consigue tres estrellas para desbloquear el siguiente curso. Utiliza el sensor de giro Nintendo 3DS para disfrutar de la belleza del paisaje 3D bajo el mar en el Modo Exploración. Aprovechando la portabilidad de la Nintendo 3DS, los jugadores se pueden intercambiar señuelos y compartir información sobre la pesca con otros jugadores mediante StreetPass. Características: - 10 escenarios naturales exclusivos - 400 señuelos para coleccionar. - 75 créditos distintos. - Modo de Formación y de Entrenamiento.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-08-22",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/623b01899a905dbd758aeb04d232868228c4c9ed1470d206debb6d28147fe233.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/90cb0a695d3b7538112187140859d7aab53ced6dbac569ca29bdb0d7b761c5da.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/588de0bab5fc3cc9a4d9f1c8d3b18dad28e011a6e4fd8828258075440637a942.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/a1ffb326da7159ccc51cdd8ded5ee450ae69bb51b164dca7b5828bf763847d5d.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/b13160ec927e11f06045ef849ee5af1b774fbc0bac359051f51f021f57f340ca.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/a5fa9d7edf8a06fa89cef1b5429e1ca8514f5238b80ba437ec64bdee0b218947.jpg"
		}
	],
	"movies": []
}