{
	"title_id": "00040000001C5300",
	"eshop_id": "50010000042901",
	"product_code": "CTR-P-BMZP",
	"name": "Etrian Odyssey V: Beyond the Myth",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 509,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/f8726ec6de56b39592920fa42413566498136a0d7db0b983997f55c4f76a2897.jpg",
	"data_size": "571280228",
	"description": "Код загрузки для темы Etrian Odyssey V: Beyond the Myth для системы Nintendo 3DS. Станьте частью легенды: узнайте, что на вершине Yggdrasil Tree! Etrian Odyssey V повествует о юном искателе приключений, что пытается достичь вершины могучего дерева Yggrdasil Tree. Ведь легенды гласят, что тот, кто преодолеет все опасности ужасного Yggdrasil Labyrinth и доберется до вершины, сможет исполнить свое заветное желание. У каждого народа своя версия: одни говорят, что дошедший туда получит огромную мощь, другие – что он или она познает тайны мира. Иные говорят, что наверху ждут тайные практики и мудрость, а иные – что там скрыты несметные сокровища. Но неспроста никто еще не добирался до вершины. Опасные существа и жуткие враги FOE бродят по каждому из этажей лабиринта. Готовьтесь проявить свою отвагу в нелегких пошаговых битвах. Соберите свой отряд и вместе наносите разрушительные атаки. Настройте свой отряд так, чтобы получить преимущество! Широкие возможности настройки персонажа, четыре уникальные расы и десять классов – неизведанные коридоры лабиринта ждут ваш отряд! С нижним экраном Nintendo 3DS™ вы станете настоящим картографом. Заполняйте карту, отмечая места с сокровищами, двери, врагов, естественные препятствия и другие важные объекты, которые встретятся вам во время путешествия по полному опасностей подземелью.",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2017-10-17",
			"retail": "2017-10-17"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/88035022648f5dd5b7ffcd6ec9d22416f6b5a654ee053799b7035215589db64c.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/de72ad177ef6476264a7adf17424f3a223fdfe23cef3784e70c5ba10c8ef81c7.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/b771721a2f409528178c1755b6f8276a2efa528d6105dd09b6ab344902acb2b4.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/be483e89f9b5cde7ec31f5c132692661aaaf7b45617cb06601671fa37acf6677.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/64ab3a387b5380d97116bd43509ab42e78addcc2e08a70367ad0698a224267f1.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/9188160488bc8578c6c7fb09cb0f9fb7a92e98e8b84615b51ceb6773ee1526be.jpg"
		}
	],
	"movies": []
}