{
	"title_id": "00040000000C6700",
	"eshop_id": "50010000015295",
	"product_code": "CTR-N-JKZP",
	"name": "Flipnote Studio™ 3D",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/4f2da54760250839d53a847d127d68da3d18662a768aaff7855adaeb609f8d8d.jpg",
	"data_size": "9812836",
	"description": "Flipnote Studio 3D est un téléchargement exclusif et gratuit pour les membres du programme My Nintendo, afin de célébrer le lancement du service. Afin de devenir membre et d'avoir accès au téléchargement, vous devez d'abord créer un compte Nintendo sur le site https://accounts.nintendo.com. Vous pouvez créer un compte Nintendo en vous connectant sur ce site avec l'identifiant Nintendo Network que vous utilisez sur votre console Nintendo 3DS, ou en associant l'identifiant Nintendo Network dans les paramètres de votre compte Nintendo après l'inscription. Ensuite, il vous suffira de vous connecter à votre compte Nintendo et de visiter la page de Flipnote Studio 3D. Le logiciel pourra alors être téléchargé sur votre console Nintendo 3DS. Cette offre est valide jusqu'au 30 avril 2016 uniquement, après quoi le logiciel ne pourra plus être téléchargé. Vous devez avoir au moins 13 ans pour pouvoir créer un compte Nintendo. Flipnote Studio 3D est une application gratuite qui vous permet de créer vos propres chef d'œuvre animés. Vous pouvez l'utiliser pour prendre des notes rapidement ou dessiner des esquisses, sans jamais être à court de feuilles. Une large palette d'outils vous permet de donner vie à vos œuvres et de créer des animations de qualité. Vous pouvez ensuite les partager avec vos amis ou avec d'autres utilisateurs dans le monde pour leur faire part de vos talents.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-03-31",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/6430c99b45e868740f2793eb62875e377194f3e974210ce3d38bc697c4b852bf.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/1690280db728207a12b28fd918251e8a1c426315c75898a4bdee4d447f276163.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/c5d1c562a2e3e4b986b703ff98413d7e55ee79ae4dc59545ec60201154e418d8.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/b90a18327f34a6e24e1788c1f107ff66edd43548132262178b5ffb01e86af617.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/29fe3268bf193ca4b99ab1dc4b1444910ced3d20f754d405028f14aeac8a9723.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/4fd64f81813cfe2423ae45a065681f4a3d01254de5e4fb390bce3b50e1f7c615.jpg"
		}
	],
	"movies": []
}