{
	"title_id": "00040000000C9B00",
	"eshop_id": "50010000018433",
	"product_code": "CTR-N-JTTA",
	"name": "Pokémon™ Bank",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 210,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/910d7e0084d05dfb215c49b7f3b959f9f5c958864a8ae626ba9655c387de9c15.jpg",
	"data_size": "64236388",
	"description": "Pokémon Bank — это приложение, с помощью которого можно подключить вашу систему линейки Nintendo 3DS к личным боксам в Интернете и хранить в них любимых покемонов. Так вы сможете взять с собой в следующие грандиозное приключение всех ваших покемонов! Pokémon Bank — платный сервис, за который взимается ежегодная плата. Приложение Pokémon Bank совместимо со следующими играми: Pokémon X Pokémon Y Pokémon Omega Ruby Pokémon Alpha Sapphire Pokémon Red Version Pokémon Blue Version Pokémon Yellow Version : Special Pikachu Edition Pokémon Sun Pokémon Moon В Pokémon Bank у вас будет 100 боксов, в каждом из которых помещается до 30 покемонов. Таким образом вы сможете хранить 3000 покемонов! Pokémon Bank — это полезный ресурс для игроков, которые любят собирать множество покемонов различных видов или которые обожают готовить разных покемонов для битв и соревнований. Если случится непоправимое и вы потеряете игровую карту, то ваши покемоны будут в целости и сохранности в Pokémon Bank, и вы сможете извлечь их в новую игру! С помощью Pokémon Bank вы сможете переместить пойманных покемонов из игр Pokémon Red, Pokémon Blue и Pokémon Yellow Version: Special Pikachu Edition для Виртуальной консоли Nintendo 3DS в свою копию игр Pokémon Sun или Pokémon Moon. Покемоны из Pokémon Omega Ruby, Pokémon Alpha Sapphire, Pokémon X и Pokémon Y могут быть перемещены в Pokémon Sun и Pokémon Moon таким же образом. После загрузки Pokémon Bank также можно бесплатно загрузить приложение Poké Transporter! Если вы вставите игровую карту Pokémon Black Version, Pokémon White Version, Pokémon Black Version 2 или Pokémon White Version 2 в систему линейки Nintendo 3DS, то сможете воспользоваться Poké Transporter для переноса покемонов из этих игр в отдельные онлайн-боксы. Затем с помощью Pokémon Bank вы легко перенесете этих покемонов в совместимые игры серии Pokémon. Вы не сможете воспользоваться Pokémon Bank или Poké Transporter для хранения и переноса покемонов, созданных в приложениях, которые не были сертифицированы компаниями The Pokémon Company и Nintendo.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-02-04",
			"retail": null
		}
	},
	"screenshots": [],
	"movies": []
}