{
	"title_id": "0004000000193600",
	"eshop_id": "50010000039617",
	"product_code": "CTR-N-KLNP",
	"name": "Justice Chronicles",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 146,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/300c78d6eb06870861a9df3a1aade23ab9a329bf320c96bb6b910c3840c0ecc9.jpg",
	"data_size": "146271076",
	"description": "Das ultimative, klassische Rollenspiel, in dem ein junger Ritter das Schicksal durch die Dunkelheit bekämpfen muss, die sich in der Historie verborgen hält.. Kline, ein Novize der Hochwild-Ritter, wurde zur Aufklärung nach Laft, in das Erd-Tiefen-Reich, entsandt, wo er auf Alia trifft, eine Kampfmaid, die schreckliche Verwundungen erlitten hat und die dem Tode nah ist. Um ihr zu helfen, schließt er einen Pakt mit Rooselevy, dem Gott des Todes. Alia überlebt, aber der junge Ritter muss im Gegenzug sein Leben aufgeben... In einer Welt, die am Rand des Krieges steht, muss dieses Duo neuer Freunde gegen das Schicksal selbst antreten, um die Welt von der stetig weiter hervorkriechenden Dunkelheit zu retten, die alles zu verschlingen droht und das Gleichgewicht der Welt, ein für alle Mal wieder herzustellen. Das Spiel bietet 40 Stunden einzigartigen Spielvergnügens, eine umfangreiche Story, in der sich eine große Vielfalt von Charakteren und Feinden mischen, sowie viele weitere faszinierende Elemente, wie mächtige Meteoriten, die zusammen mit der Spielfigur wachsen, animierte, rundenbasierte Kämpfe, eine große Anzahl an Nebenquests, Sammeln von Materialien, Waffenherstellung und kunstvolle 8-Bit -Punkt-Grafiken. Justice Chronicles gelingt es wirklich, das Wesen eines wahren Rollenspiels einzufangen!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-03-31",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/5f148ebe51793937bd499efd803942686ff91c677c296cb0873a0f34d27e40ae.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/4502eec29048c5e7039a98de4f931a637e4e53a3c3596539bb4ac3288ac54557.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/ca16ef9ad8dd742427f2275d55da1b715fad13228c973d336ea3b93394af86a5.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/0bf9127678f942646404a21b6734cc04833b2ce6e7f57e26dd6a51ae5dc457b4.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/045a8b0b59edc1cce745dfd773d3f7c1f28fe011dfc5d94ae78aab5fc723893f.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/d194dff41a9e2bf619a2e5fac59332e7d6e828777ea42376ae9bbc706ed56cdb.jpg"
		}
	],
	"movies": []
}