{
	"title_id": "00040000001AD900",
	"eshop_id": "50010000042367",
	"product_code": "CTR-N-KEQP",
	"name": "Elliot Quest",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1406,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/67f988879a2dc50a301423d70b1f13aadcb3bdac9a695054bd4a0bd2bf72f05b.jpg",
	"data_size": "95259492",
	"description": "Elliot kann nicht sterben - jedoch läuft ihm die Zeit davon. In Elliot Quest muss das Opfer eines seltenen Fluches ein Heilmittel finden bevor es in einen Dämon verwandelt wird. Nachdem Elliots Frau verschwindet wird er krank und versucht sich selbst das Leben zu nehmen – wobei er herausfindet, dass er nicht sterben kann. Von Alpträumen geplagt und von Tag zu Tag schwächer werdend, macht Elliot einen örtlichen Weisen ausfindig, der ihm mitteilt, dass er Opfer eines seltenen Fluches ist. Ein Dämon namens Satar raubt langsam Elliots Lebenskraft. Wenn Elliot kein Heilmittel gegen den Fluch finden kann bevor es zu spät ist, wird auch er ein Satar werden. Seine einzige Hoffnung ist einen der Wächter der Insel um Hilfe zu bitten, die die Satar daran hindern in Urele die Macht zu ergreifen. Entdecken Sie eine lebhafte, offen erkundbare Welt voll von versteckten Geheimnissen und mysteriösen Wächtern, die helfen können Elliots Fluch der Unsterblichkeit zu heilen. Während dieses Abenteuers werden Sie unzählige Fähigkeiten und Zaubersprüche sammeln, 5 Kerker durchsuchen und entlang des Weges 16 einzigartige Bosse besiegen um zahlreiche Enden zu entsperren. Miiverse™ Integration und Briefmarken Sammeln Sie Briefmarken während Ihres Abenteuers. Nutzen Sie diese zum erstellen von Notizen über die Geheimnisse in Elliot Quest und teilen Sie diese über Miiverse™!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2017-05-11",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/5851ad926e52f9652d1f4326d6fc98c4b85786dd4c88c030d34699ec74ed25a6.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/41360c707e2a1d728cbf5ec5695046e189e6526894323a1798ee37a634f3ae76.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/21f931edc1a14209c82aa238a36e2250b263871c16a74f2e38168f1b016e757b.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/e4e0bc7729510d8776a103f3834a633c42507b3fbacb251574e54a1f788d7239.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/d9d503592840c8d5e7f6c8257fe670a7fdad8b6d9454e39e3e562256e44dd8a1.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/c28273a1727f95e5c3b7aa5ebbea81bcb5b86f5ca41bdc3fa9c285273a7ac314.jpg"
		}
	],
	"movies": []
}