{
	"title_id": "0004000000198800",
	"eshop_id": "50010000040376",
	"product_code": "CTR-N-KGXP",
	"name": "Digger Dan DX",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1688,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/01e1ac25ad04d7fd6995dfa28aae3009933b8743b5a07977deb1b5a457fd4f03.jpg",
	"data_size": "29076324",
	"description": "Digger Dan a découvert une ancienne mine remplie de grottes, débordant encore de trésors. Pourrez-vous le guider dans la bonne direction en creusant à travers la terre pour récupérer les gemmes et les pépites d'or ? Calculez votre chemin prudemment pendant que vous poussez les rochers hors de votre chemin ou Dan pourrait se retrouver pris dans un des nombreux pièges. Mais ces rochers peuvent aussi se révéler très utiles, surtout si vous pouvez en faire tomber sur un monstre particulièrement difficile à éviter. Une observation attentive des monstres révèlera le motif de leurs déplacements, alors ne vous précipitez pas. Dan n'est pas seul, son fidèle acolyte Kaboom (le petit rongeur de Dan) pique parfois un somme dans certains niveaux. Réveillez-le et il pourra se faufiler dans les petits tunnels auxquels Dan ne peut accéder. Utilisez Dan et Kaboom ensemble pour les casse-têtes qu'ils ne peuvent résoudre seul. En creusant de plus en plus profond à travers les 100 grottes, vous mettrez à jour les gemmes secrètes enterrées dans la terre, découvrez les mystères des trous de ver qui vous transportent à travers le niveau, créez des trous dans les murs avec les barils abandonnés remplis de TNT et récoltez des pioches pour libérez les gemmes prises dans la roche. Certains des grottes sur lesquelles vous tomberez sont inondées vous obligeant à planifier votre itinéraire avec plus d'attention afin de ne pas manquer d'air. Utilisez les appareils photo pour prendre des photos du niveau, puis, si vous faites des erreurs ou que vous êtes piégé, vous pourrez utiliser votre photo comme point de redémarrage. Pouvez-vous devenir un joueur à étoile d'or ? Relevez le défi en finissant la grotte, en battant le temps et en récoltant la gemme secrète de chaque niveau. Caractéristiques : * Quatre zones à thème classées comme entraînement, débutant, intermédiaire et expert * Stéréoscopie 3D à couches * Graphiques complètement revus * Effets sonores améliorés * Tableaux de score pour chaque niveau * 4 emplacements de sauvegarde – défiez votre famille de battre vos scores * Action fluide à 60 fps",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-05-19",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/660222933784eb414a1b45956e6eecccd1160ed939a81a392faa8025df258ae4.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/a6d716ac7d71d08041cbfc6ac82f0e5ffa29faeef09293e8aff07b5c2c3f3a6d.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/fdc36e3d2bddbf4c5519db8bdedc2b5c7b16e3ce97fc5387467d077fb36d7957.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/126bc54edf6b3f9e8ccde07545673c1bd8b7aaaff6f2a8e7afb95269175c7a46.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/e58688cbd1fbde231afd2268734ed3615b749902f7d7363f7202daf37237927a.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/1881ad078d5f164be68a7e8155d370ccc8e1d4ab7ebf7baa6c06c65f1bcebc93.jpg"
		}
	],
	"movies": []
}