{
	"title_id": "00040000000B2B00",
	"eshop_id": "50010000021774",
	"product_code": "CTR-N-TBSP",
	"name": "Castlevania III: Dracula's Curse",
	"platform": 24,
	"platform_device": "CTR",
	"publisher": 149,
	"banner_url": null,
	"icon_url": null,
	"data_size": "7502692",
	"description": "Biete Dracula in diesem dritten Teil der äußerst beliebten Castlevania-Reihe die Stirn! Wie auch im Originaltitel ‘Castlevania’, ist es die Aufgabe des Spielers, sich durch knifflige sowie anspruchsvolle Level zu schlagen. Doch diesmal gibt es einen bedeutenden Unterschied: Am Ende eines Levels stehen zwei Wege zur Auswahl. Jeder davon führt zu einem völlig anderen Spielerlebnis! Die innovativste Neuerung dieses Spiels besteht in den Gefährten, die der Spieler auf seinem Weg durch das Abenteuer trifft. Neben dem Hauptcharakter Trevor, der im Kampf gegen das Böse die traditionelle Belmont-Waffe, die Mystikpeitsche, sowie eine Reihe anderer Items einsetzt, kann der Spieler ein Bündnis mit einem von drei individuellen Charakteren eingehen: Sypha, die gefangene Hexe, Grant, der Pirat, der hohe Wände erklimmen kann und Alucard, Draculas Sohn, der mit seinem Vater noch eine Rechnung offen hat. Aufgrund der zur Auswahl stehenden Charaktere und der Möglichkeit, den Verlauf des Abenteuers durch die Wahl eines bestimmten Wegs selbst zu bestimmen, besitzt dieses Werk auch bei wiederholtem Spielen eine ganz eigene Faszination, die jedes Mal zu einer neuen Spielerfahrung beiträgt.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-04-17",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/c41e2286cf8dd7f65c53e196200b8bdbd4987682e928bd2c478a361bcdcd9273.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/e87bd0cb19206831a6da3eb82f2d7583fd2a5baae0b2dc34822db5e341c9f023.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/11e29241f62c3d26a05b7481f9d0d34d9f06c61f5eb28323f0851c0c95a908c7.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/e87bd0cb19206831a6da3eb82f2d7583fd2a5baae0b2dc34822db5e341c9f023.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/b2fad4091d252f932eef65c5daf3667571cb4ff068bcaf2e8ed4e0275d14c55b.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/e87bd0cb19206831a6da3eb82f2d7583fd2a5baae0b2dc34822db5e341c9f023.jpg"
		}
	],
	"movies": []
}