{
	"title_id": "0004000000106600",
	"eshop_id": "50010000018333",
	"product_code": "CTR-P-AEHZ",
	"name": "Disney La Reine des Neiges : La quête d'Olaf",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 1244,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/260434b1a1ec66196e42afbc03eecf1d022b66c0f806aab286d7a5db2eb55031.jpg",
	"data_size": "51141476",
	"description": "Chaque journée est une journée enneigée avec Reine des Neiges : La Quête d’Olaf, le nouveau jeu de plateforme et de réflexion directement inspiré du dessin animé réalisé par Walt Disney Animation Studios et Walt Disney Pictures ! Reprenant les moments forts du film, cette aventure originale vous permet d’incarner Olaf, l’insouciant bonhomme de neige, qui doit affronter de multiples situations périlleuses. • Une aventure glacée (et risquée) – Parcourez le célèbre royaume d’Arendelle en compagnie d’Olaf tout au long de 60 niveaux variés et inventifs. Relevez des défis à la fois stimulants et accessibles, déjouez des pièges de glace, rencontrez des personnages malicieux et n’oubliez pas de rechercher des trésors cachés et des accessoires à débloquer ! • Amuse-toi avec Olaf – Grâce à son personnage principal haut en couleur, Reine des Neiges : La Quête d’Olaf est une aventure réjouissante, bourrée d’humour, qui saura séduire petits et grands ainsi que les fans du dessin animé. • Un bonhomme de neige en roue libre – Même s’il fait tout ce qu’il peut pour éviter les obstacles, Olaf peut toujours compter sur son physique de bonhomme de neige, et les compétences spéciales que cela implique, pour dominer son environnement. Il peut donc piétiner ses ennemis à l’aide de (hum) son arrière-train proéminent, leur rouler dessus en devenant une énorme boule de neige, voler en se transformant en hélicoptère et attraper des objets éloignés grâce à sa tête amovible.",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2013-12-05",
			"retail": "2013-12-06"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/3f3c47de5260617fbc5023bd7df6e30c2e7f59d5e887279f4a8ddafc5612cf28.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/4a420465828930bd7bc9022b7d071a17954206d1d2a65a258b677ad998177c69.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/522df3d67c167ecda8707c959e87401d1a4c3db97e68420654910ea582b0ef2e.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/3b2a3bdc6ed606cca8d381030d72add6e370b653fe3b03f5208d16af8c1d1634.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/96438000d372b1a50f0c172a458b358b3068aa49c93681706b8bd14fd6d3d123.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/76db02d90302dd502b9ee94d0ff6ee94b05a38e29c0ec3c1efe5471b73a2a5ce.jpg"
		}
	],
	"movies": []
}