{
	"title_id": "00040000000BE600",
	"eshop_id": "50010000015174",
	"product_code": "CTR-N-QAVP",
	"name": "Shantae™",
	"platform": 22,
	"platform_device": "CTR",
	"publisher": 288,
	"banner_url": null,
	"icon_url": null,
	"data_size": "8760164",
	"description": "Кто бы мог подумать! На страже рыбацкого городка Scuttle Town стоит девушка-джинн Shantae. Наша героиня не робкого десятка: она расправляется с монстрами и привидениями одним махом своей густой шевелюры и может обернуться экзотическим зверем, стоит ей станцевать танец живота! Казалось бы, эти сверхъестественные способности Shantae ни к чему, ведь в Scuttle Town и так всегда спокойно. Но не тут-то было... Однажды на город налетели пираты во главе с коварной предводительницей по имени Risky Boots, выкрали паровую машину и исчезли. Главной героине ничего не остается, как на всех парах пуститься в погоню за разбойниками и не дать им уничтожить Sequin Land. Ее путь пролегает через пышущие жаром пустыни, извилистые лабиринты и чащобы, кишащие привидениями! Вам предстоит сражаться с монстрами, повстречать немало друзей и, наконец, показать пиратам, почем фунт лиха! - Игра сочетает в себе черты квеста и платфмормера. - Расправьтесь с чудовищами, хлестая их шевелюрой, как плетью! - Чтобы превратиться в обезьянку, слона, паука и других экзотических зверей, станцуйте танец живота. - Пройдите более 50 локаций, кишащих врагами! Игровой процесс меняется в зависимости от времени суток. - В вашем арсенале — волшебные предметы, старинные амулеты и боевое снаряжение. - 3 мини-игры (состязания в беге, танцевальный конкурс и азартные игры). - Битвы с главарями в несколько этапов и потрясающий саундтрек!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-07-18",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/f7a9bb9e9f89d09ade1b8e9f9dc6bbb435e6f3f5208ff12b544f2bdc112fea4e.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/dbbcde82e34ac694492a0c371fc42a922f80d9994a3dfa522330869b9f0e0964.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a21f6a96c340cc52412aefb0887eb84cc282159357abb352cadcf288bd89fdf8.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/dbbcde82e34ac694492a0c371fc42a922f80d9994a3dfa522330869b9f0e0964.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/967fbd5633c285572028b9344a8e7c9a220318086c4002d7095458d3f358ef7c.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/dbbcde82e34ac694492a0c371fc42a922f80d9994a3dfa522330869b9f0e0964.jpg"
		}
	],
	"movies": []
}