{
	"title_id": "0004000000121000",
	"eshop_id": "50010000021293",
	"product_code": "CTR-P-AHXP",
	"name": "Hometown Story",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 220,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/8ba5619b4492d91fccd0c5ea2af04c3e9d9879d0188a640c7035ee65102966c3.jpg",
	"data_size": "578009956",
	"description": "Yasuhiro Wada, der Schöpfer der Harvest Moon-Serie, hat ein herzerwärmendes Abenteuer voller Freude, Spaß und Aufregung geschaffen. Freu dich auf ein ganz neues Leben und erzähle deine eigene Geschichte – in Hometown Story! Du hast einen heruntergekommenen Laden geerbt, und jetzt ist es an dir, in dein Heimatstädtchen zurückzukehren und es zu einem Ort zu machen, auf den deine selige Großmutter stolz gewesen wäre. Arbeite mit der magischen Elfe Pochikal zusammen und lerne neue Freunde kennen, während mit deinem Erfolg auch die Stadt wächst. Erweitere den Laden, entdecke tolle neue Waren zum Verkaufen, erlebe aufregende Abenteuer und triff sogar den Partner deiner Träume! Jetzt mit verbessertem Gameplay und neuen Features – Hometown Story ist die endgültige Fassung von Yasuhiro Wadas Vision. Features • Endgültige Version eines neuen Abenteuers von Harvest Moon-Schöpfer Yasuhiro Wada, Final Fantasy-Komponist Nobuo Uematsu und Figurendesigner Atsuko Nishida. • Erbe einen heruntergekommenen Laden und mach ihn gemeinsam mit der magischen Elfe Pochikal zum besten Laden weit und breit! • Versorge die Einwohner des Städtchens mit passenden Produkten, damit sie zu treuen Kunden werden! • Geh raus und triff neue Leute! Sammle außerdem Materialien und Objekte, mit denen sich der Bedarf der Leute decken lässt. • Je mehr dein Laden verkauft, desto größer wird er ... und die Stadt auch! Locke neue Einwohner an und erziele doppelten Erfolg! • Die Beziehungen in der Stadt entwickeln sich im Lauf der Zeit – genau wie die Leute. Aus Fremden werden Freunde, aus Freunden vielleicht mehr!",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2014-05-01",
			"retail": "2014-05-02"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/8ec489bc0c54aa78522dc3a0b18a0dde1b8dd891d7a6e9bb38e0ce2b53af8d71.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/3ed9d42c3d20eda7458d2fb827625754c7109d8129e4d0b74ceeca9f0d90c27c.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/54fb37bfccf2d560f89d67e5a80036ae1e4820007c4cd2e7c526b38e38e618c1.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/cb40018dc9d8a05beac36dcd3a46a4a4c7500af7b6fe73faec0149fabc5fb15a.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/7ac33f78fca8eb2b4df8d7f1c1d6f28ff88a2f9e2c20114d69e0defdb4d9ab2b.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/1c0ae5ffa9cce85bc906c3f65a673072be489edfde367b13969523e557bc29c7.jpg"
		}
	],
	"movies": []
}