{
	"title_id": "00040000001B2900",
	"eshop_id": "50010000042081",
	"product_code": "CTR-P-BYSP",
	"name": "YO-KAI WATCH® 2: Mentespectros",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/c8a236dfc85ff30047ab6acf6501120a6aad06583097ebbd32664fcca1f0fc64.jpg",
	"data_size": "3855403876",
	"description": "Si compras la versión descargable de YO-KAI WATCH 2: Mentespectros, recibirás un objeto especial en el juego que te permitirá encontrar a Machonyan y tener la oportunidad de hacerte su amigo. Prepárate para una gran aventura en el misterioso mundo de los Yo-kai en YO-KAI WATCH® 2: Mentespectros. YO-KAI WATCH® 2: Mentespectros es un manantial de diversión, encanto y misterio para novatos y también fans entregados de Yo-kai. YO-KAI WATCH® 2: Mentespectros ofrece: - 12 nuevas misiones, incluida la que ahonda en los orígenes del misterioso Darknyan - La oportunidad de hacerte amigo de 15 Yo-kai maléficos que anteriormente solo aparecían como adversarios - Mazmorras exclusivas para los propietarios de Fantasqueletos y Carnánimas: los jugadores con datos de guardado de una o ambas versiones podrán acceder a nuevas mazmorras para luchar contra jefes especiales y hacerse amigos de Yo-kai exclusivos - Nuevos lugares para explorar, como el fantástico recinto Gera Gera - Una versión ampliada del modo local cooperativo YO-KAI WATCH Blasters con nuevos y poderosos jefes a los que enfrentarse",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2017-09-29",
			"retail": "2017-09-29"
		}
	},
	"screenshots": [],
	"movies": [
		{
			"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/a318fa016eaba4485056ddaa00e1c753941bf8de7965b91345f8611ffa803ab2.jpg",
			"name": "YO-KAI WATCH 2: Mentespectros: Tráiler",
			"files": [
				{
					"quality": "HQ",
					"format": "mp4",
					"movie_url": "https://kanzashi-movie-wup.cdn.nintendo.net/m/1462310628b91dbc00137fe395c6939a8f1b79821574cfb4e22374155d37c90d.mp4",
					"width": "1280",
					"height": "720",
					"dimension": "2d",
					"play_time_sec": "117"
				}
			]
		}
	]
}