{
	"title_id": "00040000001AD700",
	"eshop_id": "50010000042935",
	"product_code": "CTR-N-KCNP",
	"name": "Chicken Wiggle",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1772,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/ae117e00e293c3ddf3c58f91277587294dee56464dcfe1bc7b6d5acf1f340a25.jpg",
	"data_size": "34044772",
	"description": "Los protagonistas de Chicken Wiggle son un dúo peculiar: ¡un pollo jovencito y su mejor amigo, un gusano serpenteante que viaja en su mochila! Juntos participan en una aventura en la que tendrán que saltar, picotear y serpentear a través de un montón de alucinantes niveles de plataformas, llenos de divertidos artilugios, peligros y enemigos, con la férrea decisión de rescatar a sus amigos de la malvada bruja que habita en sus torres rascacielos. ¡Pero aún hay más! Los aspirantes a diseñadores de juegos y los dibujantes más divertidos podéis pasar horas preparando vuestros propios niveles con el sencillo creador de niveles que se incluye en el juego. Hasta puedes seleccionar distintas reglas para la mecánica de juego o temas gráficos, y proporcionar pistas personalizadas, consejos y etiquetas de búsqueda. Cuando estés listo, podrás compartir fácilmente tus creaciones online con otros jugadores de Chicken Wiggle a través del portal de la comunidad. ¡Todos podéis ser diseñadores de juegos en acción! ¡Los jugadores que quieran jugar más niveles tras completar el modo de juego principal de Chicken Wiggle encontrarán un montón de niveles únicos para descargar, jugar y evaluar gratis! Las categorías de niveles incluyen Atooi oficial, popular, más reciente; también puedes introducir tus etiquetas de búsqueda o el ID de un nivel específico para localizarlo.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2017-08-17",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/797bd8250a9122d6f7484f24cd0d04b0041d6141eeba31e7d97116c727b3293b.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/611e5ffb743ad988880b1d42a56e7e3e41d10bbb6bd4ab02682b5d214212ce7c.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/2f1f79caaa60b51115d402717e4e7ba982b5f0313376581bea9ae71100754628.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/f744e738d630a199db7b83cf3e207b69377cc55db90d0c7fdeab17b7a7402fbf.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/eb912a63eb5080f4829767d74144bd0f273dd5cf5fb6ab2fe7f5ff1997c4adb8.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/0829b15390fa63b23e850af903878620e8ef8cab7cdd65c100d1b9d32a5055c4.jpg"
		}
	],
	"movies": []
}