{
	"title_id": "000400000018AC00",
	"eshop_id": "50010000039744",
	"product_code": "CTR-N-KMMP",
	"name": "Mutant Mudds Super Challenge",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1772,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/a736932a3bd980e8f8e9a63c91ce512b24dd32eff4c87be7f587865643f002b1.jpg",
	"data_size": "13663076",
	"description": "Descárgate Mutant Mudds Super Challenge gratis si ya tienes la versión para Wii U™. (Las consolas Wii U™ y Nintendo 3DS™ deben estar vinculadas al mismo Nintendo Network ID.) ¡¡Un nuevo desafío: Mutant Mudds Super Challenge!! Más de 40 niveles plagados de mutantes. Esta aventura ha sido diseñada para superjugadores y presenta todo un elenco de nuevos desafíos de estilo plataforma y grandes combates con enemigos finales que pondrán a prueba tus habilidades. Max recibe una información especial con la ubicación del punto del impacto del meteorito original ¡y descubre que todavía está produciendo Mutant Mudds! Max sale de su guarida secreta en la jungla decidido a encontrar el meteorito y destruirlo para siempre. Corre, salta, planea y ábrete camino a través de cinco nuevos y emocionantes mundos, ambientados en un colorido escenario de píxeles neo-retro y una sublime música que evoca aquellos juegos de los 80. Desafía a las leyes de la segunda dimensión saltando entre el fondo y el primer plano, y haz justicia con los Mutant Mudds sirviéndote de tu fiel cañón de agua. Utiliza tus mejoras para atravesar complejos obstáculos y poder acceder a los niveles secretos especiales. ¡Supersecretos! Hay 20 personajes especiales ocultos por el juego con los que podrás jugar. ¡A ver si los encuentras todos! Podrás desbloquear y escuchar en la sala de discos más de 40 melodías ochenteras de la banda sonora de Mutant Mudds.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-03-17",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/9f1c404cd23e78f55f150b551e69437782d7d9c08dc69848058c0228e82a1df2.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/8cb6ec07916c57e0037f593ef304466de6c16713e03ff28e4e7a726652fd5871.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/9e4c5b4bd9d8bff0f0ea5d4e428e8ca1e24ebcc13d8678885eb6d7c67aee50d2.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5ef87586f794a81e6599435763664846af72e525f405d83df337cdbeca19e3e6.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1870f121a621fdd1c306460156079b5d8c7526f7a5a16633354464ca24784bea.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/f6ecc2ba53fa96102042088695da4e445190162c031cc0ce447b8496f5f9d4e9.jpg"
		}
	],
	"movies": []
}