{
	"title_id": "0004000000043400",
	"eshop_id": "50010000000485",
	"product_code": "CTR-P-AS9P",
	"name": "Sudoku - The Puzzle Game Collection",
	"platform": 18,
	"platform_device": "CTR",
	"publisher": 149,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/f4fb747069c24460b57c0808ab5afbf5c083288dbab509c3da710e5767956e47.jpg",
	"data_size": null,
	"description": "Discover a popular puzzle game in a new light as Sudoku gets a new lease of life on Nintendo 3DS. Sudoku – The Puzzle Game Collection brings 600 puzzles to the palm of your hand, with Sudoku featuring alongside other Japanese logic games Shikaku, Hashi and Akari. Each game brings its own unique challenges, which will be tougher or more manageable depending on which of the three difficulty modes you opt for. If you’re not familiar with some of the puzzle games on offer, you can get started with helpful tutorials that should help you think outside the box. On top of the classic challenge presented by Sudoku, Shikaku will see you dividing a numbered grid into squares and rectangles as you attempt to contain numbers within a single box – a box which has as many squares as the number it contains. In Hashi, you’ll try to connect numbered islands with bridges, following a series of stipulations that will test your puzzle-solving skills to the limit! Finally, in Akari, your job is to position light bulbs in the correct order to make them switch on. As you progress through all 600 challenges on offer, you’ll be rewarded with medals for quick completion and your records will be stored to motivate you towards improving. Sudoku – The Puzzle Game Collection also uses the Play Coins feature of the Nintendo 3DS system. By walking around with your Nintendo 3DS in Sleep Mode you can earn up to 10 Play Coins each day, up to a maximum of 300. In Sudoku – The Puzzle Game Collection, the Play Coins you’ve earned can be spent in the game to unlock hints for the puzzles you’re really stuck on. Adding to the overall experience, the power of Nintendo 3DS gives each game mode a unique visual appeal. Expect to see the bridges you complete in Hashi and the boxes you form in Shikaku come to life before your eyes – making every puzzle you conquer an even more satisfying experience! The game also uses the motion sensing power of Nintendo 3DS. Simply tilt the system and you’ll see an overview of the puzzle you’re working on displayed on the 3D Screen. Make a noise into the Nintendo 3DS microphone and the image will revert back to a picture of the crown you could win for successfully cracking the puzzle.",
	"availability": {
		"eshop": false,
		"retail": true,
		"dates": {
			"eshop": null,
			"retail": "2011-06-09"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a02e83a24cb37630fce3bb70b6a00e31f87e953e5e31bb6a55f4e038585d3329.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/da8daa1a0052f1cf8e88fd568c542e92f220d65a27b6d87877f6e5bbef5ad218.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a02e83a24cb37630fce3bb70b6a00e31f87e953e5e31bb6a55f4e038585d3329.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/44da2eace449d751887eea4be1d8a8da3887df9d842ac4e03f484bdf874ad16f.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a02e83a24cb37630fce3bb70b6a00e31f87e953e5e31bb6a55f4e038585d3329.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/364331f34aa71cef8296e72a280a3cdb81254e48499a18270017e18096b24829.jpg"
		}
	],
	"movies": []
}