{
	"title_id": "0004000000126B00",
	"eshop_id": "50010000023035",
	"product_code": "CTR-N-NC6P",
	"name": "Tomodachi Life™ Willkommensversion",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/bf4bcd201ac451db4d35f725a8ed2dc6e1128264e3152f4b4cbda5cfa4087078.jpg",
	"data_size": "130956132",
	"description": "Tomodachi Life: Willkommensversion* gibt dir durch Erstellen dreier Mii-Charaktere mit individuellen Stimmen und Charaktermerkmalen einen Vorgeschmack auf Tomodachi Life. Indem du den Mii-Charakteren Nahrung oder Items wie neue Kleidung und Einrichtungsgegenstände gibst und dir dann ansiehst, was sie so alles anstellen, erhältst du einen ersten Eindruck des Spielgeschehens. Wenn dir Tomodachi Life nach Abschluss der Willkommensversion gefällt, kannst du sogar deinen Fortschritt und die Inselbewohner für die Vollversion (im Einzelhandel und im Nintendo eShop erhältlich) von Tomodachi Life übernehmen.** Zudem können Spieler, die die Willkommensversion von Tomodachi Life abschließen, ein seltenes Pandakostüm*** in einer von acht Farben freischalten und damit ihre Mii-Charaktere ausstatten. Das Pandakostüm kann auch in der Vollversion übernommen werden. * Die Funktionen und Orte von Tomodachi Life: Willkommensversion sind im Vergleich zur Vollversion des Spiels begrenzt. Alle erstellten Mii™-Charaktere können aber in der Vollversion verwendet werden. ** Die Willkommensversion von Tomodachi Life kann unbegrenzt oft abgeschlossen und neu begonnen werden, allerdings wird der vorherige Spielstand bei einem Neustart überschrieben. Nur der zuletzt abgeschlossene Spielstand kann in der Vollversion übernommen werden. *** Nutzer von Tomodachi Life: Willkommensversion müssen im Besitz der Vollversion (sowohl im Einzelhandel als auch im Nintendo eShop erhältlich) sein, um das Pandakostüm mit anderen Spielern tauschen zu können. Der Spieler, der den Downloadcode für die Willkommensversion von Tomodachi Life vergibt, erhält das Pandakostüm nicht automatisch. Das Pandakostüm kann auch im Verlauf des Spiels in der Vollversion freigeschaltet werden.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-06-06",
			"retail": null
		}
	},
	"screenshots": [],
	"movies": []
}