{
	"title_id": "00040000000D1600",
	"eshop_id": "50010000014802",
	"product_code": "CTR-N-JBGP",
	"name": "Witch's Cat",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 12,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/472e2491ead4bb6d1c16c77f5d27571271237557f3b27bb395497abd8e1d0944.jpg",
	"data_size": "51166052",
	"description": "Im vorherigen Abenteuer, hat die böse Queen eine große Gruppe ihrer edlen Günstlinge, die mürrischen Katzen, ausgesendet, um Alice und Rabi zu finden und gefangen zu nehmen. Kurz nach ihrer Gefangennahme wurde ein Günstling der Queen, die mürrische Katze namens Alicia, neugierig auf Alice und wusste sofort, dass Alice ein guter Mensch ist. Alicia, für Alice und Rabi unbekannt, verhilft beiden zur Flucht aus ihrem Gefängnis. Frustriert über die Tatsache, dass Alicia nicht mit Alice kommunizieren kann, wünscht sie sich, ein Mensch zu werden, um sprechen zu können und um sich mit Alice anzufreunden. Die Queen erfährt von dem geheimen Wunsch Alicias und sperrt sie in den Tiefen ihres Reichs ein. Dubois, ein mächtiger Zauberer mit fragwürdigem Ruf und ein Feind der Queen, entdeckt Alicia und hilft ihr zu fliehen. Dubois ist bereits mit Alicias Wunsch ein Mensch zu werden vertraut und bietet seine Hilfe an, ihr dabei zu helfen ein Mensch zu werden. Witch’s Cat ist nicht nur ein Puzzle-Spiel, sondern auch die Geschichte von Alicias persönlicher Reise über Glauben, Mut und Betrug. Wird Alicias Traum Wirklichkeit werden und wird sie Alice in der Welt der Menschen finden? Features: - Entdecke und entkomme 50 bösartigen Level, die von der Queen entworfen wurden. - Verwandle dich nach Belieben von einem Menschen in eine grinsende Katze. - Erlerne und meistere verschiedene Arten Magie.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-06-20",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1fba6f559be7b54c24b4401bbf06c7fe4bdf3d88c764440118b4073fd8f23635.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/edf6fd0a8901a62f3bb8eff23132132931c4a3dd444baa0cf80b6006018e497b.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/34bc07dad1bd33f3178ff692c029279a40590c3af0cc3b77d83beec1e1aecdc3.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/899e7f45458a258971aa36e272a4145a574b5a75a4d0f413eee721f6fbd90e13.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/ac769e99da2bc7add0146eec8a5b3de8b82c4f40fadec87b05e6822df4f31d96.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/c0864db29800e9458dd0327140c827e5313eb67b6eb181721f0cd47b532919ed.jpg"
		}
	],
	"movies": []
}