{
	"title_id": "00040000000BC600",
	"eshop_id": "50010000012053",
	"product_code": "CTR-N-JLLP",
	"name": "Hana Samurai Art of the Sword™",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/b5661d2046eab604fca111ab907c2ffdd668d5561113e03fc967537aaa1872d7.jpg",
	"data_size": "60156772",
	"description": "In questo gioco, i pulsanti non si premono a caso e ripetutamente. Hana Samurai: Art of the Sword è un gioco di spada i cui elementi fondamentali sono la precisione con la spada, l'abilità sul campo di battaglia e una buona padronanza delle arti marziali. Nei panni dell'eroe protagonista, intraprenderai un viaggio attraverso un mondo ricco di fiori di ciliegio, e pericoli mortali, con il compito di salvare la leggendaria principessa Cherry Blossom. Mostra il tuo valore in battaglia e sconfiggi gli scagnozzi del rapitore della principessa per poi portarla in salvo. Impara a prevedere le mosse nemiche, schiva con destrezza gli attacchi e crea le condizioni per sferrare contrattacchi devastanti. All'inizio della partita non avrai altro che la spada Sakura, poca energia vitale e le conoscenze di base che lo spirito d'acqua ti ha trasmesso. Fatti strada a colpi di spada da un campo di battaglia all'altro, combattendo orde di nemici sempre più scaltri. Sconfiggi i nemici all'interno dei castelli e affronta i terribili boss. Non dimenticarti di sostare nei paesini che incontrerai lungo il cammino: i loro eccentrici abitanti saranno felici di fornirti aiuto, equipaggiamenti e incoraggiamento (talvolta anche un po' di svago). Fai vedere a tutti chi è il vero samurai Sakura!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2012-10-11",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/942dc9771521b2bc52c3e9d40895b407fc85cb10ae8f781557427155d1ef77c7.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ab043e1a18014a45f6706f273964f095a4ba9e7421bccd0d2061099a2f832772.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/3c606927febc811bab36e1d29228712e20f9e7a1f6428f3f03f6a9ae937b379e.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/1192027fb24364268d5fd4d414d0b18edd045d1202317da4da2e169f2fe357e7.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/7685457b1080ce8e28e3afb85c05f4f4d9d985913043810ce2fdbd542b11ec36.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/34b9e8b3e6b062374c1fc96fcc708c5334c7ad6f3f0e69ff009a93de42de9970.jpg"
		}
	],
	"movies": []
}