{
	"title_id": "0004000000086100",
	"eshop_id": "50010000009421",
	"product_code": "CTR-P-AL3P",
	"name": "Farming Simulator 2012 3D",
	"platform": 18,
	"platform_device": "CTR",
	"publisher": 503,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/214acf45195d19f1c2663d22bc1f7ad791f055ed440fec9b3d2bcb896aa53d53.jpg",
	"data_size": null,
	"description": "Ponte las botas y coge tu 3DS™: ¡es la hora de jugar a tu simulador de carreras favorito en tu consola portátil! La Nintendo 3DS es un hardware rompedor que trae la jugabilidad 3D al mercado portátil por vez primera. La 3DS usa la funcionalidad de la barra de 3D y una pantalla LCD mejorada para mostrar un efecto 3D sin gafas en juegos compatibles, mientras da a los jugadores la opción de moderar el efecto hasta el punto óptimo para ellos. Esta tecnología te permite trabajar en un amplio escenario con hectáreas, carreteras, tu casa y granja así como un pequeño pueblo con los vehículos que puedes hallar en tu generosa flota: todo en tres dimensiones con “Farming Simulator 2012 3D”. Siéntate a los mandos de auténtica maquinaria agrícola de conocidos fabricantes como DEUTZ-FAHR, KRONE, HORSCH, AMAZONE, LEMKEN, ARCUSIN, KRAMPE y VOGEL & NOOT y arranca: ara los campos, planta uno de tres tipos de planta (maíz, colza y trigo) y fertilízalos para acelerar su crecimiento. Por primera vez también puedes comprar nuevos campos. Los asistentes virtuales, conocidos por las series de \"Farming Simulator\", te ayudarán y realizarán el trabajo que les asignes. De ese modo podrás organizar tu granja de forma eficiente y maximizar tus ganancias. Características. - Pon tu simulador de granja favorito en tu bolsillo y juega donde y cuando quieras con tu Nintendo 3DS - Gran flota de vehículos con auténtica maquinaria de conocidos fabricantes como DEUTZ-FAHR, KRONE, HORSCH, AMAZONE, LEMKEN, ARCUSIN, KRAMPE y VOGEL & NOOT - Usa una amplia variedad de equipamiento con gran nivel de detalle - Plantas de biogás para producir energía - Asistentes controlados por ordenador que te ayudan con el trabajo - Modo carrera con parte de gestión - Tres plantas diferentes: maíz, colza y trigo - Mundo ampliamente accesible con un ciclo de día y noche dinámico",
	"availability": {
		"eshop": false,
		"retail": true,
		"dates": {
			"eshop": null,
			"retail": "2012-03-29"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/c998d1c2b1328d5babe584cae77934631047953209d227fc94851f41433214ab.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5f6efb743f9f0a9e79f6acecaa06d7328a2fdf8cded04f8a2d7c1f83a2359cb9.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/ef087d9dd45ff6669a232670af7360b7d535ccc6d47f1654843c97e1f3140ad9.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/bb8da94690e35a06a439292f5b98581cc1193f1f3b0f2f9249e84642a339b1f6.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/13d367472bfedcc2258785bd5afc9dd7531e8a6ddef59ebf83dedcd0dbf78de2.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/7b554c21dd7fe747ec88dcd70f598b5eb8dd16e2409549abe304801f4a5ce94d.jpg"
		}
	],
	"movies": []
}