{
	"title_id": "0004000000126B00",
	"eshop_id": "50010000023035",
	"product_code": "CTR-N-NC6P",
	"name": "Tomodachi Life™ Welcome Version",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/bf4bcd201ac451db4d35f725a8ed2dc6e1128264e3152f4b4cbda5cfa4087078.jpg",
	"data_size": "130956132",
	"description": "Met deze Tomodachi Life: Welcome Version* kun je Tomodachi Life uitproberen en maximaal drie Mii-personages met elk hun eigen stemmen en persoonlijkheden maken. Je kunt ervaren hoe het spel werkt door bijvoorbeeld je Mii-personages iets te eten of voorwerpen als nieuwe interieurs voor hun kamers of kleren te geven, en zien hoe ze een show opvoeren. Als je de Tomodachi Life: Welcome Version hebt uitgespeeld en de game leuk vindt, kun je je voortgang bewaren en de doo rjou gemaakte eilandbewoners overzetten naar de volledige versie van Tomodachi Life (verkrijgbaar in de Nintendo eShop en in de winkel).** Daarnaast kunnen spelers die de Tomodachi Life: Welcome Version hebben voltooid een zeldzaam pandapak*** vrijspelen om hun Mii-personages in uit te dossen. Dit pak is beschikbaar in acht kleuren en kan ook gebruikt worden in de volledige versie van de game. * Vergeleken met de volledige versie van de game zijn er in de Tomodachi Life: Welcome Version slechts een beperkt aantal functies en locaties beschikbaar. De Mii™-personages die zijn gemaakt, kunnen echter worden overgezet naar de volledige versie. ** De Tomodachi Life: Welcome Version kan meerdere keren worden voltooid, maar iedere keer wordt het bestaande opgeslagen bestand overschreven. Alleen het laatste voltooide spel kan worden overgezet naar de volledige versie. *** Gebruikers van de Tomodachi Life: Welcome Version moeten het volledige spel bezitten (verkrijgbaar in de winkel en in de Nintendo eShop) om het pandapak met andere spelers uit te wisselen. Spelers die de downloadcode van de Tomodachi Life: Welcome Version aan iemand anders geven, krijgen het pandapak niet automatisch. Het pandapak kan ook worden vrijgespeeld tijdens de volledige versie van de game.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-06-06",
			"retail": null
		}
	},
	"screenshots": [],
	"movies": []
}