{
	"title_id": "0004000000043400",
	"eshop_id": "50010000000485",
	"product_code": "CTR-P-AS9P",
	"name": "Sudoku - The Puzzle Game Collection",
	"platform": 18,
	"platform_device": "CTR",
	"publisher": 149,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/f4fb747069c24460b57c0808ab5afbf5c083288dbab509c3da710e5767956e47.jpg",
	"data_size": null,
	"description": "Entdecken Sie das beliebte Rätselspiel, jetzt, wo Sudoku auf dem Nintendo 3DS zu neuem Leben erweckt wird, noch einmal ganz neu. Mit Sudoku - The Puzzle Game Collection sind 600 Rätsel zum Greifen nah, unter denen sich neben Sudoku auch noch weitere japanische Logikspiele wie Shikaku, Hashi und Akari, befinden. Davon bietet jedes Spiel seine ganz einzigartigen Herausforderungen, die je nach dem gewählten Schwierigkeitsgrad leichter oder schwieriger ausfallen. Und sollten Sie mit einigen der angebotenen Rätselspiele noch nicht vertraut sein, dann erleichtern Ihnen hilfreiche Anleitungen den Einstieg. Hiermit erlernen Sie auch, um die Ecke zu denken. Zusätzlich zu der klassischen Herausforderung von Sudoku muss man bei Shikaku ein durchnummeriertes Gitternetz in Quadrate und Rechtecke unterteilen, so dass jedes davon exakt eine Nummer beinhaltet. Bei Hashi versucht man, nummerierte Inseln mithilfe von Brücken zu verbinden, und folgt dabei einer Reihe von Regeln, die Ihre Fähigkeiten auf eine harte Probe stellen werden. Bei Akari, schließlich, muss man Glühbirnen in der richtigen Reihenfolge anordnen, um Felder zu beleuchten. Während Sie sich durch all die 600 angebotenen Herausforderungen vorarbeiten, werden Sie für einen zügigen Abschluss mit Medaillen belohnt. Dabei werden Ihre Daten gespeichert, um Sie stets zur Verbesserung zu motivieren. Bei Sudoku - The Puzzle Game Collection kommt auch die Funktion der Spielmünzen des Nintendo 3DS-Systems zum Einsatz. Während Sie mit Ihrem Nintendo 3DS im Standby-Modus unterwegs sind, können Sie bis zu zehn Spielmünzen pro Tag und maximal 300 sammeln. Bei Sudoku - The Puzzle Game Collection können Sie mit den verdienten Spielmünzen Hinweise bei Rätseln freischalten, bei denen Sie einfach nicht weiterkommen. Zusätzlich zu dem Gesamterlebnis bekommen die einzelnen Spielmodi durch die Power des Nintendo 3DS noch einen einzigartigen visuellen Reiz. Sie können dabei zusehen, wie bei Hashi die von Ihnen gebauten Brücken zum Leben erweckt werden, so dass Sie über jedes gelöste Rätsel noch mehr erfreut sein werden. Das Spiel bedient sich auch der Bewegungssteuerung des Nintendo 3DS. Neigen Sie einfach Ihr Gerät, um sich auf dem 3D-Bildschirm eine Übersicht des Rätsels anzeigen zu lassen, mit dem Sie sich gerade beschäftigen. Sobald Sie ein bestimmtes Geräusch in das Mikrofon sprechen, kehrt die Anzeige zu einem Bild der Krone zurück, die Sie beim erfolgreichen Knacken des Rätsels gewinnen.",
	"availability": {
		"eshop": false,
		"retail": true,
		"dates": {
			"eshop": null,
			"retail": "2011-06-09"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a02e83a24cb37630fce3bb70b6a00e31f87e953e5e31bb6a55f4e038585d3329.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/da8daa1a0052f1cf8e88fd568c542e92f220d65a27b6d87877f6e5bbef5ad218.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a02e83a24cb37630fce3bb70b6a00e31f87e953e5e31bb6a55f4e038585d3329.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/44da2eace449d751887eea4be1d8a8da3887df9d842ac4e03f484bdf874ad16f.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a02e83a24cb37630fce3bb70b6a00e31f87e953e5e31bb6a55f4e038585d3329.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/364331f34aa71cef8296e72a280a3cdb81254e48499a18270017e18096b24829.jpg"
		}
	],
	"movies": []
}