{
	"title_id": "00040000000C6700",
	"eshop_id": "50010000015295",
	"product_code": "CTR-N-JKZP",
	"name": "Flipnote Studio™ 3D",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/4f2da54760250839d53a847d127d68da3d18662a768aaff7855adaeb609f8d8d.jpg",
	"data_size": "9812836",
	"description": "В качестве подарка к запуску сервиса My Nintendo, программа Flipnote Studio 3D доступна для загрузки бесплатно и только для подписчиков сервиса. Для того чтобы подписаться и загрузить программу, вам нужно создать учетную запись Nintendo на https://accounts.nintendo.com. Вы сможете это сделать, войдя в систему вышеуказанного вебсайта, используя код Nintendo Network, который вы используете на вашей системе Nintendo 3DS, или же связав этот код Nintendo Network в настройках вашей учетной записи Nintendo после регистрации. После чего, пока вы находитесь в системе, используя вашу учетную запись Nintendo, откройте страницу Flipnote Studio 3D на официальном вебсайте Nintendo, где вы найдете эту программу, готовую для загрузки на вашу систему Nintendo 3DS. Это предложение действительно до 30 апреля 2016. По окончании предложения, эта программа больше не будет доступна для загрузки. Для того чтобы зарегистрировать вашу учетную запись Nintendo, вы должны быть от 13 и старше. Flipnote Studio 3D ─ бесплатное* приложение для рисования, которое позволяет вам создавать свои собственные анимационные шедевры. В нем можно как написать рукописные заметки, так и нарисовать наброски, а богатый инструментарий позволит вам оживить свои творения и создать из них высококачественный анимационный ролик. Затем вы сможете поделиться этим роликом с друзьями и игроками со всего мира, чтобы все могли оценить ваш талант по достоинству.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-03-31",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/9f51fefe741e6dfd86a3ca581918e15bfe4dc1ed58de6594294ae7a87a933350.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/1690280db728207a12b28fd918251e8a1c426315c75898a4bdee4d447f276163.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/9f1f9aa24d3455eb1cdc33e32241c99b77e3fc3748277af33846403ea75eb168.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/0d3ddd21035fb41cf307e55621a6056d2e91da5884649adfecee0db4f3662d9a.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1151e106ccc57ee09e213e9cb6550f8d694578ba8a17a7999eb0c5cf1bd5fd02.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/f093696f4087d0cb884e24f0993e4646c53345b9561e7cb48eba098a4efd9656.jpg"
		}
	],
	"movies": []
}