{
	"title_id": "000400000018A900",
	"eshop_id": "50010000038936",
	"product_code": "CTR-N-KVRP",
	"name": "RV-7 My Drone",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 76,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/1f60a3cfd1dd41ae79ef531e54bd0d4091bec59f8ffbb51c02697a9f82ff0e91.jpg",
	"data_size": "46525284",
	"description": "Wer hat noch nicht von den unterschiedlichen Einsatzmöglichkeiten dieser kleinen Maschinen in den Nachrichten oder in Dokumentationen gehört, angefangen bei humanitären bis hin zu militärischen Einsätzen. Du willst diese Entwicklung auf keinen Fall verpassen? Du möchtest gern bei Rettungsaktionen dabei sein, Lebensmittel verteilen, Brände bekämpfen, Brücken bauen, Stromkraftwerke verteidigen, Lebensmittellaster schützen? Oder willst du lieber etwas mehr Action und die Herausforderung in einer Armee der Dronen zu Land oder in der Luft annehmen? RV-7 ist eine der leistungsfähigsten Dronen, deren Technologie militärischen Standards entspricht. Die Regierung hat grünes Licht für dieses Projekt zur Wahrung der globalen Sicherheit gegeben. Willst du das Ganze unter Deiner Kontrolle haben? Es ist nicht so einfach, sie zu steuern, aber Spaß und Spannung sind garantiert. Du musst verschiedenste Rätsel lösen, indem du das System zur unmittelbaren Teleportation nutzt. --- Spieleigenschaften --- * Schrittweiser Spielaufbau, bei dem Szenarien und Feinde per Zufallsprinzip eingespielt werden, um jedes Spiel zu einem einzigartigen Erlebnis zu machen. * Ein Endboss, dem du gegenübertreten musst, um die schwierigste deiner Missionen zu vollenden. Dir stehen dabei alle Objekte und Hilfsmittel zur Verfügung, die du im Laufe des Spiels gesammelt hast. * Erfolge/Herausforderungen: Es geht nicht nur darum, jede Mission erfolgreich abzuschließen, sondern auch die Ehrendekoration der Sterne in jedem Level zu erhalten, um als bester Dronenpilot ausgezeichnet zu werden. --- Missionen --- 1) Rettung aus der Gefahrenzone bis zu einer sicheren Siedlung. 2) Versorgung der Militärlager mit Medikamenten. 3) Löschen mehrerer Brände und Verstecken von Überlebenden bis zum Erreichen der sicheren Zone. 4) Bau von Brücken über Flüsse, um einen Zugangsweg zu errichten. 6) Begleiten und Sichern von LKW für die Lebensmittelversorgung. 7) Verteidigung von lebenswichtigen Stromkraftwerken für die Städte. 8) Angriff von feindlicher Maschinerie mit überwältigender Zerstörungskraft.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-01-07",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/440ad5956a6de59134365d341a539e8a9ec50be21970e94966a475d3d55b1546.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ec81db3cbeb50e71ba2027a0789e83df57fccaa80e9b839f2b2779bcc1f7552c.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/d01051ad2d17ea97cd6696975e4a3c927fad5663e260229a887b0b7079954ceb.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/91ce6f77195deee2ef2e4bd4bccde2018a0152fd615c1dbcfa313a81a5bc589f.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/683565d810c9a2e6a7fbf547d8924302d64470fe69799a5e312dc9a7eab43352.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/075326ba4866933480e1537b49a585053ea0ddeb5d47143b6fca8271085adcf4.jpg"
		}
	],
	"movies": []
}