{
	"title_id": "00040000001C5300",
	"eshop_id": "50010000042901",
	"product_code": "CTR-P-BMZP",
	"name": "Etrian Odyssey V: Beyond the Myth",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 509,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/f8726ec6de56b39592920fa42413566498136a0d7db0b983997f55c4f76a2897.jpg",
	"data_size": "571280228",
	"description": "Downloadcode voor het thema Etrian Odyssey V: Beyond the Myth voor de Nintendo 3DS. Maak een reis voorbij de grenzen van de mythe en ontdek wat je te wachten staat aan de top van de Yggdrasil Tree! Etrian Odyssey V vertelt het verhaal van een nieuwe avonturier die poogt om de top van de reusachtige Yggdrasil Tree te bereiken. Het wordt namelijk gezegd dat wie de gevaren van het gevreesde Yggdrasil Labyrinth doorstaat en de top bereikt, beloond wordt met de vervulling van diens diepste wens. Elke cultuur kent zijn eigen mythe. Sommigen spreken over grote macht en anderen geloven dat de grote mysteries opgelost zullen worden. Sommigen geloven dat de ultieme technieken daar geleerd kunnen worden en een aantal geloven dat de takken bovenin de Yggdrasil Tree de verloren schatten bevatten. Er is een reden waarom niemand ooit de top heeft bereikt. Gevaarlijke wezens en angstaanjagende FOE's dwalen rond op elke verdieping van het doolhof, dus bereid je voor om jezelf te bewijzen in uitdagende beurtelingse gevechten. Vorm je eigen groep en werk samen om verwoestende aanvallen uit te voeren Personaliseer je groep om in je voordeel te laten werken! Met eindeloze aanpassingen van je personages kun je je eigen groep samenstellen uit vier unieke rassen en tien verschillende categorieën om het onbekende labyrint mee te verkennen. Door het onderste scherm van de Nintendo 3DS™ te gebruiken, word je je eigen kaartenmaker. Vul je kaart in en markeer de locaties van schatten, deuren, vijanden, hindernissen en andere belangrijke zaken die je tegenkomt tijdens het verkennen van de vele lagen van deze gevaarlijke kerker.",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2017-10-17",
			"retail": "2017-10-17"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/88035022648f5dd5b7ffcd6ec9d22416f6b5a654ee053799b7035215589db64c.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/de72ad177ef6476264a7adf17424f3a223fdfe23cef3784e70c5ba10c8ef81c7.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/b771721a2f409528178c1755b6f8276a2efa528d6105dd09b6ab344902acb2b4.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/be483e89f9b5cde7ec31f5c132692661aaaf7b45617cb06601671fa37acf6677.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/64ab3a387b5380d97116bd43509ab42e78addcc2e08a70367ad0698a224267f1.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/9188160488bc8578c6c7fb09cb0f9fb7a92e98e8b84615b51ceb6773ee1526be.jpg"
		}
	],
	"movies": []
}