{
	"title_id": "0004000000043900",
	"eshop_id": "50010000000521",
	"product_code": "CTR-P-ACNE",
	"name": "Cartoon Network Punch Time Explosion",
	"platform": 18,
	"platform_device": "CTR",
	"publisher": 353,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/63bea9f6371a8be50173908ce056390ef1c48758aadf2106aad45063706c6f42.jpg",
	"data_size": null,
	"description": "Présentant des personnages des séries les plus populaires de Cartoon Network, Cartoon Network Punch Time Explosion est le tout premier jeu de combat mettant en vedette les personnages de la chaîne de télé à faire ses débuts sur la console Nintendo 3DS. Les mordus peuvent rivaliser avec les personnages venant de onze des séries favorites de Cartoon Network, comprenant The Powerpuff Girls, Dexter's Laboratory, Chowder et bien plus encore. Profitez de Punch Time Explosion au maximum! Caractéristiques : • Préparez-vous à vous battre en tant qu'un des dix-huit différents personnages de Cartoon Network. • Dix-neuf personnages supplémentaires sont inclus pour aider au combat. • Découvrez trente-deux niveaux d'aventure et pleins d'action qui ont lieu dans vingt-et-une arènes de combat exceptionnelles. • Déclenchez des attaques spéciales, découvrez des objets cachés et affrontez des boss sournois. • Déverrouillez deux personnages secrets venant des séries réputées de Cartoon Network. • Jouez soit en mode bataille, soit en mode histoire, ou encore en mode quatre joueurs grâce à la communication sans fil. • Partagez les niveaux de jeux avec d'autres amis qui possèdent des consoles Nintendo 3DS grâce à la fonction de partage • Comparte niveles de juego con tus amigos que tengan la consola Nintendo 3DS por medio de la función game sharing support. ",
	"availability": {
		"eshop": false,
		"retail": true,
		"dates": {
			"eshop": null,
			"retail": "2011-06-07"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/bdc3ad997a980b57b26e5be1074f1a886f94669af5964f403179b2647fc58cf8.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/f4b6c66b580d7ab6cef9b8114939c3698017aa0362e30f2cdf21b42c354f24fa.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/c0f46733eb332a30e3b164961ab1bd6b6137e77f45a4c4726c60fb4616cadb47.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ea07db0aaca3aed3fcab3b0eb2cda776bcb414fc9f8e9f110f484a9db203b5f6.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/43b8b9b8f9651eee63202ed0e7b50bceea15a88c2e1b5dfd816242ddf2d2af7e.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/923123066711a809bbccc6b33ddabd87c03d1f8a7e10a4920b6edb945a34e3d4.jpg"
		}
	],
	"movies": []
}