{
	"title_id": "000400000018A900",
	"eshop_id": "50010000038936",
	"product_code": "CTR-N-KVRP",
	"name": "RV-7 My Drone",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 76,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/1f60a3cfd1dd41ae79ef531e54bd0d4091bec59f8ffbb51c02697a9f82ff0e91.jpg",
	"data_size": "46525284",
	"description": "Quien no ha visto alguna vez en las noticias o documentales las múltiples aplicaciones que tienen estos artilugios, desde humanitarias hasta militares. ¿Te gustaría ser parte de esta tendencia? Te gustaría realizar misiones de rescate, suministrar víveres, apagar incendios, construir puentes, defender centrales de energía, proteger camiones de alimentos. ¿O tal vez te gustaría mas pasar a la acción, desafiando a todo un ejército de drones tierra/aire? RV-7 es unos de los drones más potente y tecnológico a nivel militar. El gobierno dio luz verde a este proyecto para la seguridad mundial. ¿Quieres ser tu quien lo controle? No es nada fácil de manejar pero si muy divertido y apasionante. Tendrás que resolver todo tipo de puzles utilizando el sistema de tele transportación instantánea. --- Características --- * Generación procedural donde se generan escenarios y enemigos aleatoriamente para que siempre sea una experiencia única. * Jefe final que deberás enfrentarte para completar la más desafiante de las misiones utilizando todos los recursos conseguidos en el transcurso del juego. * Logros/Retos: consigue no solo superar cada misión, sino conseguir las estrellas condecorativas de cada nivel para ser el mejor piloto de drones. --- Misiones --- 1) El Rescate de zona de peligro hasta un asentamiento seguro. 2) Suministro de medicamentos a campamentos militares. 3) Apagar varios incendios y recatar a supervivientes hasta zona segura. 4) Construcciones de puentes en ríos para tener una via de acceso. 6) Escoltar y proteger a camiones de suministro de alimentos. 7) Defender centrales de energía vital para las ciudades. 8) Atacar maquina enemiga ultra-destructiva.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-01-07",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/440ad5956a6de59134365d341a539e8a9ec50be21970e94966a475d3d55b1546.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ec81db3cbeb50e71ba2027a0789e83df57fccaa80e9b839f2b2779bcc1f7552c.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/d01051ad2d17ea97cd6696975e4a3c927fad5663e260229a887b0b7079954ceb.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/91ce6f77195deee2ef2e4bd4bccde2018a0152fd615c1dbcfa313a81a5bc589f.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/683565d810c9a2e6a7fbf547d8924302d64470fe69799a5e312dc9a7eab43352.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/075326ba4866933480e1537b49a585053ea0ddeb5d47143b6fca8271085adcf4.jpg"
		}
	],
	"movies": []
}