{
	"title_id": "0004000000049000",
	"eshop_id": "50010000007116",
	"product_code": "CTR-N-ANRE",
	"name": "Star Fox 64™ 3D",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/90e7fdc80e597632b03d19cab9057d01677f0b1d103a067c069cbfedfdd11aec.jpg",
	"data_size": "604658580",
	"description": "Fox McCloud está de volta neste clássico da Nintendo, Star Fox 64 3D, agora remasterizado! Relembrado com carinho por muitos fãs e muitas vezes considerado o melhor jogo da série Star Fox, o modo de um jogador do Star Fox 64 3D traz grandes emoções, proporcionando uma aventura cinematográfica como nenhuma outra. Como Fox, cabe a você liderar o time Star Fox numa batalha contra o cientista maluco Andross e suas forças do mal. Cada missão se passa em um planeta diferente do sistema Lylat, terminando em um confronto final contra o Andross no seu planeta de origem, Venom. Jogue no modo Nintendo 64 para recriar o desafio original do Star Fox 64 ou decole no modo Nintendo 3DS e entre na batalha usando o novo sensor de giroscópio e o botão deslizante. O novo modo Score Attack permite que você jogue novamente qualquer missão que você já tenha completado no jogo principal e tente bater o recorde. Em cada missão você pode conseguir três medalhas – ouro, prata e bronze – dependendo da sua pontuação. O modo Battle, também novo no Star Fox 64 3D, é um modo robusto de multijogador que traz emoção do jogo Star Fox para um novo nível de competição. Você pode desafiar até 3 amigos e travar um confronto em um combate aéreo via Download Play, que requer somente um cartão de jogo. Utilize a câmera interna do console Nintendo 3DS para mostrar um vídeo ao vivo do rosto de todos os jogadores durante a batalha, intensificando a diversão e personalizando a experiência de multijogador. Contando com quatro níveis originais de batalha, novos itens especiais e três tipos de batalha, você pode finalmente lutar contra seus amigos e provar de uma vez por todas quem é o melhor piloto. Com três modos de jogo, novo sensor de giroscópio que permite que você pilote a nave Arwing movendo o console Nintendo 3DS, e diálogos falados, você verá que o time Star Fox está de volta com força total. Boa sorte... ",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2012-10-18",
			"retail": "2011-09-09"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/0d0d91e50ffe2a8247f3e6379d1a15944e39c4154178683cc5a51f252025b30c.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/53449ada425508f1df68f6f68f4ac7f10b4ab10773c1862e414186ef9057e228.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/c8606efaeb5a6b1ad0b8b12d7d6088d58fa5a5bcf35b9d0af3f1d1af1889b3a6.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/c501f4ee38e06b7bd7d1a6dd19e4c08531627204065baad3e6b53ae40119e022.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/943b326fecfb508f97320e8002723d5dd537f936a0ede0995ab9989ab9e827cc.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/6cff290fa0fd772f625abe4811040e5048e34942c444514d1d017f7d97c6e85b.jpg"
		}
	],
	"movies": []
}