{
	"title_id": "00040000000D1600",
	"eshop_id": "50010000014802",
	"product_code": "CTR-N-JBGP",
	"name": "Witch's Cat",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 12,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/472e2491ead4bb6d1c16c77f5d27571271237557f3b27bb395497abd8e1d0944.jpg",
	"data_size": "51166052",
	"description": "In het vorige avontuur, stuurde de boze koningin een grote groep van haar kostbare volgelingen, de Cheshirekatten, om Alice en Rabi te vinden en te vangen. Kort nadat ze waren gevangen, werd een van volgelingen van de koningin, een Chesterkat genaamd Alicia, nieuwsgierig naar Alice en wist instinctief dat Alice een goed persoon was. Alicia, onbekend voor Alice en Rabi, hielp hen beiden te ontsnappen uit hun gevangenschap. Gefrustreerd door Alicia's onvermogen om te communiceren met Alice, wenste dat ze een mens kon worden, om te spreken, in de hoop om vriendschap te sluiten met Alice. De koningin ontdekte de geheime wens van Alicia en sloot haar op diep in het koninkrijk. Dubois, een machtige heks met een twijfelachtige reputatie en een vijand van de koningin, ontdekte Alicia en hielp haar te ontsnappen. Dubois was al vertrouwd met Alicia's verlangen om mens te worden, en bood haar de hulp om mens te worden. Witch's Cat is niet alleen een puzzelspel, maar ook het verhaal van Alicia's persoonlijke reis van geloof, moed en verraad. Zal Alicia's droom werkelijkheid worden en zal ze Alice ontdekken in de menselijke wereld? Beschrijving: - Ontdek en ontsnap uit 50 kwaadaardige levels ontworpen door de koningin. - Transformeer van mens naar Cheshirekat wanneer je maar wil. - Leer en beheers verschillende soorten magie.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-06-20",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1fba6f559be7b54c24b4401bbf06c7fe4bdf3d88c764440118b4073fd8f23635.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/edf6fd0a8901a62f3bb8eff23132132931c4a3dd444baa0cf80b6006018e497b.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/34bc07dad1bd33f3178ff692c029279a40590c3af0cc3b77d83beec1e1aecdc3.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/899e7f45458a258971aa36e272a4145a574b5a75a4d0f413eee721f6fbd90e13.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/ac769e99da2bc7add0146eec8a5b3de8b82c4f40fadec87b05e6822df4f31d96.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/c0864db29800e9458dd0327140c827e5313eb67b6eb181721f0cd47b532919ed.jpg"
		}
	],
	"movies": []
}