{
	"title_id": "00040000000F7B00",
	"eshop_id": "50010000016354",
	"product_code": "CTR-P-AXBP",
	"name": "Inazuma Eleven® 3: Bomb Blast",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/ddd239e4c144041cba69a273cb9b41c9ae4db5677ffd48ddb860bf9d992122dd.jpg",
	"data_size": "1731550052",
	"description": "It’s time to get into pre-season training and reacquaint yourself with Mark Evans and other star players in the Inazuma series! The action this time takes place on the global stage, with your daunting objective to win the Frontier International Championships, and be crowned the greatest team in the world! It's up to you which version you choose - are you more of a Bomb Blast or a Lightning Bolt on the pitch? In the pursuit of glory, you'll need to create a formidable and unique line-up, with Inazuma Eleven 3 containing over 2,000 characters to encounter and recruit. Only by creating the strongest and most balanced team will you experience success, especially when there are also over 350 in-game special moves to consider, which have the potential to dramatically alter the course of a match. In terms of the storyline, both Inazuma Eleven 3: Lightning Bolt and Inazuma Eleven 3: Bomb Blast adopt the point of view of a different character, each version having different powerful rivals to take on. Bringing back the unique formula of RPG elements combined with football-based action, this time around you can get further immersed in the game with the series debuting in 3D, making the special moves and “battle scenes” even more intense. New features on the pitch include the ability to roll out special tactical team plays which involve the whole team, as well as a goal shoot chaining system where you can string together special moves from different teammates to launch powerful attacks on goal.",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2013-09-27",
			"retail": "2013-09-27"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/300119ef5769a3ba3fadf4e97c3113e654fecb7d7c67924a7905368664804ce8.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ab34b1d2b1bc67288dba469f25a075d197781559fc48784ceddcf88ee72acd88.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/acfbdc1d1bf8a5be4b71c8286f858e324521cc8e7a30623efc7463a8184ae6e0.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/59e498c11d37b792311ff0a8cdb17074d03165fff026e45137983ffbbcbabf02.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/7a28d6eb600740b55a943ea7da0fc39a0e63d463f8492db098dc98cdff0ece47.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/9e6ef58edc42758802751f7a412ff01a38947b406928f65a8692b57425094b86.jpg"
		}
	],
	"movies": []
}