{
	"title_id": "0004000000165500",
	"eshop_id": "50010000033655",
	"product_code": "CTR-N-BKKP",
	"name": "Lord of Magna: Maiden Heaven",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 167,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/84af0cdce627ca2c2f94c07897476fcf42609187c70592afadff85b4373eb3b3.jpg",
	"data_size": "1311726436",
	"description": "Résidant à la périphérie de la ville en tant que propriétaire d'une auberge rustique et calme, Luchs a vécu une grande partie de sa vie en suivant fièrement le code d'honneur transmis de père en fils dans sa famille depuis des générations : « Lorsque nos clients respectés arriveront enfin, traitons - les comme notre propre famille. » Malheureusement, l'auberge n'a pas accueilli un seul client depuis sa création, obligeant Luchs à déterrer et vendre des cristaux, la source d'énergie la plus précieuse de l'île, pour joindre les deux bouts. C'est au cours d'une de ces fouilles de routine qu'il trouve une magnifique jeune fille enfermée dans un cristal massif. Son réveil brusque déclenche une série d'événements inattendus mettant en scène des démons immondes, des capacités étonnantes et des mystères miraculeux... Caractéristiques : Seven Heroines, Seven Stories - Each of the seven heroines who come to inhabit the inn have their own stories to tell, and building relationships with them will unlock new, specialised attacks to aid in combat when they join the battle party. Des combats stratégiques ou chaque tout compte : renversez autant d'ennemis que possible en un seul coup. Les joueurs devront enchainer les attaques de mêlée, à distance, et magiques afin de repousser les ennemis qui se trouvent en première ligne sur les autres pour un maximum de dégâts collatéraux. Fabriquez vos nouvelles compétences : en plus de déverrouiller de nouvelles aptitudes, participer aux batailles libres et s'inscrire sur Street Pass™ peut vous accorder de rares objets d'artisanat à utiliser pour créer de nouvelles compétences qui vous aideront à changer le cours de la bataille. Niveaux de difficulté réglables et plus : les joueurs peuvent choisir entre les modes de difficulté Facile, Normal et Difficile, utiliser la fonction d'avance rapide pour accélérer le combat à volonté, ou revivre de bons souvenirs grâce à la galerie de films et d'images dans le jeu",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-06-04",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/7f45141e20633c750b24498359fa72e8cfe1a69fd333fbb3ec892e76dfcbccf7.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/3ec6acbf3b5cb4bf96a1d81960950d961ee7e9dcce8d2b0709422036445e1a0a.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/071ce8b2f17197c0e24be7f57e2cfedf325d265287e343178097454523a467f7.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/daee110a8c93d7a0abcf7faf945792df59a7d5ac0527c5dda54178e1fe99d21d.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/2a25fc715750f630301a2e7220c468f32684627ed85168ab5a888d7464aa050d.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/2b49a9ab37b88eadcf27214c943b42bb1e5d7a6f4c2f395342ea3eff02207f47.jpg"
		}
	],
	"movies": []
}