{
	"title_id": "0004000000182900",
	"eshop_id": "50010000039504",
	"product_code": "CTR-N-JFTP",
	"name": "SADAME",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 220,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/3a82315027659716e8d915f6225425d5cd0d80a41326036576fababc1e61ae22.jpg",
	"data_size": "341662564",
	"description": "Get ready to plunge into an exciting world of brave heroes, huge demons and frantic combat in SADAME, only on Nintendo 3DS™ family systems! Set in an alternate fantasy version of the historical Warring States period of Japan, SADAME mixes action-packed fighting with deep RPG elements. 100 years have passed since the Onin War and the world is in turmoil. Once peaceful lands now see demons appearing everywhere, destroying everything in their wake. As people cower in fear, four heroes rise to destroy the invaders and bring peace back to the land. Choose your hero and fight your way through countless monsters, battling huge bosses to erase the demon scourge. Collect new weapons, learn new skills, upgrade your abilities and use magic to save the world from ultimate destruction at the hands of the evil Nobunaga! • Stylish Action-RPG gameplay with deep combat system and four unique heroes to choose from! • Extensive RPG elements allow you to level up with experience, upgrade equipment with elemental gems and unlock a massive skill tree to evolve your hero. • Huge replay value – collected loot carries over between save files, levels split into different paths and multiple difficulty levels offer unique challenge. • Team up via StreetPass! Trade heroes with other players and then have their characters assist you in battle.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-02-25",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/751ed010dfb006b09e4243a5baaaafa437ac1aba743f4b715ab002578e29a335.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/f545d415cc618e1c64617366973bb84564ede61d8866be90a2911640be5efeb5.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/21eebd19c1424e0d590817420ffb5cf780db0bc0b6c700e6a32b4a7432c6a69d.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/eed82a92718dd65498c22150a76f398cebdfc69d12a25143db96b1f0fdef99f5.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/d4240e0cbf28829d55457e752ea44fc5e52a04ed6d60b3033e32a82e06c48902.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/e55bbde86034726b85a932209afbd031f8c7fac827ba5f5075b0ef1a232a51f7.jpg"
		}
	],
	"movies": []
}