{
	"title_id": "00040000001B9B00",
	"eshop_id": "50010000042407",
	"product_code": "CTR-N-KBWP",
	"name": "Brave Dungeon",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1759,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/70b529f9977b56a82c986c27a5849481bc3e63f3635587b6d7ee8a87bd227ff1.jpg",
	"data_size": "214412132",
	"description": "Syega sont des cristaux puissants qui donnent aux humains la possibilité d'utiliser la magie. Certains cristaux sont si puissants qu'ils doivent être contenus dans des vaisseaux spécialement préparés; Ils sont connus sous le nom d'articles magiques. Joignez-vous à l'intrépide aventurier Al qui explore les dangereux labyrinthes de l'île Belfer à la recherche d'objets magiques puissants. Le long de la route Al va unir ses forces avec de puissants alliés et affronter des ennemis encore plus forts. Al peut-il conquérir l'imposant donjon connu sous le nom Godshill et trouver l'objet magique ultime? Brave Dungeon est un dungeon rampant aventure RPG par la société indie jeux INSIDE SYSTEM, créateurs de la série Legend of Dark Witch. Brave Dungeon dispose d'un système de combat facile à ramasser pour les nouveaux joueurs. Cependant, il a également beaucoup d'options de personnalisation, de caractères jouables uniques, et de défis profonds pour le completionist. Un système d'artisanat mettant en vedette des matériaux tombés des ennemis et des trésors dans les donjons vous permet de personnaliser vos personnages plus loin. Les changements de classe permettent au joueur de construire son parti comme ils le veulent, en jouant selon ses propres préférences personnelles et les forces uniques de leurs personnages.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2017-03-02",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/bdf04283c374fed9eec71476bef2a306ec2ac7ae192f8a9e42d5b32e5abd8720.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/965da17524d7dc35be80ebd91bac131255fa57275295d695472aea2b1e16d96e.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/274efee23223f2a7d04a49f9af864c2457e84242b9b0ed2b34d116f925184438.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ff94c738d782e15111cc8303df107fca29d97b1ebe1b1171486bd5e2bb67c9c4.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/55e11073c7771f7abff61a29a2e2bb33d3214e9347446d485f4f7edd5eed5bf6.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/16ae53eddd24cc8c87fe339bc53e00f5b83b8ee21e41306599c019b21e3c195f.jpg"
		}
	],
	"movies": []
}