{
	"title_id": "00040000000BEF00",
	"eshop_id": "50010000019753",
	"product_code": "CTR-N-AHMP",
	"name": "Brilliant Hamsters!",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 220,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/d19f3b0372167dffdd90d15f31d2453c2b6dcdff0f90e1a354a84554741d246a.jpg",
	"data_size": "187644772",
	"description": "I tuoi amici criceti! In Brilliant Hamsters! potrai iniziare una nuova vita con i tuoi amici criceti! Prenditi cura di loro e verrai ricompensato con dei timbri. Vestili e portali a fare una passeggiata! *Ricevi dei timbri e vai a spasso Prendendoti cura dei tuoi criceti riceverai dei timbri. Potrai utilizzarli per sbloccare nuovi criceti e gabbie. Ci sono 20 tipi di gabbie disponibili. Prova a riceverne il maggior numero possibile e usale quando porti a spasso i tuoi criceti. *Giochi RA Gioca col tuo criceto usando la carta RA. *Vai a spasso con StreetPass Grazie a StreetPass, potrai scambiare informazioni sui tuoi criceti con gli altri giocatori incontrati. Potrai così mettere in mostra il criceto a cui hai dedicato le tue amorevoli cure. *Timbri Prendendoti cura dei tuoi criceti in modo appropriato riceverai dei timbri. Ricevendone tanti e riempiendo le tue schede timbri, potrai scambiarli per nuove gabbie. Raccogli diverse schede timbri per salire di rango e sbloccare nuovi tipi di gabbie e oggetti nel negozio. *Stelle Prendendoti cura dei tuoi criceti riceverai anche delle stelle. Fai un buon lavoro per ottenerne una quantità maggiore! Potrai scambiarle per degli oggetti nel negozio. Potrai ricevere delle stelle anche partecipando a Ricerca, Giochi RA o Prova di moda.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-01-30",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/f6753e5a39548468d11684857bf762f6ababee42f214edc17f5625364784ecb9.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ea73c0253f7c48b6129d471655891a490f4db1be3ea33d6e455ae3b544696036.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/21544e1e36f388c7d64c8e90c74a33adcf056c464b7dba6d33424a7f2ab86a17.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/bd35a4c27b1626470efe9d802a4e1ce027e336a6ce7f4fe6b92eb18924f41a9e.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/d08edaa77a7dc1e7d8e1caf66d3fd883e429bb0d205a1c41d5b045431f8c94f8.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/0992e31f7cd4053f53a294dfe13de450794c8ef6aa0a3017a4c02d7ccd7c7fd8.jpg"
		}
	],
	"movies": []
}