{
	"title_id": "0004000000197900",
	"eshop_id": "50010000040864",
	"product_code": "CTR-N-JLEP",
	"name": "Defend Your Crypt",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1536,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/6062f27722987dcdaf35b4359555c3d0534423aaedd3ee45e1d81a3e224096da.jpg",
	"data_size": "6941540",
	"description": "Defend Your Crypt es un juego de puzzles y estrategia en el que tendremos que evitar que los ladrones de tumbas se hagan con nuestro tesoro. Nosotros como faraón podemos usar varias trampas diferentes para deshacernos de esos malditos humanos ambiciosos que no les importa profanar tu tumba. Déjales caer al vacío , quémalos, atraviésalos con una flecha, ahógalos, manda tus escorpiones a por ellos. Haz todo lo que encuentres necesario con el fin de acabar con sus vidas. - Estilo Retro: Como gran parte de nuestros juegos, Defend Your Crypt también tendrá un estilo pixel retro. Intentando además conseguir una estética egipcia más que interesante. - Variedad de trampas: El juego cuenta con trampas clásicas como pueden ser plataformas que se abren para dejar caer a los ladrones o pinchos, pasando por trampas de agua hasta llegar a escarabajos y escorpiones asesinos. Ah y lanzallamas, !Eso no puede faltar! - Gore: En Ratalaika Games sabemos que os gusta ver sangre, así que hemos incorporado sangre, mucha, no será suficiente con solo matarlos. \"Si sangra, podemos matarlo\", así que eso lo llevamos al límite. (Si no os gusta la sangre, también podéis desactivarla :P) - Niveles: Como buen faraón, tenías muchas criptas ocultas de las que casi nadie tenía conocimiento. Así que prepárate para aniquilar todo ladrón existente a lo largo de una gran cantidad de niveles. - Ladrones con sentimientos: Todo ladrón tiene su corazón. A lo largo del juego veremos estados de ánimo en los ladrones y pequeñas interacciones entre ellos. Así que cuidado si dejamos un reguero de sangre en un pasillo, el ladrón podría entristecerse y harías pedacitos su corazón. ",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-07-21",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/9f3dfef0ce9abb0ef9cd916ce44db16c1a92a8cb7fb018280518db7c2a94f133.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/8a0464443ee8a67a9cb45905b53bd72f305eefabc6e56397e3d5b08a2e1665ff.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/9d458c003393c72ba624318d40897cb76dcc3eb8181e9a6d73e2b2524474d94d.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/790448146c4344eed2c9315f48469cf139aae20750c56f06b7ff5e68c1f92bec.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/27b91af68b368194f2c5642ef600a8fa78ffaee1febebe854a31b4fc708aa607.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/0220e7a3e8cf7480aa80845e29109397fb0d707cf80337aba4125c2d1afa4cd9.jpg"
		}
	],
	"movies": []
}