{
	"title_id": "00040000000D1600",
	"eshop_id": "50010000014802",
	"product_code": "CTR-N-JBGP",
	"name": "Witch's Cat",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 12,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/472e2491ead4bb6d1c16c77f5d27571271237557f3b27bb395497abd8e1d0944.jpg",
	"data_size": "51166052",
	"description": "Na aventura anterior, a malvada Rainha enviou um grande grupo dos seus preciosos lacaios, os gatos Chester, para encontrar e capturar Alice e Rabi. Pouco tempo depois, depois de terem sido capturados, um dos lacaios da Rainha, um gato Chester chamado Alicia, ficou com curiosidade relativamente a Alice e soube, instintivamente, que Alice era uma boa pessoa. Alicia, desconhecido para Alice e Rabi, ajudou ambos a escapar da sua prisão. Frustrado com a incapacidade de Alicia comunicar com Alice, ela desejou tornar-se humana para falar, esperando tornar-se amiga de Alice. A Rainha soube do desejo secreto de Alicia e aprisionou-a bem no interior do reino da Rainha. Dubois, uma poderosa bruxa com uma reputação questionável e um inimigo da Rainh descobriram Alicia e ajudaram-na na sua fuga. Dubois já está familiarizada com o desejo de Alicia em tornar-se humana e ofereceu-lhe ajuda para a tornar humana. Witch’s Cat não é só um jogo de puzzle, mas é também a história da viajem pessoal de Alicia uma viagem de fé, coragem e traição. Será que o sonho de Alicia se torna uma realidade e descobre Alice no mundo dos humanos? Funcionalidades: -Explore e fuja de 50 níveis maliciosos desenhados pela Queen. -Transforme-se livremente entre humano e gato Chester. -Aprenda e domine vários tipos de Magia. -Descubra os segredos escuros e enterrados de Wonderland.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-06-20",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1fba6f559be7b54c24b4401bbf06c7fe4bdf3d88c764440118b4073fd8f23635.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/edf6fd0a8901a62f3bb8eff23132132931c4a3dd444baa0cf80b6006018e497b.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/34bc07dad1bd33f3178ff692c029279a40590c3af0cc3b77d83beec1e1aecdc3.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/899e7f45458a258971aa36e272a4145a574b5a75a4d0f413eee721f6fbd90e13.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/ac769e99da2bc7add0146eec8a5b3de8b82c4f40fadec87b05e6822df4f31d96.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/c0864db29800e9458dd0327140c827e5313eb67b6eb181721f0cd47b532919ed.jpg"
		}
	],
	"movies": []
}