{
	"title_id": "0004000000043300",
	"eshop_id": "50010000000483",
	"product_code": "CTR-P-ADEP",
	"name": "Sports Island 3D",
	"platform": 18,
	"platform_device": "CTR",
	"publisher": 149,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/df37c3073b2dd1104f4d26eb47fe3cede55c7a58cd0e6c5a975a8f400a2dd18a.jpg",
	"data_size": null,
	"description": "De Sports Island-serie van Konami en Hudson komt van de Wii naar Nintendo 3DS, met Sports Island 3D. Dit spel laat je onderweg genieten van sportieve evenementen in stereoscopisch 3D, zonder de noodzaak van een speciale bril. Met een aanbod van 10 verschillende sporten kunnen zowel spelers die de voorkeur geven aan serieuze disciplines als spelers die meer van wilde en maffe activiteiten houden genieten van Sports Island 3D. Kies uit voetbal, basketbal, tennis, ijshockey, sumoworstelen, bowlen, trampolinespingen, sneeuwscooterracen, sneeuwbalgevechten en blaaspijpschieten! Met zo'n gevarieerde keuze aan sporten, zal het vast geen verrassing voor je zijn dat ieder evenement zich anders laat besturen. Bij het blaaspijpschieten wordt gebruik gemaakt van de gyrosensor van de Nintendo 3DS. Mik, blaas in de microfoon om je schot te lossen en kijk hoe nauwkeurig je was. En bij het trampolinespringen heb je niets anders dan de draaiknop, knoppen en je eigen gevoel voor scherpe timing nodig! Voor diegenen die een beetje een show van hun speelstijl willen maken is er de 'Super Play'-mogelijkheid waarmee spelers die op vaardige wijze een aantal bepaalde acties achter elkaar maken, een spectaculaire speciale beweging uit kunnen voeren - en misschien het tij van een hele wedstrijd kunnen keren! Sports Island 3D bevat verschillende standen voor een speler om je mee uit te dagen, waaronder Open Match, Random Match, Championship en Tournament, en creëer je eigen team dat tijdens het spelen ervaring opbouwt en nieuwe bewegingen en upgrades vrijspeelt! Naast dit alles ondersteunt het spel meerspelerstanden via zowel een lokale, draadloze verbinding als Download Play voor tot wel vier spelers, waardoor jij en drie van je vrienden van het spel kunnen genieten met slechts één Game Card.",
	"availability": {
		"eshop": false,
		"retail": true,
		"dates": {
			"eshop": null,
			"retail": "2011-06-09"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/37f220d710acb6d40a148080638cdde874c5128712ca2654a51bf7a2b90ec87e.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/810df303af54c30ffc5dcf110a445a492e9a63f0af93435ab5a5dcc6a7be3f81.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/017ca5645f2abc52de4ed00d42170b7d33f5db772393bfdec775b252ef2d3d62.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/6474a535c1996800c3d84a735d485f6224bc4b31e5d049b6951f4c38bf25f8d3.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/58914e4bc06b50cb4f8e1e4050335a2f45d1aa97556f9cf327bc6d41d40c1bfb.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/322ad8b2637adaf8a9f176b9ac7297afc39af1706e2e9f01d06816bbbaedd955.jpg"
		}
	],
	"movies": []
}