{
	"title_id": "000400000F708100",
	"eshop_id": "50010000041635",
	"product_code": "KTR-N-CEXP",
	"name": "Hyperlight EX",
	"platform": 1001,
	"platform_device": "CTR",
	"publisher": 1747,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/c4a9572579f407a2de3f619cfb156df5455519b3642c4b75247d2b6b81a01f59.jpg",
	"data_size": "81247076",
	"description": "\"CatfishBlues Games has taken the score attack shooter genre and taken out most of the shooting, resulting in a fun, frantic, difficult game that arcade fans will surely enjoy.\" NintendoLife.com Hyperlight is a high intensity arcade action game in which you control a spaceship that fights against hordes of evil alien monsters in a virtual cosmic environment. Your spaceship has a special capability: it can travel at a Faster Than Light speed (F.T.L.) becoming itself the final weapon. By colliding with enemies in this state the ship can instantly destroy everything it touches! In the game there are also plenty of other bonus, weapons and entities that can help you overcome the many difficulties you’ll be facing, including the battles against the terrific final bosses that await you in the dark side of the universe! Features: - Full Nintendo 3DS™ controller support. - Stereoscopic 3d viewing only for Nintendo 3DS™! - Stunning game graphics, rich in special effects, enemies and explosions! - Innovative gameplay, immediate and highly rewarding! - Arcade Mode with 50+ levels, 8 mid-boss stages and 4 final boss battles! - Infinity Mode with tons of new levels and several mid-boss stages. - Panic Mode with its peculiar tilt control (uses accelerometer) - 3 Bonus entities (Drones, Turrets and Plasma Barriers) that will help you in fighting the continuous waves of enemies. - 7 Bonus weapons (Bomb, Laser, Globe, Crystal, Machinegun, Missle and Virus) that will help you in pulverizing everything on the screen. - Local Leaderboads for Arcade, Infinity and Panic game modes. - Achievements system: 40 unlockable medals!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-12-02",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/4468b4cbb467a231d4615a22eedc2d12e87241bf4061a72e31178a3fba47d79d.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/4bbfe1101144656b973217bf8df954a13fc2c1a1ac419ef6fd586ddcb7ec1b27.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/88f82fb6890d3d227955260ed4f39739571af892c9aa0e84d6f6e8b24d56af22.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5d3216d8128fc0202f853e11016163753653809f18ae1fcc1cf359de1a928405.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/9160a8ba3d04d7b7d5b7e2bb4c2332aeedce62aeb0e458d1feab536c1d30546a.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/eed18f0a7f9c08dc09d1f3eabd7ef2c346b0d0287ed545057844d8cc0995d24f.jpg"
		}
	],
	"movies": []
}