{
	"title_id": "00040000001B5100",
	"eshop_id": "50010000043878",
	"product_code": "CTR-N-A2BA",
	"name": "Pokémon Ultra Moon",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 210,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/372268e973df5914bd3ff8c9da4f1b895454e4a0e4cb0177b41a31b53b6abe00.jpg",
	"data_size": "3708255076",
	"description": "Available for pre-purchase and pre-load. With the pre-load feature, you will be ready to play after a small update when the game launches on 11/17 midnight (EST). By clicking ‘Purchase,’ you agree that you will be charged in advance for the full purchase price of the title (plus applicable taxes), and that you cannot play the title before the launch date. This purchase price is non-refundable except to the extent required by law. An internet connection is required to receive the small update. Get a dozen Quick Balls via download code with the purchase of the digital version of either Pokémon Ultra Sun or Pokémon Ultra Moon. The code distribution will be available from Friday, November 2, 2017, until Wednesday, January 10, 2018. Be sure to enter the special code into your game by November 30, 2018. A new light shines on the Alola region! Take on the role of a Pokémon™ Trainer and unravel the mystery of the Legendary Pokémon Necrozma’s new forms: Dusk Mane Necrozma in the Pokémon Ultra Sun game and Dawn Wings Necrozma in the Pokémon Ultra Moon game. You can encounter and battle 400+ Pokémon, including new forms. A brand-new showdown awaits! Discover the Legendary Pokémon Solgaleo and Lunala’s new Z-Moves and their mysterious connection to the Legendary Pokémon Necrozma. Then venture into Ultra Wormholes to explore the Ultra Beasts’ home world, encounter every Legendary Pokémon, and uncover Ultra Megalopolis, a dark world where Necrozma has stolen the light. On the bright side, the Alola region has new activities, and fresh landscapes to explore with some assistance from your powered-up Rotom Dex. You’ll need all the help you can get if you’re going to stop Giovanni, Ghetsis, and the rest of Team Rainbow Rocket from taking over the Alola region!",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2017-11-17",
			"retail": "2017-11-17"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/e34762c2d9fcc731abb1ac5a2fc0b9d82cfa26ba011f186177a00f1d4fb29dda.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/98f420230f6509b1e61410b27dd5c95953133d898e3931c4696e49db8b1ca61e.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/d7750b039c60f9304d1b3162fe21e250b080232c5e749b6f8e456f9b54b30410.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/3f8615c772ae8d8c93884baef25841eacfdfeff498a6fc9d9e15aa310f8ad215.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/2a0ca0d7d5fab6329792d7f05c83740a23733961b334c80fd3c475fb1942c848.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/a39cad4ff21c345c5723b6792932631ca6ae8675efedce2fb3f8af1d83b58eea.jpg"
		}
	],
	"movies": []
}