{
	"title_id": "0004000000126700",
	"eshop_id": "50010000022876",
	"product_code": "CTR-N-JWTP",
	"name": "Another World - 20th Anniversary Edition",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1298,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/1d077fd0dddea430190ea03856673fdb30ddadf4258e1d0267ba8a7449f05e4b.jpg",
	"data_size": "74365796",
	"description": "También conocido como Out Of This World™ y lanzado en más de una docena de plataformas desde su debut en 1991, Another World™ ha alcanzado una condición de culto entre la crítica y los jugadores avanzados por sus efectos cinemáticos en los gráficos, el sonido y las escenas de corte. UNA AVENTURA ENVOLVENTE CON UNA HISTORIA ÚNICA Another World™ cubre la brecha entre el cine y los juegos de acción-aventura con un estilo completamente nuevo de narrativa fluida y cinemática. Lanzado al espacio y en el tiempo por un experimento nuclear fallido, deberás eludir, burlar y superar a las huestes de monstruos alienígenas y los terremotos mortales que plagan el territorio extraterrestre al que ahora llamas hogar. Sólo una perfecta combinación de lógica y habilidad te permitirá superar los obstáculos mortales que te esperan. EDICIÓN 20 ANIVERSARIO ESPECIALMENTE DISEÑADA PARA CONSOLA * Un juego remasterizado: gracias a un esfuerzo conjunto entre el visionario creador Eric Chahi y programador Martial Hesse Dréville, Another World™ está de vuelta en la consola con la alta definición fiel a los gráficos originales del diseño. * 3 modos de dificultad: Normal (más fácil que el juego original), Difícil (igual al juego original) y Muy difícil (más difícil que el juego original). * Elija entre la banda sonora y efectos de sonido 100% remasterizados, sonidos originales y CD banda sonora original. * Cambia entre gráficos originales y HD.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-06-19",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/3d45a170dcc00cb52d42fa44b8e2863625faa1b7174e40ff29bf89d6755e8c28.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/241d463437401b2317a5744baf574e82fe8800236d11625915d849c4720ef6b4.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/bd218fe971d993925eba59b568e762121eab48ad7496c2fe3d48bac7bf4a5d00.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/d52f677638090bb60456efd68bd7667b7f52d9ed5eb46962bfeda4f186aa3bee.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/391ac1c14d9a1e93844d16a369a765136153ff7798b7e222ab5192129a266125.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/f81b96a6ef181bcfe2e77c9b98613d68ecd0f12a62f1266cdd91fdc9518144c6.jpg"
		}
	],
	"movies": []
}