{
	"title_id": "00040000001B5100",
	"eshop_id": "50010000043878",
	"product_code": "CTR-N-A2BA",
	"name": "Pokémon Ultra Moon",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 210,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/372268e973df5914bd3ff8c9da4f1b895454e4a0e4cb0177b41a31b53b6abe00.jpg",
	"data_size": "3708255076",
	"description": "Disponível para pré-compra e download antecipado. Com a função de download antecipado, você estará pronto para jogar após uma pequena atualização quando o jogo for lançado, à 0h dia 17/11 (horário da costa leste). Ao selecionar “Comprar”, você concorda que pagará adiantado o preço total de compra do título (mais os impostos devidos) e que você não poderá jogar o jogo até o dia do seu lançamento. O pagamento não poderá ser reembolsado, exceto se exigido por lei. É necessário ter uma conexão de internet para receber uma pequena atualização. Receba uma dúzia de Quick Balls por meio de um código de download com a compra da versão digital de Pokémon Ultra Sun ou de Pokémon Ultra Moon. A distribuição dos códigos começará na sexta-feira, 2 de novembro de 2017, e terminará na quarta-feira, 10 de janeiro de 2018. Certifique-se de inserir o código especial no seu jogo até dia 30 de novembro de 2018. Uma nova luz brilha na região de Alola! Assuma o papel de um Treinador de Pokémon para desvendar o mistério por trás das duas novas formas do Pokémon Lendário Necrozma: Dusk Mane Necrozma no jogo Pokémon™ Ultra Sun e Dawn Wings Necrozma no jogo Pokémon Ultra Moon. Um novíssimo duelo o aguarda! Novas formas Pokémon foram descobertas na região de Alola! O Pokémon Lendário Necrozma se transformou em duas novas formas: Dusk Mane Necrozma, que dominou Solgaleo em Pokémon Ultra Sun, e Dawn Wings Necrozma que dominou Lunala em Pokémon Ultra Moon. Entre de cabeça em uma jornada épica como um Treinador de Pokémon e resolva o mistério por trás deste Pokémon fascinante, explore ainda mais a região de Alola, capture Pokémon incríveis, e lute contra adversários formidáveis em Pokémon Ultra Sun e Pokémon Ultra Moon!",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2017-11-17",
			"retail": "2017-11-17"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/e34762c2d9fcc731abb1ac5a2fc0b9d82cfa26ba011f186177a00f1d4fb29dda.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/98f420230f6509b1e61410b27dd5c95953133d898e3931c4696e49db8b1ca61e.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/d7750b039c60f9304d1b3162fe21e250b080232c5e749b6f8e456f9b54b30410.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/3f8615c772ae8d8c93884baef25841eacfdfeff498a6fc9d9e15aa310f8ad215.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/2a0ca0d7d5fab6329792d7f05c83740a23733961b334c80fd3c475fb1942c848.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/a39cad4ff21c345c5723b6792932631ca6ae8675efedce2fb3f8af1d83b58eea.jpg"
		}
	],
	"movies": []
}