{
	"title_id": "0004000000165500",
	"eshop_id": "50010000033655",
	"product_code": "CTR-N-BKKP",
	"name": "Lord of Magna: Maiden Heaven",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 167,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/84af0cdce627ca2c2f94c07897476fcf42609187c70592afadff85b4373eb3b3.jpg",
	"data_size": "1311726436",
	"description": "Поселившись на окраине города и открыв там тихий деревенский трактир, Лухс большую часть своей жизни гордо придерживался кодекса чести, который в его семье передается от отца к сыну на протяжении многих поколений: «Когда наши заветные гости наконец-то к нам пожалуют, относись к ним не иначе, как к членам семьи». К сожалению, в трактир пока еще никто не заглянул с момента его основания, поэтому у Лухса не осталось другого выбора, кроме как добывать и продавать кристаллы, – самый ценный источник топлива на всем острове, чтобы свести концы с концами. И вот однажды во время раскопок он наткнулся на прекрасную девушку, заточенную внутри огромного кристалла. Ее пробуждение повлекло за собой череду непредвиденных событий. Ложные друзья, невероятные способности и чудесные тайны... Особенности: Семь героинь, семь историй – у каждой из семи героинь, которые обитают в трактире, есть своя интересная история. Подружитесь с ними и открывайте новые, специальные атаки, которые помогут вам в сражениях. Благодаря стратегической системе боя каждый шаг на счету – выводите как можно больше врагов из равновесия за один удар. Используйте оружие ближнего и дальнего боя, а также магические атаки, чтобы отбросить стоящих впереди врагов в других противников и нанести максимальный дополнительный урон. Уникальная система навыков – в дополнение к открытию новых способностей, принимайте участие в бесплатных битвах, а если зарегистрироваться на StreetPass™ в сможете получить уникальные предметы, которые помогут вам получить новые навыки и повернуть ход битвы. Регулируемые уровни сложности и многое другое – игроки могут переключаться между легким, обычным и тяжелым уровнем сложности, пользоваться функцией быстрой перемотки, чтобы ускорить сражения, либа вновь окунуться в приятные воспоминания с помощью галереи игровых роликов и снимков",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-06-04",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/7f45141e20633c750b24498359fa72e8cfe1a69fd333fbb3ec892e76dfcbccf7.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/3ec6acbf3b5cb4bf96a1d81960950d961ee7e9dcce8d2b0709422036445e1a0a.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/071ce8b2f17197c0e24be7f57e2cfedf325d265287e343178097454523a467f7.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/daee110a8c93d7a0abcf7faf945792df59a7d5ac0527c5dda54178e1fe99d21d.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/2a25fc715750f630301a2e7220c468f32684627ed85168ab5a888d7464aa050d.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/2b49a9ab37b88eadcf27214c943b42bb1e5d7a6f4c2f395342ea3eff02207f47.jpg"
		}
	],
	"movies": []
}