{
	"title_id": "0004000000198800",
	"eshop_id": "50010000040376",
	"product_code": "CTR-N-KGXP",
	"name": "Digger Dan DX",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1688,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/01e1ac25ad04d7fd6995dfa28aae3009933b8743b5a07977deb1b5a457fd4f03.jpg",
	"data_size": "29076324",
	"description": "Digger Dan hat eine alte Mine voller Höhlen entdeckt, die noch immer randvoll mit Schätzen ist. Kannst du ihm den richtigen Weg zeigen, indem du durch die Erde buddelst, um Edelsteine und Goldnuggets einzusammeln? Wähle deinen Weg mit Bedacht, während du die Felsen aus dem Weg räumst, damit Dan nicht in einer der vielen Fallen endet. Die Felsen können aber auch sehr nützlich sein, um sie auf ein Monster herabfallen zu lassen, dem man nur schwer ausweichen kann. Durch die genaue Beobachtung der Monster kann man viel über ihre Bewegungsmuster erfahren. Also nimm dir die Zeit und überstürze nichts. Dan ist nicht alleine. Seinen treuen Kumpel Kaboom (Dans Erdhörnchen) kann man in einigen Leveln schlafend vorfinden. Wecke ihn auf, denn er kann sich durch enge Tunnel zwängen, in die Dan nicht reinpasst. Benutze Dan und Kaboom zusammen, um Puzzle zu lösen, die sie nicht alleine schaffen. Während du tiefer und tiefer durch die 100 Höhlen buddelst, wirst du geheime Edelsteine entdecken, die in der Erde vergraben sind. Ergründe die Geheimnisse der Wurmlöcher, die dich durch die Level führen. Sprenge mit den zurückgelassenen TNT-Fässern Löcher in die Wände. Sammle Spitzhacken, um Edelsteine freizulegen, die in den Felsen eingeschlossen sind. Einige der Höhlen sind mit Wasser gefüllt. Das bedeutet, du musst deinen Weg gut planen, damit dir nicht die Luft ausgeht. Benutze die Kamera, um Schnappschüsse von den unterschiedlichen Leveln zu machen. Solltest du dich verirren oder einen Fehler machen, kannst du den Schnappschuss als Neustartpunkt verwenden. Schaffst du es, ein Goldstern-Spieler zu werden? Fordere dich selbst heraus, alle Höhlen abzuschließen. Schlage den Timer und sammle die versteckten Geheim-Edelsteine in jedem Level. Eigenschaften: * Vier Themenbereiche, eingeteilt in Training, Anfänger, Könner und Profi. * Stereoskopische 3D-Schichtung * Komplett überarbeitete Grafik * Verbesserte Soundeffekte * Bestenlisten für jeden Level * 4 Speicherplätze - Fordere deine Familie heraus, deinen Punktestand zu übertreffen * 60 BpS flüssige Aktion",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-05-19",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/660222933784eb414a1b45956e6eecccd1160ed939a81a392faa8025df258ae4.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/bb963ff22dfc861f0e51fbf2c666938fd6d2df7697b0c591567cbacfd5aa060e.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/fdc36e3d2bddbf4c5519db8bdedc2b5c7b16e3ce97fc5387467d077fb36d7957.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/126bc54edf6b3f9e8ccde07545673c1bd8b7aaaff6f2a8e7afb95269175c7a46.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/e58688cbd1fbde231afd2268734ed3615b749902f7d7363f7202daf37237927a.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/1881ad078d5f164be68a7e8155d370ccc8e1d4ab7ebf7baa6c06c65f1bcebc93.jpg"
		}
	],
	"movies": []
}