{
	"title_id": "00040000000EDF00",
	"eshop_id": "50010000023235",
	"product_code": "CTR-N-AXCE",
	"name": "Super Smash Bros.™ for Nintendo 3DS",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/9ed67f78f9565633c90dcf855592ae8aede7d924ae035dd5534b3fe9c2b2d64b.jpg",
	"data_size": "1192622948",
	"description": "Offers in-game purchases New DLC is available! Visit www.smashbros.com/us/dlc/how-to-purchase.html for more information! Start smashing today with the free demo of Super Smash Bros.™ for Nintendo 3DS. Battle it out as Nintendo’s greatest heroes—right in the palm of your hand! Power-up your combatant and face off against your friends in the new Smash Run mode, then in a series first, unlock new move variations to personalize your fighter. With new StreetPass™ features, mini-games, and trophies to collect, there’s plenty to keep you smashing! With modes and stages made for portable play, Super Smash Bros. makes its debut on the Nintendo 3DS™ system. Square off against Nintendo favorites such as: Mario™, Link™, and Samus™, or take on newcomers like: Mega Man, Wii Fit Trainer, and Greninja just to name a few. For the first time in series history, traverse a huge maze and defeat enemies for power-ups in Smash Run, or go into the Character Builder to tweak the special moves of your favorite hero! After you’ve triumphed over your friends in local multiplayer, go online and challenge the world! Check out the theme inspired by this game in the Theme Shop. Just tap the icon in the upper left corner of your Nintendo 3DS HOME Menu to get started. Tap your amiibo™ figure to the New Nintendo 3DS XL system to train it, power it up, or battle with and against it. Train your amiibo* to supercharge its stats and expand its abilities. Customize your amiibo by adjusting its attack, defense and speed stats. Fight your amiibo against a friend's to make them tougher and see who the best trainer is. Team up with your amiibo, or battle against friends in multiplayer amiibo action. *This game allows you to save game data on the amiibo figure. Game data must be deleted before saving data from another amiibo compatible game.",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2014-10-03",
			"retail": "2014-10-03"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/e62a6aeaebbe554e954bcd67e9da523bab1688e422f24507be7dec9471e5daf3.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/371a79e3d38bbaef670b9e14b711aa9550be18721e5934c682fe497d99cd5a37.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/c75b54a5c0c2f161d5e693548c284109495a51e83e1f6e931743e35385e508c2.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/7596aa1a59a8e2ab3ec95bba2b0e4aedfc10e451a3c68e6b1e8c5ba9fdf5c4f0.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/ccbc826233e890fc19a6590445f8b90b63e47810b8bfb4e37f03fae263dc793b.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/3f854476a872a8fe809818a3cc43d3173361c54430d2e775be133db15bb7a6d8.jpg"
		}
	],
	"movies": []
}