{
	"title_id": "00040000000D1600",
	"eshop_id": "50010000014802",
	"product_code": "CTR-N-JBGP",
	"name": "Witch's Cat",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 12,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/472e2491ead4bb6d1c16c77f5d27571271237557f3b27bb395497abd8e1d0944.jpg",
	"data_size": "51166052",
	"description": "In the previous adventure, the wicked Queen sent a large group of her precious minions, the Chester Cats, to find and capture Alice and Rabi. Shortly, after they were captured, one of the Queen’s minions, a Chester Cat named Alicia, became curious of Alice and instinctually knew that Alice was a good person. Alicia, unknown to Alice and Rabi, helped them both escape from their imprisonment. Frustrated with the fact of Alicia’s inability to communicate with Alice, she wished to become human in order to speak, hoping to befriend Alice. The Queen learned of Alicia’s secret desire and imprisoned her deep in the Queen’s realm. Dubois a powerful witch with a questionable reputation and a foe of the Queen discovered Alicia and helped her escape. Dubois is already familiar with Alicia’s desire to become human, and offered her assistance to help her become human. Witch’s Cat is not only a puzzle game, but the tale of Alicia’s personal journey of faith, courage and betrayal. Will Alicia’s dream become a reality and discover Alice in the human world? Features: -Explore and escape 50 stages malicious designed by the Queen. -Transform from human to Chester Cat at will. -Learn and master various types of Magic. -Discover the dark and buried secrets of Wonderland.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-06-20",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1fba6f559be7b54c24b4401bbf06c7fe4bdf3d88c764440118b4073fd8f23635.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/edf6fd0a8901a62f3bb8eff23132132931c4a3dd444baa0cf80b6006018e497b.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/34bc07dad1bd33f3178ff692c029279a40590c3af0cc3b77d83beec1e1aecdc3.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/899e7f45458a258971aa36e272a4145a574b5a75a4d0f413eee721f6fbd90e13.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/ac769e99da2bc7add0146eec8a5b3de8b82c4f40fadec87b05e6822df4f31d96.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/c0864db29800e9458dd0327140c827e5313eb67b6eb181721f0cd47b532919ed.jpg"
		}
	],
	"movies": []
}