{
	"title_id": "000400000018C200",
	"eshop_id": "50010000041727",
	"product_code": "CTR-N-KMRE",
	"name": "Gurumin 3D: Una aventura monstruosa",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 169,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/a8297e8ecb51dd410cedb40314309fe48f45e402dc249345dbd5055d49844c18.jpg",
	"data_size": "496151396",
	"description": "De la mano de la desarrolladora legendaria japonesa Nihon Falcom (creadores de la muy popular serie de juegos Ys) llega Gurumin 3D: Una aventura monstruosa. Prepárate para embarcarte en una aventura monstruosa creada por los maestros del oficio repleta de todo lo que hace geniales a las plataformas 3D y a los RPG de acción. Gurumin 3D está protagonizado por Parin: una chica joven, descarada, determinada y sorprendentemente heroica que se ve inesperadamente metida en una batalla entre los amigables Monstruos y los malvados Fantasmas. Al descubrir el mítico y misterioso Taladro Legendario, un arma poderosa que solo ella puede blandir, Parin emprende una misión épica para salvar al mundo de los Fantasmas, que están determinados a destruir Pueblo Monstruoso y a extender la oscuridad por la tierra. Parin tendrá que explorar, correr, nadar, trepar, saltar y taladrar a través de ruinas, cuevas, montañas nevadas, bosques exuberantes y mucho más para salvar a sus compadres los Monstruos y poner fin a los planes perversos de los Fantasmas. Descubre piezas raras para mejorar el Taladro Legendario, imbúyelo de poderes elementales o utiliza el taladro en tierra extraña para recuperar el poder perdido. Regresa al pueblo para comprar, vender e intercambiar equipo, medallas, cachivaches obtenidos de monstruos y otros objetos. Equipa a Parin con ropa y protección para la cabeza mejorable para darle nuevas destrezas y habilidades y aprende a realizar docenas de ataques y movimientos especiales desbloqueables. Gurumin 3D trae un sinfín de trampas, rompecabezas, tesoros y minijuegos junto a un sistema de combate en tiempo real basado en el ritmo, más de 35 horas de tiempo de juego, más de 90 objetos, niveles de dificultad desbloqueables, varios finales y armas y equipo totalmente mejorables. Del doblaje se encarga un equipo estelar que incluye a Tara Strong de My Little Pony: Friendship is Magic. Gurumin 3D se presenta en flamante 3D con una banda sonora alucinante que te hará balancear la cabeza al compás.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-10-13",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/e0d9f7ebbd25db8203cc8ade4ebe2fdd8654212d9d90ea5a3fde613f78e16ed9.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/cf74ea3c2686ec8cb19995adae644cc08ca6c60d6c55822dfc2284b9a734442e.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/31099f0f323fd201e4fe0cc595e72d9c3c211732f7ad3fb1323e6994061f7000.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/3ff00bd16ba761d3e23eebaebf5ebda6eb3113cbdd431ece8b61e983b6a1e76f.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/bac4b9d0dce9a2b048c7980ba43bf4adb80a6a7be4980d92838f57f1500d9973.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5143346f07c58f3d70ab6be6eb80d9315005662909166a09aae1ceaed2873c0c.jpg"
		}
	],
	"movies": []
}