{
	"title_id": "0004000000106600",
	"eshop_id": "50010000018333",
	"product_code": "CTR-P-AEHZ",
	"name": "Disney Frozen: Olaf’s Quest",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 1244,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/260434b1a1ec66196e42afbc03eecf1d022b66c0f806aab286d7a5db2eb55031.jpg",
	"data_size": "51141476",
	"description": "Every day is a snow day with Disney Frozen: Olaf's Quest, the new, puzzle platformer video game based on the upcoming animated movie of the same name from Walt Disney Animation Studios and Walt Disney Pictures! Following the events of the film this original adventure throws the focus to Olaf, the happy-go-lucky snowman, as he tries to hold himself together through all the perilous situations he stumbles into. An Icy (and Dicey) Adventure - Players must guide Olaf across 60 imaginative levels inspired by the mythical kingdom of Arendelle, navigating stimulating but accessible challenges, icy hazards and encountering mischievous natives while discovering hidden collectibles and unlockable accessories along the way. Having a Laugh with Olaf - With a carefree snowman as its lead, Disney Frozen: Olaf's Quest is a lighthearted, cheerful romp injected with humorous action that players of all ages and fans of the film will enjoy. The Unstoppable Snowman - Even though it's all he can do to stay in one piece, Olaf's snowman body gives him a number of unique and exciting abilities that help him throughout his journey. Olaf can stomp enemies with his (ahem) enlarged underside, bowl them out of the way by rolling into a colossal snowball, propel himself by turning into a helicopter, and reach faraway objects with his conveniently detachable cranium!",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2013-12-05",
			"retail": "2013-12-06"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/3f3c47de5260617fbc5023bd7df6e30c2e7f59d5e887279f4a8ddafc5612cf28.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/4a420465828930bd7bc9022b7d071a17954206d1d2a65a258b677ad998177c69.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/522df3d67c167ecda8707c959e87401d1a4c3db97e68420654910ea582b0ef2e.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/3b2a3bdc6ed606cca8d381030d72add6e370b653fe3b03f5208d16af8c1d1634.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/96438000d372b1a50f0c172a458b358b3068aa49c93681706b8bd14fd6d3d123.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/76db02d90302dd502b9ee94d0ff6ee94b05a38e29c0ec3c1efe5471b73a2a5ce.jpg"
		}
	],
	"movies": []
}