{
	"title_id": "000400000018EE00",
	"eshop_id": "50010000040655",
	"product_code": "CTR-N-KCAE",
	"name": "BOXBOXBOY!™",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": null,
	"data_size": "94169956",
	"description": "Disponível para pré-compra e download antecipado. Com a nova função de download antecipado, você estará pronto para jogar após uma pequena atualização quando o jogo for lançado, às 9h do dia 30/06 (horário do Pacífico). Ao selecionar “Comprar”, você concorda que pagará adiantado o preço total de compra do título (mais os impostos devidos) e que você não poderá jogar o jogo até o dia do seu lançamento. O pagamento não poderá ser reembolsado, exceto se exigido por lei. É necessário ter uma conexão de internet para receber uma pequena atualização. É hora de sair do seu quadrado, de novo! Nosso herói, Qbby, tem um novo poder de duplicar seu corpo, obtendo DOIS conjuntos de caixas. Use cada caixa a seu favor para evitar armadilhas por mais de 11 mundos de fases enigmáticas. Com novos macetes e formas de arranjar caixas, supere obstáculos como interruptores, objetos pontiagudos e lasers! Depois de se enquadrar no jogo, desafie o mundo bônus e passe as fases com o menor número de caixas possível, usando as vestimentas Bunny ou Ninja. As medalhas não cabem mais nos seus bolsos? Leve-as para a loja para comprar novas fantasias, como Robo-Suit, para ler quadrinhos divertidos ou ouvir as melodias de BOXBOXBOY! Se você jogou o primeiro título, BOXBOY!, você pode desbloquear muitas fantasias do jogo, pois quase todas podem ser usadas em BOXBOXBOY!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-06-30",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/8d531e08ad121f6a83c5d2f73f1aef82703baf4a9beb6b08571f0eb56b1c9c6d.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/07b5bcdda83a908f283d90c49e6b682f0115e0cb26611de85e990e11cca7800c.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/13d62cf1aa341cc9a393d833a9db8f18eba748bd5b4016bb7211f6d6707d0a0d.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/128e662b7fea86ccda99aea371477888df917dac39e29468190740099bbf4894.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/67e35ba043f8baf0f218bb1cb6300f5dc022d5643cdb235f448047e56567c86a.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5243612ba996723bbf3aae4c59ccf4f6dec7170e4ff6626d9ca0d93f6ce9dba3.jpg"
		}
	],
	"movies": []
}