{
	"title_id": "00040000000C6700",
	"eshop_id": "50010000015295",
	"product_code": "CTR-N-JKZP",
	"name": "Flipnote Studio™ 3D",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/4f2da54760250839d53a847d127d68da3d18662a768aaff7855adaeb609f8d8d.jpg",
	"data_size": "9812836",
	"description": "Per festeggiare il lancio del servizio, My Nintendo rilascia Flipnote Studio 3D, un esclusivo software scaricabile gratuito per i membri di My Nintendo. Per diventare un membro e scaricarlo, devi prima creare un account Nintendo all'indirizzo https://accounts.nintendo.com. Puoi farlo in due modi: visitando il sito ed effettuando l'accesso con il Nintendo Network ID che usi sulla tua console Nintendo 3DS, oppure registrando un nuovo Nintendo Network ID e collegandolo nelle impostazioni del tuo account Nintendo. Una volta effettuato l'accesso, è sufficiente visitare la pagina di Flipnote Studio 3D sul sito ufficiale Nintendo: troverai il software pronto da scaricare sulla tua console Nintendo 3DS. L'offerta è valida fino al 30 aprile 2016, dopodiché il software non sarà più disponibile per essere scaricato. Per creare un account Nintendo devi avere almeno 13 anni. Flipnote Studio 3D è un'applicazione di disegno gratuita che ti permette di creare fantastiche animazioni personalizzate. Se ti piace prendere appunti veloci, fare schizzi o creare disegni più elaborati, in Flipnote Studio 3D le pagine non finiscono mai! Inoltre, ci sono tantissimi strumenti per dare vita alle tue creazioni trasformandole in animazioni di alta qualità. Potrai quindi condividere le tue animazioni con i tuoi amici e con utenti di tutto il mondo per far conoscere a tutti il tuo talento!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-03-31",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/6430c99b45e868740f2793eb62875e377194f3e974210ce3d38bc697c4b852bf.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/1690280db728207a12b28fd918251e8a1c426315c75898a4bdee4d447f276163.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/43595a39771b090edbac4eb9b3b9ebaf37389985ff8bd1930d989cd241445eae.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/8fad99b2e7949aa11d1c7f597cda1fc7a61dc78d90e86b199fc9b39c37adeb2d.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/2b873bf4c8dc9626dca8fe34384a00c0c1d3fb6463558b1edee8f6d9709f1aec.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/7633ca62259ac69b31de25c61caea2abd21890b22028d6367f3e519af8d65f54.jpg"
		}
	],
	"movies": []
}