{
	"title_id": "000400000012CB00",
	"eshop_id": "50010000027035",
	"product_code": "CTR-N-JK8P",
	"name": "Shovel Knight: Treasure Trove",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 1253,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/82ffdb20406f37076b91ad8778be753a3cc6ce9817949313c815f258ff0ee938.jpg",
	"data_size": "143387492",
	"description": "Shovel Knight: Treasure Trove is the full and complete edition of Shovel Knight, a sweeping classic action adventure game series with awesome gameplay, memorable characters, and an 8-bit retro aesthetic! Become Shovel Knight, wielder of the Shovel Blade, as he runs, jumps, and battles in a quest for his lost beloved. Take down the nefarious knights of the Order of No Quarter and their menacing leader, The Enchantress. But that’s not everything! Shovel Knight: Treasure Trove will feature three additional campaigns that are games all unto themselves! Take control of Plague Knight, and Specter Knight on adventures of their own, with King Knight joining later as a free update! Together, they form a grand and sweeping saga! With a full-featured challenge mode, and a body swap mode, you’ll be digging for a long time. With Shovel Knight: Treasure Trove, you get it all. Uphold the virtues of Shovelry, earn relics and riches, and discover the true meaning of shovel justice! Includes: Shovel Knight: Shovel of Hope – Steel your Shovel Blade and start digging through the adventure that started it all! Jump, battle foes, and discover treasures as you quest to defeat the Order of No Quarter and their vile leader, The Enchantress. Shovel Knight: Plague of Shadows – Prime your potions and become the maniacal alchemist Plague Knight in his adventure to brew the ultimate potion! Combine bomb parts to create custom combinations, discover new items, areas and bosses, and maybe even discover a bubbling romance. Shovel Knight: Specter of Torment – Summon your scythe in the prequel to Shovel Knight! Take control of Specter Knight to dash through completely redesigned levels by climbing walls, mastering a new arsenal of weapons, and slashing your foes to ribbons. Become the reaper, discover your melancholy past, and recruit the Order of No Quarter! Shovel Knight: King Knight’s Campaign - (to be released in 2018) Visit amiibo.nintendo.eu for compatible amiibo™ and the latest information. To use amiibo on Nintendo 3DS, Nintendo 3DS XL and Nintendo 2DS systems a Nintendo 3DS NFC Reader/Writer is required.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-11-05",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1cc19368bfa493071e498221455358c17ef5651be567851749001353ad26d9b8.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/c529262092e93dadfb00f3ce7de373c30a6d83f2a0e68f73aeccf8c1689b408a.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/fb3962dcdd8c266c6abae462e228cacad182c5891e1e6fb799c4a5301f4644b6.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ad24380c6b1647460ada94c14ff2e819f84d259c4163b5adf0a40c59208e2688.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/0377f20b161104dc1dee198bd2ad228125f557c7532986205033df0a5b61d8cb.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/977c5be5a426d381ced6eb7139bba932d62a6c9a9cd886553e34852f3096861e.jpg"
		}
	],
	"movies": []
}