{
	"title_id": "0004000000171F00",
	"eshop_id": "50010000036975",
	"product_code": "CTR-N-JTQP",
	"name": "Gotcha Racing™",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 179,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/0b2d1c35f57c39f238c3ac11e3e5a49b3a8360fd5eb19386a8820b9f1a3e2699.jpg",
	"data_size": "113818468",
	"description": "Erlebe die temporeiche Action eines Rennspiels aus der Vogelperspektive, aber mit einer Besonderheit! Alle Teile, die du zur Verbesserung deiner Autos brauchst, erhältst du aus Spielzeug-Kapselautomaten! Zu Beginn des Rennspiels wird dein Auto nicht gerade der schnellste Flitzer sein, aber mit zunehmender Spieldauer, bekommst du bessere Kapselautomaten und dein Auto wird sicher bald von allen in der Rennautowelt bewundert! Das Spiel verwendet im Rennen beide Bildschirme, also siehst du die Strecken riesengroß auf dem Nintendo 3DS™ und sogar noch größer auf dem Nintendo 3DS™ XL! Und dazu kannst du dein Auto gestalten, wie es dir beliebt! Du kannst dir das ultimative, unschlagbare Gefährt zusammenstellen! Messe dich auf 12 verschiedenen Strecken, rase mit in Grand Prix-Rennen und spiele in 6 verschiedenen Rennklassen um die Spitze! Das Spiel bietet 6 Kategorien von Kapselautomaten und noch weitere Spezial-Kapselautomaten, die du freischalten kannst! Du kannst sogar Teile kombinieren, um ihre Leistungswerte zu erhöhen! Zusätzlich kannst du StreetPass nutzen, um mit anderen Spielern Rennen auszutragen und neue Teile zu erhalten. Erhalte neue Teile aus vielen verschiedenen Arten von Spielzeug-Kapselautomaten! Spiele in 6 verschiedenen Rennklassen um die Spitze! Experimentiere mit verschiedensten Teilen, um dein ultimatives Rennauto zu erschaffen!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-09-24",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/4f10e4a0286326d5a05f47793122c188ad0b0b9394c8f059bdc66f63ee0a03e5.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/73b6f0c12bd1ff3b3fffd12c2848bbcb26125c405ebd234520b6064132281f1d.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/4c38ba93c978e4255da04f8c8f498e2a2dbf2557819aa3fe247a9ed4f2a9b9b8.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/45763001c6394ecfd0a6ecfbc60eb51bcb5cc52322c454f455ed52bcf51079a2.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/642554809b51a37b32e2e49463190111f3ebf325e3122f6ad6f14d7bc44a5e72.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/a8e59f778a0429d0406422f5ca0cbffe1b9bd40d46ae367664cf893beef38f40.jpg"
		}
	],
	"movies": []
}