{
	"title_id": "000400000014F500",
	"eshop_id": "50010000038724",
	"product_code": "CTR-N-KRUP",
	"name": "Rytmik Ultimate",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 45,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/6b7b3c161ce81eb03bfc3bc44211f0c3c4cfa91b08db5c1c0886b3346f4cd96c.jpg",
	"data_size": "57232228",
	"description": "Rytmik ist eine leistungsstarke und kompakte Musiksoftware, mit der du nicht nur Samples und Instrumente abspielen, sondern sie auch zu eigenen Kompositionen zusammenstellen kannst. So peppst du mit deiner eigenen Musik jede Party auf. Dank der neuen Funktionen hast du beim Komponieren deiner Musikstücke mit Rytmik Ultimate noch nie da gewesene Möglichkeiten. Mit Rytmik kannst du deine Songs über die Rytmik Cloud jetzt auch mit anderen Nutzern teilen. Du kannst es auch zum Abspielen von Songs nutzen, die von anderen Komponisten in die Rytmik Cloud hochgeladen wurden. Außerdem können Nutzer ihre Songs teilen und gemeinsam am Komponieren eines Stückes arbeiten. Eine weitere neue Funktion, die sich die Fans schon lange gewünscht haben, ist das Exportieren und Speichern der Musikstücke auf einem lokalen Speichermedium. Sobald du deine Komposition fertiggestellt hast, kannst du sie als WAV-Datei abspeichern. Und damit nicht genug! Jedes Instrument ist jetzt ein eigener Wavetable-Synthesizer. Mithilfe des erweiterten Effektmoduls kannst du nun Klänge noch besser mit ADSR-Hüllkurve, Vibrato, Portamento, Rauschformung oder digitalem Delay bearbeiten. Zusätzlich kannst du mit dem Waveform-Synth-Modul eine eigene Klangwelle zeichnen und anpassen, um sie als Sample-Oszillator zu nutzen. So wird Rytmik Ultimate zu einem klanglich einzigartigen Chiptune-Synthesizer. Die Rytmik Ultimate-Bibliothek bietet mehr als 750 Instrumente. Sie enthält nicht nur Instrumente aus den Bibliotheken der Vorgänger (Rytmik, Retrobits, Hiphop King und World Music), sondern auch ganz neue Samples, von wummernden Dubstep Kicks und Bässen bis hin zu fetzigen Synth Leads und Spezialeffekten. Mit Rytmik Ultimate und Rytmik Cloud halten natürlich auch weitere neue Funktionen Einzug in diese beliebte Reihe, wodurch das Spielen mit Sounds und das Komponieren von Musik zu einem ganz besonderen Erlebnis werden. Hauptmerkmale Teile deine Songs über die Rytmik Cloud Speichere und exportiere deine Musik als WAV-Datei Über 750 Musikinstrumente Ein Waveform-Synth-Modul zum Zeichnen eigener Klangwellen Erweiterte Effekte wie zum Beispiel ADSR-Hüllkurve, digitales Delay, Rauschformung, Sample Offset, Loop Definition und viele mehr Fast jeder Effektparameter kann über den Step-Sequenzer angepasst werden Einfache und intuitive Benutzeroberfläche Rytmik Ultimate – die kompakte Musiksoftware",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-12-10",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/7dbb767143205c0339263f518d9763d732cbe4de73ac0f891dd345b1592f4e37.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/e1f3640bbadd27132f1de10bed85a840651d247f91faee6a0d76621842b088d9.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/31b136ea6f0b7f0bb5f2fcb045e382c8b6eecb41ed820f00526e953f690befa9.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/2180834908f5b492da68a62076179fb3d2265f378358d1fd5311871d617692a3.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/05006888cd0729b1f65b96a63a411b7f3a77fe0c1f9cecfd487f7860888524c2.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/dcf94b78d94a7c4387a2fcebafad04399822077e3b8467429b05a22e365ce9e0.jpg"
		}
	],
	"movies": []
}