{
	"title_id": "00040000000C6700",
	"eshop_id": "50010000015295",
	"product_code": "CTR-N-JKZP",
	"name": "Flipnote Studio™ 3D",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/4f2da54760250839d53a847d127d68da3d18662a768aaff7855adaeb609f8d8d.jpg",
	"data_size": "9812836",
	"description": "Flipnote Studio 3D ist ein exklusiver Download für Mitglieder von My Nintendo zur Feier des Servicestarts. Um Mitglied zu werden und die Software herunterladen zu können, musst du zunächst einen Nintendo-Account auf https://accounts.nintendo.com erstellen. Dazu musst du dich dort entweder mit der Nintendo Network ID anmelden, die du auf deinem Nintendo 3DS-System verwendest, oder dich mit dieser Nintendo Network ID nach der Registrierung in den Nintendo-Account-Einstellungen verbinden. Besuche danach einfach die Produktseite von Flipnote Studio 3D auf der offiziellen Nintendo-Webseite, während du mit deinem Nintendo-Account angemeldet bist. Dort wird dann die Software für dich zum Download auf dein Nintendo 3DS-System bereitstehen. Dieses Angebot ist bis zum 30. April 2016 gültig. Danach wird die Software nicht mehr zum Download zur Verfügung stehen. Um einen Nintendo-Account einrichten zu können, musst du mindestens 13 Jahre alt sein. Flipnote Studio 3D ist eine kostenlose Zeichenanwendung, mit der du deine eigenen animierten Meisterwerke erstellen kannst. Egal, ob du nur kurze Notizen festhalten oder Skizzen anfertigen möchtest: In Flipnote Studio 3D geht dir nie das Papier aus. Es gibt eine Vielzahl an Tools, mit denen du deine Entwürfe zum Leben erwecken und eindrucksvolle Animationen erstellen kannst. Anschließend kannst du deine Werke dann mit Freunden oder sogar Benutzern aus aller Welt teilen und alle mit deinem Talent beeindrucken.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-03-31",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/11e7cb877c9b275daa3a69ad241e991efffa99da2a0891fbe97dae52e0d446d3.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/1690280db728207a12b28fd918251e8a1c426315c75898a4bdee4d447f276163.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/af528f06551c90a88ce6ce165368ba950cde6d7fc05ca3f58d8cee6c6554a949.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5037056288c3905c15712e897d1ba7a3ffa8b81ce67a5df8c7fa49749ceeda03.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/f89b7af5d5afc5d3971f6e43b805440cb45d220bc256d87b7d52fbc13f98182e.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5354fc3330be67b7bc75a86af82963567dbab2b365b195ac47210e7fe3e3a15a.jpg"
		}
	],
	"movies": []
}