{
	"title_id": "000400000005AA00",
	"eshop_id": "50010000007438",
	"product_code": "CTR-P-ASVP",
	"name": "Shinobi™",
	"platform": 18,
	"platform_device": "CTR",
	"publisher": 231,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/529874ed0559eca3145c18d92453f4345bd6d909a004c39e8db933ad65de9dc5.jpg",
	"data_size": null,
	"description": " Tradito dal tuo amico devi affrontare un antico e malefico clan votato al male in questa epica riedizione dell'acclamata serie Shinobi. Shinobi racchiude tutta la classica azione a scorrimento degli originali giochi della serie. Grazie a intensi scontri in luoghi esotici e boss oltre ogni limite, Shinobi offre tutto quello che i giocatori hanno amato fin dall'inizio della serie. Sviluppato esclusivamente per Nintendo 3DS, Shinobi si presenta in una stupefacente versione 3D e introduce diverse nuove caratteristiche e sfide che verranno apprezzate sia dai veterani di Shinobi sia dalle nuove leve. CARATTERISTICHE DI GIOCO: UN CLASSICO RINATO Rivivi la classica dinamica di gioco dei titoli della serie Shinobi originali, con un tocco di modernità. Nemici con comportamenti basati su schemi, prove di riflessi e azione a scorrimento vengono miscelati con uno stile 3D unico e moderno, combattimenti più precisi e sfide completamente nuove. COMBATTIMENTO NINJA VELOCE E POTENTE Sconfiggi i nemici con stile e abilità, alternando in modo immediato acrobazie, scontri corpo a corpo e a distanza. E non dimenticare la magia ninja per uscire da situazioni difficili e ottenere un vantaggio durante gli scontri più intensi. COMPATIBILE CON StreetPass DIVENTA UN MAESTRO NINJA Con un nuovo sistema di combo da imparare, una serie di obiettivi e mappe sfida da completare, vorrai giocare e rigiocare per migliorare punteggio e posizione in classifica. Guarda i replay registrati per individuare i tuoi punti deboli e perfezionare le tue abilità ninja.",
	"availability": {
		"eshop": false,
		"retail": true,
		"dates": {
			"eshop": null,
			"retail": "2011-11-11"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/0e8f7eba825b8f227d27ab7a520a3c96b3993f1c4b57a407ba20e0943181960f.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/d5756eb0ca3cd7ca77118ce2612b960e17f59c6332479468248ba744abedf47c.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/8830164a866b026663b9c39ac8d62f692174179aa5ccebac6bcee3918c74f565.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/fd148625421d40731065a550d519869b26b7597ff7f2cf6141eb78ad662c9747.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/07074d47db5660a50e3dd0fc792b6e1cfcb7d8ab05d186b6d3891abde601395e.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/22d6b8d47742b6b19bb3dc9dc98aed21d73d5b9b3f48d6d182b11abc6e7ce3be.jpg"
		}
	],
	"movies": []
}