{
	"title_id": "00040000000B1900",
	"eshop_id": "50010000024697",
	"product_code": "CTR-P-AX3P",
	"name": "Phonics Fun with Biff, Chip & Kipper vol. 3",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/aef03aecd89f44d6dd18b24bbb22e71bfb666eedf3b730c7e2ab102e05f3c24c.jpg",
	"data_size": "427645796",
	"description": "Phonics Fun with Biff, Chip & Kipper is a study series on Nintendo 3DS and 2DS to help children practise their letters and sounds, and has been designed especially for younger children and their parents or guardians to use together. The software will help your child build their English vocabulary through fun exercises in reading, writing and speaking, and is based on the Oxford Reading Tree series, Floppy’s Phonics. These books use the synthetic phonics method to introduce all the sounds of the English language, and centre around the beloved characters Biff, Chip and Kipper, as well as Floppy the dog. Oxford Reading Tree is used in more than 138 countries worldwide, and now via the many fun and intuitive features of Nintendo 3DS and 2DS, they’re presented in a more interactive way than ever before! By Levels 5 and 5M children put together their knowledge of all the alternative spellings and pronunciations they have learnt so far. The exercises help children reinforce the link between sounds and the different ways they can be written. At Level 6 the emphasis is on increasing your child’s confidence and fluency through reading a range of Non-Fiction books. The title comes packaged with a useful guide for parents which contains detailed information on how the software works, and provides helpful tips on how to help your child get the most out of it. You can download the Parent Guide via the website button below.",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2015-01-17",
			"retail": "TBD"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/e0775e11f2fc8ac837fead576dd41123fd4119036b6d7e1566be2de8db851add.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/8135950c95c12e97452bf1f33cc9c696043b8ada4580a9fcf7ad7c212e0a42b8.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1e854796eda93e5d7869aef4ea842c47c302a3e4fdba89bb48dad8db2461bd3c.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/d6983c58118194d267e604a00cdaa6b0ed3f2c4df67bb55e0211ea76f34f93f1.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/80ddcab1651d8df93da9e89ad96c5723408e03b1ebdbf85b7fe0016942bad34a.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/b9ff16767143fe4685dbeeb28300093b9c589ba8ff408e12bed50a85aaf878a3.jpg"
		}
	],
	"movies": []
}