{
	"title_id": "00040000001C5300",
	"eshop_id": "50010000042901",
	"product_code": "CTR-P-BMZP",
	"name": "Etrian Odyssey V: Beyond the Myth",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 509,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/f8726ec6de56b39592920fa42413566498136a0d7db0b983997f55c4f76a2897.jpg",
	"data_size": "571280228",
	"description": "Codice download per il tema Etrian Odyssey V: Beyond the Myth per Nintendo 3DS. Viaggia oltre il mito e scopri cosa ti aspetta in cima allo Yggdrasil Tree! Etrian Odyssey V narra la storia di un nuovo avventuriero che cerca di arrivare in cima al colossale Yggdrasil Tree. Dicono che chiunque sia così coraggioso da affrontare i pericoli del terribile Yggdrasil Labyrinth e riesca ad arrivare in cima, potrà esaudire il suo più grande desiderio. Ogni cultura ha i propri miti. Alcuni credono di poter acquisire enormi poteri, altri pensano che vedranno svelati i grandi misteri. Alcuni credono che padroneggeranno tecniche sopraffine, altri ancora che tra le fronde in cima allo Yggdrasil Tree si trovino tesori perduti. C’è un motivo se nessuno è mai riuscito ad arrivare in cima. Pericolose creature e terrificanti FOE si aggirano per i piani del labirinto. Preparati quindi a destreggiarti in epiche battaglie a turni. Crea la tua squadra e forma alleanze per sferrare attacchi devastanti. Personalizza la tua squadra per raggiungere il tuo obiettivo! Con la personalizzazione illimitata dei personaggi, gli avventurieri potranno creare e modificare la propria squadra, scegliendo tra quattro razze e dieci classi diverse per avventurarsi nel labirinto. Utilizzando lo schermo inferiore del tuo Nintendo 3DS™ diventerai un cartografo provetto. Completa la mappa e annota i luoghi in cui si trovano tesori, porte, nemici, ostacoli naturali e punti di riferimento importanti che incontri mentre attraversi i vari strati della pericolosa prigione.",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2017-10-17",
			"retail": "2017-10-17"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/88035022648f5dd5b7ffcd6ec9d22416f6b5a654ee053799b7035215589db64c.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/de72ad177ef6476264a7adf17424f3a223fdfe23cef3784e70c5ba10c8ef81c7.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/b771721a2f409528178c1755b6f8276a2efa528d6105dd09b6ab344902acb2b4.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/be483e89f9b5cde7ec31f5c132692661aaaf7b45617cb06601671fa37acf6677.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/64ab3a387b5380d97116bd43509ab42e78addcc2e08a70367ad0698a224267f1.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/9188160488bc8578c6c7fb09cb0f9fb7a92e98e8b84615b51ceb6773ee1526be.jpg"
		}
	],
	"movies": []
}