{
	"title_id": "0004000000032600",
	"eshop_id": "50010000006768",
	"product_code": "CTR-N-JRVA",
	"name": "Pokédex™ 3D",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 210,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/1b77caa4144f9cbdf4846d8395dd980691f285a29bb740ba42e3ebcc132cacc7.jpg",
	"data_size": "23284580",
	"description": "03/10 atualização Pokédex 3D detalhes: É fácil atualizar o seu Pokédex 3D. É só abrir o aplicativo, e acessar as configurações do Pokédex 3D (o ícone de engrenhagem na parte superior direita). Role para baixo da tela, e toque em “Update” (atualizar). É necessária uma conexão de internet para realizar a atualização. Baixe a aplicação gratuíta Pokédex™ 3D disponível exclusivamente através do Nintendo eShop no console 3DS, e comece a juntar dados de mais de 150 Pokémon™ das versões dos jogos Pokémon Black e Pokémon White! Essa nova aplicação interessante permite que você veja cada Pokémon em 3D com animação e som, e você pode girar a imagem do Pokemón em 360graus, pode dar zoom e vê-lo de qualquer ângulo. O Pokédex também permite que você busque, ordene e filtre todos os dados que você receber de várias maneiras diferentes, o que faz desta aplicação um guia essencial para os fãs de Pokémon! Complete o seu Pokédex recebendo dados de Pokémon de amigos, usando a função SpotPass™ (é necessário o acesso sem fio à internet banda larga), ou escaneando marcadores especias de realidade aumentada (AR). Quando você coleta os dados de um Pokémon, o visualizador de AR permite que você veja a imagem do Pokémon em um cenário do mundo real, em tempo real, e crie fotos que você pode mostrar aos seus amigos! Para mais informações visite o site pokemon.com/pokedex3d.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2011-06-06",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/d49011839dd934bd462d460c1fc586a0dfe941150d889eef71a700a63bbd3bd0.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5e67c5b1aaf5f408dfe7b29552f5598bf2a055c20ccca343f6059fb26869fd49.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/4179863c99e76fa611ae9959d93c2c3a4de18055e87a106e07cad71816f7bf33.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/456bbe3f0cc6c893038a1ab910dff71187e12e81e429140902a45384d30508db.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/e9f2c07163347e92ce019b22e01ffa0bddbc73e1c52ba681c92f64663566d483.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/fbb905ce73c248ec72390a4de0128b08d3dbac29cce0db4e5002596b7b30f63f.jpg"
		}
	],
	"movies": []
}