{
	"title_id": "00040000000C6700",
	"eshop_id": "50010000015295",
	"product_code": "CTR-N-JKZP",
	"name": "Flipnote Studio™ 3D",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/4f2da54760250839d53a847d127d68da3d18662a768aaff7855adaeb609f8d8d.jpg",
	"data_size": "9812836",
	"description": "Para celebrar o lançamento do serviço, Flipnote Studio 3D está agora disponível para download gratuito e exclusivo para membros My Nintendo. Para se poder tornar membro e fazer o download do serviço, terá primeiro de criar uma conta Nintendo em https://accounts.nintendo.com. Poderá fazê-lo iniciando a sessão com a mesma Nintendo Network ID que usa na sua Consola Nintendo 3DS, ou, em alternativa, vinculando a sua Nintendo Network ID com as configurações da sua conta Nintendo, após o registo. Depois, visite a página web dos produtos Flipnote Studio 3D na página oficial da Nintendo, mantendo a sessão iniciada com a sua conta Nintendo, e a aplicação estará pronta para ser descarregada para a sua Consola Nintendo 3DS. Esta oferta é válida até 30 de abril de 2016. Depois desta data, a aplicação deixará de estar disponível para download. Deverá ter treze anos, ou mais, para criar a sua conta Nintendo. O Flipnote Studio 3D é uma aplicação gratuita que te permite criar as tuas próprias obras de arte animadas. Quer queiras esboçar notas rápidas ou fazer desenhos mais elaborados, nunca se te acabarão as páginas em Flipnote Studio 3D! Existe um grande número de ferramentas que te permitem dar vida aos teus desenhos para que se tornem animações de alta qualidade. Estas podem depois ser partilhadas com amigos e utilizadores de todo o mundo para que toda a gente possa testemunhar o teu talento!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-03-31",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/6430c99b45e868740f2793eb62875e377194f3e974210ce3d38bc697c4b852bf.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/1690280db728207a12b28fd918251e8a1c426315c75898a4bdee4d447f276163.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/7185455d41fe5ddc7dcfa26e2ec4652ef60c090d7f201b9d5e387f247a0a46dd.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/c7a787249c4161b53b5d89b350ab93afbe6971cfe90f53f5ec11edeec3eeba01.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/adb0af661cfa0b1954d4b96b45c0d9c448068f7b5feb74449aa2a95b0d7c46c1.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/d85133debd0a701057550f82389bde8ae671e5cd5bffbe9ac188e4d73b3125d6.jpg"
		}
	],
	"movies": []
}