{
	"title_id": "000400000014F500",
	"eshop_id": "50010000038724",
	"product_code": "CTR-N-KRUP",
	"name": "Rytmik Ultimate",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 45,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/6b7b3c161ce81eb03bfc3bc44211f0c3c4cfa91b08db5c1c0886b3346f4cd96c.jpg",
	"data_size": "57232228",
	"description": "Rytmik es un potente estudio de música de bolsillo que no solo te permitirá jugar con samples e instrumentos musicales, sino también mezclarlos, editarlos y crear clips o pistas para tus fiestas particulares. Con sus nuevas prestaciones, Rytmik Ultimate multiplica las opciones para dar rienda suelta a tu creatividad musical. Rytmik permite compartir canciones con otros usuarios a través de Rytmik Cloud. También puede usarse como reproductor de música para las canciones cargadas en Rytmik Cloud. Además, los usuarios pueden intercambiar canciones y componer temas de forma colaborativa. Otra nueva prestación, seguramente la más esperada por los fans de la aplicación, es la posibilidad de exportar y guardar música en un dispositivo de almacenamiento local. Cuando tengas listas tus creaciones, puedes guardarlas en formato WAV. ¡Y esto no es todo! Ahora, cada instrumento puede convertirse en un sintetizador de tabla de ondas. El módulo de efectos avanzados pone en tus manos más opciones para dar forma a los sonidos con la envolvente ADSR, Vibrato, Portamento, Noise Shaper o Digital Delay. Además, el módulo de sintetizador de forma de onda con función de dibujo permite a los usuarios trazar y modificar su propia onda y usarla como oscilador de samples, para convertir Rytmik Ultimate en un sintetizador chiptune con una sonoridad única. Rytmik Ultimate incluye una biblioteca de sonidos con más de 750 instrumentos, ya que suma las bibliotecas de las series de Rytmik anteriores (Rytmik, Retrobits, Hiphop King y World Music) y un nuevo abanico de samples, desde los bombos y bajos de dubstep más profundos, hasta los synth leads y los efectos especiales más eléctricos. Rytmik Ultimate con Rytmik Cloud llega con muchas más prestaciones y novedades, para disfrutar al máximo jugando con los sonidos y creando música en un estudio de sonido más portátil que nunca. Prestaciones destacadas Compartir canciones mediante Rytmik Cloud Guardar y exportar música en formato WAV Más de 750 instrumentos musicales Módulo de sintetizador de forma de onda con función de dibujo Efectos avanzados como envolvente ADSR, Digital Delay, Noise Shaper, Sample Offset, Loop Definition y muchos más Posibilidad de modular prácticamente todos los parámetros de efectos mediante el secuenciador de pasos Interfaz de usuario potente e intuitiva Rytmik Ultimate: un potente estudio musical de bolsillo.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-12-10",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/7dbb767143205c0339263f518d9763d732cbe4de73ac0f891dd345b1592f4e37.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/e1f3640bbadd27132f1de10bed85a840651d247f91faee6a0d76621842b088d9.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/31b136ea6f0b7f0bb5f2fcb045e382c8b6eecb41ed820f00526e953f690befa9.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/2180834908f5b492da68a62076179fb3d2265f378358d1fd5311871d617692a3.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/05006888cd0729b1f65b96a63a411b7f3a77fe0c1f9cecfd487f7860888524c2.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/dcf94b78d94a7c4387a2fcebafad04399822077e3b8467429b05a22e365ce9e0.jpg"
		}
	],
	"movies": []
}