{
	"title_id": "00040000001B9500",
	"eshop_id": "50010000042551",
	"product_code": "CTR-P-BS8P",
	"name": "Cooking Mama: Sweet Shop",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 220,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/f856a048970f6f19b7784d2cc44019a0bd62cb900b3dcf02b3e028c3c0f1e9e4.jpg",
	"data_size": "182156180",
	"description": "In Cooking Mama: Sweet Shop macht es jede Menge Spaß, verschiedene Desserts und Süßigkeiten herzustellen! Spieler kreieren diverse köstlich aussehende Süßigkeiten und Desserts, stellen sie her und servieren sie dann Kunden im Laden, um diese bei Laune zu halten. Erschaffe 60 verschiedene Rezepte in mehr als 160 unterschiedlichen Minispielen. Dabei nutzt du den Nintendo 3DS-Touchpen und sogar das Mikrofon, um deine Kreationen umzurühren, zu backen, zu kühlen und zu dekorieren. Wie immer brauchst du dir keine Sorgen zu machen, wenn etwas schiefgeht – Mama richtet das schon! Süßigkeiten können im Laden präsentiert werden und dann an Kunden verteilt, um sie alle glücklich zu machen. Je mehr Süßigkeiten du kreierst und abschließt, desto mehr Rezepte entdeckst du und desto größer wird dein Laden. Noch besser wird es, wenn du gegen deine Freunde in einem Wettkochen für bis zu vier Spieler antrittst und siehst, wer die köstlichsten Leckereien schafft! • Komm zu Mama in die Küche und hilf ihr, viele verschiedene leckere Süßigkeiten und Desserts herzustellen! • Erschaffe 60 verschiedene Rezepte in mehr als 160 Minispielen mithilfe des Nintendo 3DS-Touchpen und sogar des Mikrofons. • Stelle deine süßen Kreationen in deinem eigenen Laden aus, um deine Kunden zufrieden zu halten. • Erweitere deinen Laden und löse besondere Ereignisse aus, indem du so viele Rezepte wie möglich herstellst!",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2017-05-25",
			"retail": "2017-05-25"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/8718940186503454b6c65c40334af4aa6865bd2caa2837449a3a85a1835b1be6.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/9523b0fec1da553a713f2f1793cf7de73dcda1ee8b5923ff85bb6bece1c91427.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/21bd94f1eed7db33b07f2e230fbe30fcbdceeea2c48624901fa3b32dfef52567.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/34d5ff1e3b6f2c3e09f28f9b5bb5966e5e07ff30fa464a4738993cd4a25a7897.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/2ff79ba44cf793e5555dd3901dda825bc3bbe54531e1cfaa31266977cf91af96.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/daeb8353b41365b49cfb6878e03753c3e8cb849e53203be2d407e3f35a46f55b.jpg"
		}
	],
	"movies": []
}