{
	"title_id": "0004000000051700",
	"eshop_id": "50010000008561",
	"product_code": "CTR-N-JFRE",
	"name": "Troca-Cartas",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/4c107b01acb32b82cdd3670519d2920fc1d4f85de17c1cb857555cdd89bc379c.jpg",
	"data_size": "9960292",
	"description": "O Troca-Cartas permite que você crie cartas escritas à mão e as compartilhe com outros usuários do Troca-Cartas que estão na sua lista de amigos, usando a função StreetPass™. Na medida em que a sua coleção de cartas aumenta e ao utilizar moedas de jogo, você poderá desbloquear novas funções para personalizar ainda mais as suas mensagens, mudando o papel de carta, anexando fotos e gravações, escrevendo e desenhando em 3D e muito mais! Você poderá até surpreender os seus amigos com cartas secretas que eles somente poderão abrir a partir de uma data específica! Uma atualização para o aplicativo Troca-Cartas™ está disponível agora. Após fazer a atualização você poderá: Anexar uma foto ou uma gravação quando responder a uma carta Desfazer ou refazer o seu último traço Usar uma cor diferente em cada página da carta Filtrar cartas por um usuário ou por favoritas Deletar múltiplas cartas de uma só vez Tirar fotos e criar gravações a partir do Troca-Cartas Contar com melhora no tempo de carga Nota: Esta atualização não afetará seus dados salvos. Se você baixou este aplicativo no dia 11 de abril de 2013 ou depois, não será necessário baixar esta atualização. Confira o tema inspirado neste jogo, na loja de temas. Basta tocar no ícone no canto superior esquerdo do menu HOME do seu Nintendo 3DS para começar.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2011-12-22",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/15db12d1f8ee3dd1d2fcad9625343696535e1cdf4bbf1ec8be4fa099c1914e44.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/d4b667f0e82ac148455157ceb9de5717e3466316507969ea313670bb54c064f0.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/94c64d11fffc657b6224113c946bd00cee6573e2b0fe9b1adba9f7375a561e31.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5e60771b7d0a6e72da23a4e133c8708988cef959433967106ff2f893ff36f7b5.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/141837091a2ddc6ebe256cda8c90393f5c27928a3ba622b0e4f22ae47478fe41.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/770f3394af371388b09bf524017364b301e880f9de1d757c9158354b7b5f6f67.jpg"
		}
	],
	"movies": []
}