{
	"title_id": "0004000000165500",
	"eshop_id": "50010000033655",
	"product_code": "CTR-N-BKKP",
	"name": "Lord of Magna: Maiden Heaven",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 167,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/84af0cdce627ca2c2f94c07897476fcf42609187c70592afadff85b4373eb3b3.jpg",
	"data_size": "1311726436",
	"description": "Luchs woont aan de rand van stad en is de eigenaar van een stille, rustieke herberg. Hij heeft het grootste deel van zijn leven geleefd volgens een erecode die al generaties lang van vader op zoon wordt doorgegeven:\"Als onze geliefde gasten eindelijk aankomen, beschouw ze dan als niets minder dan familie.\" Helaas is er sinds de opening nog geen enkele gast geweest, zodat er voor Luchs niets anders opzat dan kristallen (de meest waardevolle brandstofbron op het eiland) op te graven en te verkopen om de eindjes aan elkaar te knopen. Tijdens een routineopgraving stuit hij op een beeldschone maagd in een enorm kristal, en haar abrupte ontwaking zet een reeks onverwachte gebeurtenissen in gang met boosaardige demonen, verbazingwekkende vaardigheden en wonderlijke mysteries... Eigenschappen: Zeven heldinnen, zeven verhalen - Alle zeven heldinnen die in de herberg komen wonen, hebben hun eigen verhaal te vertellen. Door relaties met ze op te bouwen, speel je nieuwe en speciale aanvallen vrij voor gevechten als ze zich aansluiten bij het reisgezelschap. Strategische gevechten laten elke beurt tellen - \"Kegel\" zo veel mogelijk vijanden omver met één aanval. Spelers worden uitgedaagd om contactaanvallen, afstandsaanvallen en magische aanvallen aaneen te rijgen, zodat vijanden in de frontlinie op andere vijanden vallen voor maximale nevenschade. Baan je craftend een weg naar nieuwe vaardigheden - Door nieuwe vaardigheden vrij te spelen, mee te doen aan Free Battles en je te registreren voor StreetPass™, kun je zeldzame craft-items voor nieuwe vaardigheden krijgen die het tij van de strijd kunnen keren. nstelbare niveaus en nog veel meer - Spelers kunnen kiezen uit de niveaus Easy, Normal en Hard, gevechten naar wens versnellen met de functie Fast Forward of goede herinneringen ophalen via in-game films en illustraties.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-06-04",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/7f45141e20633c750b24498359fa72e8cfe1a69fd333fbb3ec892e76dfcbccf7.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/3ec6acbf3b5cb4bf96a1d81960950d961ee7e9dcce8d2b0709422036445e1a0a.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/071ce8b2f17197c0e24be7f57e2cfedf325d265287e343178097454523a467f7.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/daee110a8c93d7a0abcf7faf945792df59a7d5ac0527c5dda54178e1fe99d21d.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/2a25fc715750f630301a2e7220c468f32684627ed85168ab5a888d7464aa050d.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/2b49a9ab37b88eadcf27214c943b42bb1e5d7a6f4c2f395342ea3eff02207f47.jpg"
		}
	],
	"movies": []
}