{
	"title_id": "000400000012CB00",
	"eshop_id": "50010000027035",
	"product_code": "CTR-N-JK8P",
	"name": "Shovel Knight: Treasure Trove",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 1253,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/82ffdb20406f37076b91ad8778be753a3cc6ce9817949313c815f258ff0ee938.jpg",
	"data_size": "143387492",
	"description": "Shovel Knight: Treasure Trove è l'edizione completa di Shovel Knight, una grande serie classica di avventura/azione con una straordinaria giocabilità, memorabili personaggi e uno stile retro a 8 bit. Assumi il ruolo di Shovel Knight, che con la sua pala corre, salta e combatte superando missioni per cercare la sua amata. Sconfiggi i nefasti cavalieri dell'Ordine degli spietati e il loro sinistro capo, l'Incantatrice. Ma non è tutto! Shovel Knight: Treasure Trove comprenderà tre campagne aggiuntive che sono veri e propri giochi a sé. Assumi il ruolo di Plague Knight, Specter Knight nelle loro personali avventure, a cui si unirà King Knight in un aggiornamento gratuito! Insieme, compongono una vasta e grandiosa saga! Con una modalità sfida completa, e la funzione di cambio corpo, avrai un bel po' da scavare. Shovel Knight: Treasure Trove ti offre tutto questo. Sostieni l'arte della Pala, ottieni ricchezze e reliquie e scopri il vero significato della giustizia della pala! Include: Shovel Knight: Shovel of Hope - Affila la tua pala e inizia a scavare nell'avventura che ha dato inizio a tutto quanto! Salta, affronta i nemici e scopri tesori cercando di sconfiggere l'Ordine degli spietati e il loro malvagio capo, l'Incantatrice. Shovel Knight: Plague of Shadows - Prepara le tue pozioni e diventa il folle alchimista Plague Knight nella sua missione per creare la pozione definitiva! Combina parti di bombe per creare esplosioni personalizzate e trova nuovi oggetti, aree e boss. Chissà, potresti anche scoprire una storia d'amore! Shovel Knight: Specter of Torment - Convoca la tua falce nel prequel di Shovel Knight! Assumi il ruolo di Specter Knight per affrontare livelli completamente ridisegnati arrampicandoti sui muri, utilizzando un nuovo arsenale di armi e riducendo i tuoi nemici a brandelli. Diventa il tristo mietitore, scopri il tuo malinconico passato e recluta l'Ordine degli spietati! Shovel Knight: Campagna di King Knight - (in uscita nel 2018) Consulta il sito amiibo.nintendo.eu per maggiori dettagli sugli amiibo™ compatibili e informazioni aggiornate. Per usare gli amiibo con la console Nintendo 3DS, Nintendo 3DS XL e Nintendo 2DS è necessario un lettore/scrittore NFC per Nintendo 3DS. Il lettore/scrittore NFC per Nintendo 3DS sarà disponibile quest'anno.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-11-06",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/8739e2fca04d0700521c95ccfca16c60c20512b2c832b39dc421752167f7056b.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/439639e1c756f07bc782233134d56ab4d08f7b3629ea4b24f2130c22efe6144b.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/2de6bc11d1297b0fba641ae6d9b665037d87d6dd47ee7ca71e66881ff599c00c.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/65a8c5bb063006ada5b24dcd94703f78c81195501b02dfffde7535d0057e1ab9.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/e22eff3a94be91ffb5681005fd8fee89b24e2ce7c602a5bd2fcd1754852faeeb.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/e12e16bb8cf9847a747aa8cac4a78e15cadd6d7de4b0d83aeea35fc1c75fa00e.jpg"
		}
	],
	"movies": []
}