{
	"title_id": "00040000001B1A00",
	"eshop_id": "50010000042175",
	"product_code": "CTR-N-KS7P",
	"name": "Mercenaries Saga 3",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 46,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/23827f34c5e1387002b42d06c6850bfd325c5e6324ce3c46db483a3d47673d50.jpg",
	"data_size": "172239716",
	"description": "\"Mercenaries Saga 3\" is a tactical RPG set in a fantasy world. Battles take place on an isometric grid, requiring you to move characters and take advantage of terrain in order to be successful. Story Long ago there were two continents, split into north and south by a large ocean. These two continents under went vastly different development. In the north continent, the Flare Kingdom, with their advanced industry and powerful military background, expanded their sphere of influence. They annexed neighboring states until the entire north continent was under their control. On the other hand, the tribes of the Kirialos country in the southern continent were at constant war over their plentiful resources. Having achieved domination of their own continent, the Flare Kingdom set their sights on Kirialos's resources. The Flare Kingdom intervened in the wars on the south continent in the name of peacekeeping, but took complete control in the blink of an eye. The Flare Kingdom set up a puppet government in Kirialos, whilst syphoning the wealth obtained from its resources back to their own continent. That's when the \"Liberation Army\" appeared - it's sights set on overthrowing the Kingdom and its puppet government. To deal with this uprising, the Kingdom set up a local ministry of war. The name of the Kingdom's foreign campaign regiment was \"Coronea\"― The mercenaries who joined this unit, be it for money, fame or honor, became known as the \"Kingdom's Dogs\". This is where their story begins.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2017-01-13",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/072a42a7d84f851a92eb0df6b37fae648e08a42e074d64a5f65630103fe108a6.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/dc133083b4670c22db9fa3574ff824cb80f703913fa558e3ede443611885808c.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/7c3814272464a012ec87298b5c439809b2d2aaedf61a96c3181d0414612b544b.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/2eec91ddb92fa07dd82c406702f240ee02e7e515a14d645f7fe3741f0b5f4a82.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/4c2b97da9766d38dfcefbaba4afc54879652bab9c16b7d78f53fe1ed66f5fa4b.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/a553d34557369223d3b759003b0faffd402243f92311055bb8c4ad7c8c0e7818.jpg"
		}
	],
	"movies": []
}