{
	"title_id": "000400000018A900",
	"eshop_id": "50010000038936",
	"product_code": "CTR-N-KVRP",
	"name": "RV-7 My Drone",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 76,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/1f60a3cfd1dd41ae79ef531e54bd0d4091bec59f8ffbb51c02697a9f82ff0e91.jpg",
	"data_size": "46525284",
	"description": "Qui n'a jamais vu dans les actualités ou dans des documentaires les multiples applications de ces engins, aussi bien humanitaires que militaires. Ça te plairait de participer à cette tendance ? Tu aimerais réaliser des missions de sauvetage, des approvisionnements de vivres, lutter contre les incendies, bâtir des ponts, défendre des centrales électriques, protéger des camions de produits alimentaires. Ou peut-être préférais-tu passer à l’action, en mettant au défi toute un armée de drones sol-air ? Le RV-7 est l'un des drones les plus puissants, avec les technologies les plus avancées d’un point de vue militaire. Le gouvernement a donné son feu vert à ce projet pour la sécurité mondiale. Tu veux être la personne aux commandes du drone ? Ce n’est pas facile de manipuler cet engin, mais c’est très amusant et passionnant. Tu devras résoudre toutes sortes d'énigmes en utilisant le système de téléportation instantanée. --- Caractéristiques --- * Génération procédurale en vertu de laquelle des scénarios et des ennemis sont générés de manière aléatoire afin d’assurer dans tous les cas une expérience unique. * Boss de fin auquel tu devras t’affronter pour accomplir la plus difficile des missions en utilisant tous les ressources obtenues dans le cadre du jeu. * Réalisations/Défis : parviens non seulement à surmonter chaque mission, mais aussi à obtenir les étoiles correspondantes à chaque niveau pour devenir le meilleur pilote de drones. --- Missions --- 1) Évacuation de la zone de danger jusqu’à un lieu sûr. 2) Approvisionnement des camps militaires en médicaments. 3) Extinction de plusieurs incendies et évacuation des survivants vers une zone sûre. 4) Constructions de ponts sur les rivières afin d’assurer une voie d'accès. 6) Escorte et protection des camions transportant des produits alimentaires. 7) Défense de centrales électriques essentielles pour les villes. 8) Attaquer la machine ultra-destructrice de l'ennemi.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-01-07",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/440ad5956a6de59134365d341a539e8a9ec50be21970e94966a475d3d55b1546.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ec81db3cbeb50e71ba2027a0789e83df57fccaa80e9b839f2b2779bcc1f7552c.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/d01051ad2d17ea97cd6696975e4a3c927fad5663e260229a887b0b7079954ceb.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/91ce6f77195deee2ef2e4bd4bccde2018a0152fd615c1dbcfa313a81a5bc589f.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/683565d810c9a2e6a7fbf547d8924302d64470fe69799a5e312dc9a7eab43352.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/075326ba4866933480e1537b49a585053ea0ddeb5d47143b6fca8271085adcf4.jpg"
		}
	],
	"movies": []
}