{
	"title_id": "0004000000198800",
	"eshop_id": "50010000040376",
	"product_code": "CTR-N-KGXP",
	"name": "Digger Dan DX",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1688,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/01e1ac25ad04d7fd6995dfa28aae3009933b8743b5a07977deb1b5a457fd4f03.jpg",
	"data_size": "29076324",
	"description": "Digger Dan ha encontrado una vieja mina llena de cuevas y a rebosar de tesoros. ¿Puedes guiarle en la dirección correcta cavando en la tierra para recoger gemas y pepitas de oro? Ábrete paso con cuidado apartando rocas de tu camino o Dan podría acabar atrapado en una de las muchas trampas que hay. Pero esas rocas también podrían ser de ayuda, especialmente si las dejas caer sobre un monstruo que sea difícil de esquivar. Observa detenidamente a los monstruos para descubrir sus patrones de movimiento, no te precipites. Dan no está solo, podrás encontrar a su fiel compañero Kaboom (el castor mascota de Dan) roncando en alguno de los niveles. Despiértale para que pueda colarse por algunos de los pequeños túneles inaccesibles para Dan. Usa tanto a Dan como a Kaboom para completar los puzles que no puedan resolver por separado. A medida que caves más y más hondo en los 100 niveles, encontrarás gemas secretas enterradas en la tierra, descubrirás los misterios de los agujeros negros para moverte por el nivel, abrirás brechas en las paredes con viejos barriles de dinamita y conseguirás picos para sacar las gemas incrustadas en la roca. Algunas de las cuevas que encuentres estarán inundadas de agua, lo que te obligará a planear tu ruta con cuidado para evitar quedarte sin aire. Usa las cámaras para hacer una foto del nivel, así si cometes un error o te atascas podrás usar la foto como punto de reinicio. ¿Puedes convertirte en un jugador estrella de oro? Proponte completar la cueva, batir el tiempo y recoger la gema secreta en cada nivel. Características: * Cuatro zonas temáticas de dificultad entrenamiento, principiante, avanzado y experto. * Imágenes estereoscópicas en 3D. * Gráficos completamente actualizados. * Efectos de sonido mejorados. * Marcadores de puntuaciones más altas en cada nivel. * Cuatro ranuras de guardado: Reta a tu familia a superar tus puntuaciones. * 60 FPS de acción fluida.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-05-19",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/660222933784eb414a1b45956e6eecccd1160ed939a81a392faa8025df258ae4.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/fba8170203b8c3537a5699d088b1e32c40082870f9d86131c5973859c9d65b66.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/fdc36e3d2bddbf4c5519db8bdedc2b5c7b16e3ce97fc5387467d077fb36d7957.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/126bc54edf6b3f9e8ccde07545673c1bd8b7aaaff6f2a8e7afb95269175c7a46.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/e58688cbd1fbde231afd2268734ed3615b749902f7d7363f7202daf37237927a.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/1881ad078d5f164be68a7e8155d370ccc8e1d4ab7ebf7baa6c06c65f1bcebc93.jpg"
		}
	],
	"movies": []
}