{
	"title_id": "00040000001B2900",
	"eshop_id": "50010000042081",
	"product_code": "CTR-P-BYSP",
	"name": "YO-KAI WATCH® 2: Geistige Geister",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/c8a236dfc85ff30047ab6acf6501120a6aad06583097ebbd32664fcca1f0fc64.jpg",
	"data_size": "3855403876",
	"description": "Wenn du dir die Download-Version von „YO-KAI WATCH 2: Geistige Geister“ kaufst, kannst du im Spiel ein besonderes Item erhalten, mit dem du Machonyan im Spiel treffen und dich mit ihm anfreunden kannst. Mach dich bereit für eine aufregende Reise in die mysteriöse Welt der schelmischen Yo-kai – in „YO-KAI WATCH® 2: Geistige Geister“! „YO-KAI WATCH® 2: Geistige Geister“ bietet die vollständige Spielerfahrung von YO-KAI WATCH® 2, enthält zudem aber weitere Funktionen und Inhalte, die Neulinge der Serie genau wie langjährige Yo-kai-Fans gleichermaßen genießen werden. Zusätzlich zu allen Inhalten aus „YO-KAI WATCH® 2: Knochige Gespenster“ und „YO-KAI WATCH® 2: Kräftige Seelen“ bietet „YO-KAI WATCH® 2: Geistige Geister“: - 12 brandneue Missionen, inklusive einer, die sich mit dem Ursprung des mysteriösen Darknyan beschäftigt. - Die Chance, sich mit 15 Yo-kai vom Stamm der Fiesa anzufreunden, die bisher nur als Gegner vorgekommen sind. - Exklusive Dungeons für Spieler, die auch „Knochige Gespenster“ und „Kräftige Seelen“ besitzen. Wer Speicherdaten aus einem oder beiden vorherigen Versionen besitzt, kann auf neue Dungeons zugreifen, um gegen spezielle Endbosse zu kämpfen und sich mit exklusiven Yo-kai anzufreunden. - Neue Gegenden zum Erkunden, inklusive des fantastischen Gera-Gera-Resorts. - Einen erweiterten Blasters-Koop-Modus, der mächtige neue Endbosse enthält.",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2017-09-29",
			"retail": "2017-09-29"
		}
	},
	"screenshots": [],
	"movies": [
		{
			"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/a318fa016eaba4485056ddaa00e1c753941bf8de7965b91345f8611ffa803ab2.jpg",
			"name": "YO-KAI WATCH 2: Geistige Geister: Verkaufsstartstrailer",
			"files": [
				{
					"quality": "HQ",
					"format": "mp4",
					"movie_url": "https://kanzashi-movie-wup.cdn.nintendo.net/m/4aaad30bbd5d1d838f0c55dee58c20e521e6e79fb87ed6c9fb3d602704ecac16.mp4",
					"width": "1280",
					"height": "720",
					"dimension": "2d",
					"play_time_sec": "117"
				}
			]
		}
	]
}