{
	"title_id": "0004000000043400",
	"eshop_id": "50010000000485",
	"product_code": "CTR-P-AS9P",
	"name": "Sudoku - The Puzzle Game Collection",
	"platform": 18,
	"platform_device": "CTR",
	"publisher": 149,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/f4fb747069c24460b57c0808ab5afbf5c083288dbab509c3da710e5767956e47.jpg",
	"data_size": null,
	"description": "Un popular juego de lógica con un aspecto nuevo: el Sudoku cobra nueva vida en Nintendo 3DS. Sudoku - The Puzzle Game Collection agrupa 600 ejercicios en la palma de tu mano, entre los que se incluyen Sudoku y otros juegos de lógica japoneses como Shikaku, Hashi y Akari. Cada juego propone unos desafíos únicos, más o menos difíciles dependiendo del nivel de dificultad que elijas. Si no estás muy puesto en alguno de estos juegos, siempre puedes empezar por los ejercicios que sirven de ejemplo y que te ayudarán a entender la dinámica de cada modalidad. Además de los desafíos típicos del Sudoku, el Shikaku te mantendrá ocupado dividiendo una cuadrícula numerada en cuadrados y rectángulos, mientras intentas contener los números en una sola caja, que tendrá que tener tantas caras como el número que contiene. En Hashi, tendrás que conectar las islas numeradas a partir de puentes, siguiendo unas reglas que pondrán a prueba tu ingenio. Por último en Akari, tu tarea será posicionar bombillas en el orden correcto para poder encenderlas. A medida que avanzas por los 600 retos que el juego ofrece, se te irán otorgando medallas y tus mejores marcas se almacenarán para motivarte a superarte. Sudoku - The Puzzle Game Collection también utiliza las monedas de juego que se pueden conseguir en Nintendo 3DS. Si caminas llevando contigo tu Nintendo 3DS en el modo de espera, conseguirás hasta diez monedas de juego diarias, hasta llegar a un máximo de 300. En Sudoku - The Puzzle Game Collection, las monedas de juego conseguidas pueden utilizarse para desbloquear pistas en aquellos puzles en los que te hayas quedado atascado. Además, la potencia de Nintendo 3DS otorga a cada modo de juego un encanto visual único. Los puentes que formes en Hashi y las cajas que crees en Shikaku cobrarán vida ante tus ojos, lo que hará que cada puzle sea aún más interesante. El juego utiliza los sensores de movimiento de Nintendo 3DS. Inclina la consola y verás una vista general del puzle en el que estás inmerso en la pantalla 3D. Haz un ruido junto al micrófono de Nintendo 3DS y verás la corona que ganarás si consigues solucionar el problema.",
	"availability": {
		"eshop": false,
		"retail": true,
		"dates": {
			"eshop": null,
			"retail": "2011-06-09"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a02e83a24cb37630fce3bb70b6a00e31f87e953e5e31bb6a55f4e038585d3329.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/da8daa1a0052f1cf8e88fd568c542e92f220d65a27b6d87877f6e5bbef5ad218.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a02e83a24cb37630fce3bb70b6a00e31f87e953e5e31bb6a55f4e038585d3329.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/44da2eace449d751887eea4be1d8a8da3887df9d842ac4e03f484bdf874ad16f.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a02e83a24cb37630fce3bb70b6a00e31f87e953e5e31bb6a55f4e038585d3329.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/364331f34aa71cef8296e72a280a3cdb81254e48499a18270017e18096b24829.jpg"
		}
	],
	"movies": []
}