{
	"title_id": "000400000018BD00",
	"eshop_id": "50010000041855",
	"product_code": "CTR-N-KMRP",
	"name": "Gurumin 3D: A Monstrous Adventure",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 169,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/e59dfef44e39bd95cea115c1c04e07485d76c968d590dcd5e3f8706ba885fc98.jpg",
	"data_size": "496126820",
	"description": "From legendary Japanese developer Nihon Falcom (creators of the highly popular Ys game series), comes Gurumin 3D: A Monstrous Adventure. Get ready to embark on a monstrous adventure created by masters of the craft and brimming with everything that makes 3D platformers and Action-RPGs so great. Gurumin 3D features Parin, a sassy, strong-willed and (surprisingly) heroic young girl who finds herself unexpectedly tossed into a battle between friendly Monsters and evil Phantoms. Learning of the fabled and mysterious Legendary Drill, a powerful weapon that she alone can wield, Parin sets out on an epic quest to save the world from the Phantoms, who are determined to destroy Monster Village and spread darkness across the land. Parin must explore, run, swim, climb, leap, and drill through ruins, caves, snow-capped mountains, lush forests, and more to save her Monster pals and put a stop to the Phantoms' nefarious plans. Uncover rare parts to upgrade the Legendary Drill, imbue it with elemental powers, or use the drill in rare earth to restore lost power. Head back into town to buy, sell, and trade equipment, medals, junk taken from monsters and other objects. Equip Parin with upgradable outfits and headgear for new strengths and abilities, and learn how to perform dozens of unlockable attacks and special moves. Gurumin 3D features tons of traps, puzzles, treasures and mini-games together with real-time rhythm-based combat, 35+ hours of playtime, 90+ items, unlockable difficulty levels, multiple endings, and fully upgradable weapons and gear. Voicing is by an all-star cast including Tara Strong from My Little Pony: Freedom is Magic. Gurumin 3D is presented in dazzling 3D and with a rockin' soundtrack that will keep bobbing your head with the beat.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-10-27",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/67686819c51cb2f63afa7641aa5b5257b415b8f0dc61834247773e4481761310.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/65826dd12381858c4c1526db25f808947c970e78c2f8ebd6188031bc18ffd615.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/e9aa1e7bc9d2b81c8cbf82ab62206f3f2125207033619506ba2e76d2e0f39b6a.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/125808f5da3326cab0f61fe76d7c4ee3e964a82f362e900232e6baa43a9aef89.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/3e29b36eae8f37d8f0230930c757f3f3146ec735feaaff53963f436146872033.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5c6fa01c834dfedf48f52b1ca9b73468de37d4e50438af3381cd24c495950af2.jpg"
		}
	],
	"movies": []
}