{
	"title_id": "0004000000165500",
	"eshop_id": "50010000033655",
	"product_code": "CTR-N-BKKP",
	"name": "Lord of Magna: Maiden Heaven",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 167,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/84af0cdce627ca2c2f94c07897476fcf42609187c70592afadff85b4373eb3b3.jpg",
	"data_size": "1311726436",
	"description": "Luchs vive en las afueras de la ciudad, donde regenta una tranquila y rústica posada. Se ha pasado toda la vida siendo fiel al código del honor que se ha transmitido en su familia durante generaciones: \"Cuando lleguen nuestros queridos huéspedes, pensad en ellos como si fuesen miembros de vuestra propia familia.\" Por desgracia, la posada todavía no ha recibido a ni un solo huésped desde su inauguración. Es por eso que a Luchs no le queda más remedio que buscar y vender cristales para llegar a fin de mes, puesto que son la fuente de combustible más valiosa de la isla. Un día, mientras buscaba cristales, se encuentra con una bella doncella encerrada dentro de un gigantesco cristal. Su abrupto despertar provocará una serie de acontecimientos inesperados entre los que se incluyen malvados enemigos, habilidades increíbles y misterios milagrosos... Características: Siete heroínas, siete historias: cada una de las siete heroínas que llegarán a vivir en la posada tendrá su propia historia. Al entablar amistad con ellas, desbloquearás nuevos ataques especiales que serán muy útiles en combate cuando se unan a tu equipo. Sistema de combate estratégico en el que cada turno es importante: \"derriba\" a tantos enemigos como puedas con un solo golpe. Los jugadores tendrán que elegir entre ataques cuerpo a cuerpo, a distancia y mágicos para que los enemigos de primera línea golpeen a los que tengan detrás y conseguir maximizar así los daños colaterales. Consigue crear nuevas habilidades: además de desbloquear habilidades, los combates libres y registrarte en StreetPass™ te permitirá conseguir objetos únicos que podrás usar para crear nuevas habilidades que te permitirán cambiar el devenir de la batalla. Niveles de dificultad ajustables y mucho más: los jugadores podrán seleccionar entre los niveles de dificultad Fácil, Normal y Difícil. Usa la opción \"Acelerar\" para que el combate se desarrolle al ritmo que desees, o bien revive bellos recuerdos gracias a las galerías de vídeo y arte que incluye el juego.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-06-04",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/7f45141e20633c750b24498359fa72e8cfe1a69fd333fbb3ec892e76dfcbccf7.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/3ec6acbf3b5cb4bf96a1d81960950d961ee7e9dcce8d2b0709422036445e1a0a.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/071ce8b2f17197c0e24be7f57e2cfedf325d265287e343178097454523a467f7.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/daee110a8c93d7a0abcf7faf945792df59a7d5ac0527c5dda54178e1fe99d21d.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/2a25fc715750f630301a2e7220c468f32684627ed85168ab5a888d7464aa050d.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/2b49a9ab37b88eadcf27214c943b42bb1e5d7a6f4c2f395342ea3eff02207f47.jpg"
		}
	],
	"movies": []
}