{
	"title_id": "0004000000165500",
	"eshop_id": "50010000033655",
	"product_code": "CTR-N-BKKP",
	"name": "Lord of Magna: Maiden Heaven",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 167,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/84af0cdce627ca2c2f94c07897476fcf42609187c70592afadff85b4373eb3b3.jpg",
	"data_size": "1311726436",
	"description": "Als Wirt einer ruhigen alten Schänke am Rande der Stadt hat sich Luchs den Großteil seines Lebens nach einem Ehrenkodex gerichtet, der seit Generationen vom Vater an den Sohn weitergegeben wird: \"Wenn unsere hoch verehrten Gäste endlich eintreffen, musst du sie wie deine eigene Familie behandeln.\" Leider hatte die Schänke seit ihrer Eröffnung noch keinen einzigen Gast, weshalb Luchs nichts anderes übrig blieb, als Kristalle, die wichtigste Energiequelle der Insel, auszugraben und zu verkaufen, um sich seinen Lebensunterhalt zu verdienen. Und während einer dieser routinemäßigen Ausgrabungen stößt er auf eine holde Maid, die in einem gewaltigen Kristall gefangen ist. Als sie schlagartig erwacht, führt dies zu einer ganzen Reihe unerwarteter Ereignisse voller fieser Feinde, faszinierender Fähigkeiten und mannigfaltiger Mysterien... Features: Sieben Heldinnen, sieben Geschichten - Jede der sieben Heldinnen, die in die Schänke einzieht, hat ihre ganz eigene Geschichte zu erzählen, und je besser du sie kennenlernst, desto mehr neue Spezialangriffe kannst du freischalten, mit denen sie dir dann im Kampf zur Seite stehen kann. Strategische Kämpfe, bei denen jeder Zug zählt - \"Kegle\" so viele Feinde wie möglich mit nur einem Wurf um. Du musst Nahkampf-, Fernkampf- und magische Angriffe entfesseln, um Feinde in der vordersten Reihe in ihre Kameraden zu schleudern und maximalen Kollateralschaden zu verursachen. Durch Handwerkskunst zu neuen Fertigkeiten - Wenn du an Offenen Kämpfen teilnimmst und dich für StreetPass™ registrierst, kannst du nicht nur neue Fähigkeiten freischalten, sondern seltene Gegenstände bekommen, mit deren Hilfe du neue Fertigkeiten erschaffen kannst, um das Schlachtenglück zu deinen Gunsten zu wenden. Anpassbarer Schwierigkeitsgrad und noch viel mehr - Du kannst zwischen Leicht, Normal und Schwer wählen, durch Vorspulen den Kampf auf Wunsch beschleunigen oder in der Video- und Bildergalerie in Erinnerungen schwelgen.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-06-04",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/7f45141e20633c750b24498359fa72e8cfe1a69fd333fbb3ec892e76dfcbccf7.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/3ec6acbf3b5cb4bf96a1d81960950d961ee7e9dcce8d2b0709422036445e1a0a.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/071ce8b2f17197c0e24be7f57e2cfedf325d265287e343178097454523a467f7.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/daee110a8c93d7a0abcf7faf945792df59a7d5ac0527c5dda54178e1fe99d21d.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/2a25fc715750f630301a2e7220c468f32684627ed85168ab5a888d7464aa050d.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/2b49a9ab37b88eadcf27214c943b42bb1e5d7a6f4c2f395342ea3eff02207f47.jpg"
		}
	],
	"movies": []
}