{
	"title_id": "0004000000032600",
	"eshop_id": "50010000006768",
	"product_code": "CTR-N-JRVA",
	"name": "Pokédex™ 3D",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 210,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/1b77caa4144f9cbdf4846d8395dd980691f285a29bb740ba42e3ebcc132cacc7.jpg",
	"data_size": "23284580",
	"description": "03-10 Pokédex 3D detalles de la actualización: Actualizar tu Pokédex 3D es fácil. Solo tienes que abrir la aplicación y entrar en el menú de opciones (el icono del engranaje en la esquina superior derecha). Desplázate hacia abajo y toca el botón Actualizar. Necesitarás una conexión a internet para obtener la actualización. ¡Descarga la aplicación Pokédex™ 3D, disponible de forma gratuita a través del servicio Nintendo eShop de tu consola Nintendo 3DS, y empieza a reunir los datos de más de 150 Pokémon™ de los juegos Pokémon Black y Pokémon White Version! Esta interesante y novedosa aplicación te permite ver en 3D y de forma animada y con sonido cada uno de los Pokémon. Puedes rotar la imagen del Pokémon 360º y acercarla para verla desde cualquier ángulo. ¡Con la Pokédex también puedes buscar, ordenar y filtrar los datos de diferentes formas, lo que la hace indispensable para los aficionados de Pokémon! Completa la Pokédex con los datos que recibes de los Pokémon de tus amigos a través de SpotPass™ (se necesita conexión a internet de banda ancha), o escanea los Códigos RA de Pokémon. ¡Una vez que hayas recibido los datos de un Pokémon, podrás usar el Detector RA para ver la imagen de ese Pokémon en un escenario del mundo real y en tiempo real, y tomar fotos que puedes compartir con tus amigos! Para obtener más información visita pokemon.com/pokedex3d.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2011-06-06",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/d49011839dd934bd462d460c1fc586a0dfe941150d889eef71a700a63bbd3bd0.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5e67c5b1aaf5f408dfe7b29552f5598bf2a055c20ccca343f6059fb26869fd49.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/4179863c99e76fa611ae9959d93c2c3a4de18055e87a106e07cad71816f7bf33.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/456bbe3f0cc6c893038a1ab910dff71187e12e81e429140902a45384d30508db.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/e9f2c07163347e92ce019b22e01ffa0bddbc73e1c52ba681c92f64663566d483.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/fbb905ce73c248ec72390a4de0128b08d3dbac29cce0db4e5002596b7b30f63f.jpg"
		}
	],
	"movies": []
}