{
	"title_id": "0004000000043300",
	"eshop_id": "50010000000483",
	"product_code": "CTR-P-ADEP",
	"name": "Sports Island 3D",
	"platform": 18,
	"platform_device": "CTR",
	"publisher": 149,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/df37c3073b2dd1104f4d26eb47fe3cede55c7a58cd0e6c5a975a8f400a2dd18a.jpg",
	"data_size": null,
	"description": "La série Sports Island signée Konami et Hudson passe de la Wii à la Nintendo 3DS avec la sortie de Sports Island 3D, qui permet aux joueurs de profiter d'une variété d'épreuves sportives où qu'ils soient, dans une 3D stéréoscopique sans lunettes. Avec 10 sports différents, ce titre garantit des heures de divertissement aux joueurs qui apprécient le sport réaliste, mais aussi à ceux qui préfèrent des activités un peu plus originales. Vous avez l'embarras du choix : football, basket-ball, tennis, hockey sur glace, lutte sumo, bowling, trampoline, course de motoneige, bataille de boules de neige et sarbacane ! Avec une telle variété de sports, il vous faudra maîtriser des commandes spécifiques pour chaque discipline. La sarbacane utilise le capteur gyroscopique de la Nintendo 3DS, vous permettant de maîtriser votre visée en inclinant la console. Une fois que vous avez pris vos marques, soufflez dans le microphone pour tirer, et mesurez votre précision. D'autre part, pour faire de splendides figures au trampoline, vous devrez maîtriser l'usage du pad de commande circulaire, des boutons, et faire preuve d'un sens du timing irréprochable ! Si vous préférez fanfaronner avec vos performances sportives extraordinaires, le mode 'Super Play' est fait pour vous : là, les joueurs qui enchaînent brillamment une série de mouvements peuvent exécuter une manœuvre acrobatique spéciale, et peut-être renverser toute la tendance du match ! Sports Island 3D vous propose divers modes de jeu en solo qui mettront vos talents à l'épreuve, par exemple : Open Match, Random Match, Championship et Tournament. Vous pouvez créer votre propre équipe qui gagnera de l'expérience et débloquera de nouveaux mouvements et des améliorations au fil du jeu ! Et ce n'est pas tout : ce jeu fonctionne aussi en mode multijoueur local et en mode téléchargement pour un maximum de quatre joueurs. Ainsi, jusqu'à trois amis peuvent vous rejoindre pour s'amuser avec une seule carte de jeu.",
	"availability": {
		"eshop": false,
		"retail": true,
		"dates": {
			"eshop": null,
			"retail": "2011-06-09"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/37f220d710acb6d40a148080638cdde874c5128712ca2654a51bf7a2b90ec87e.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/810df303af54c30ffc5dcf110a445a492e9a63f0af93435ab5a5dcc6a7be3f81.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/017ca5645f2abc52de4ed00d42170b7d33f5db772393bfdec775b252ef2d3d62.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/6474a535c1996800c3d84a735d485f6224bc4b31e5d049b6951f4c38bf25f8d3.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/58914e4bc06b50cb4f8e1e4050335a2f45d1aa97556f9cf327bc6d41d40c1bfb.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/322ad8b2637adaf8a9f176b9ac7297afc39af1706e2e9f01d06816bbbaedd955.jpg"
		}
	],
	"movies": []
}