{
	"title_id": "0004000000167400",
	"eshop_id": "50010000034616",
	"product_code": "CTR-N-KFPP",
	"name": "Fantasy Pirates",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 76,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/470434cc4432310863256d29e03b37bbf910e0147af6263970e08084058d4a64.jpg",
	"data_size": "51768164",
	"description": "Join in the adventures of the pirate clan. Sail the seas in search of islands and forts with treasures. It is a world of fantasy where you will find unusual things like piggy boats, rare sea monsters and all types of strange objects. Keep both treasures and enemies in sight with 360ยบ navigation; a simple, yet very effective system. Another ability of your fantastic pirate ship is that it jumps and dives, which is very necessary to dodge or jump over obstacles and move forward in the adventure. The touch screen controls shooting, which means you will have intuitive and absolute precision. Get special items, such as the 'super canon', which will give you total destruction power, devastating everything you find along the way. Or the 'flea ship' Item, where you become as small as an elusive flea. Challenge your friends and everyone else with the 1-on-1 online mode. You'll be the world's greatest pirate of all time!!! *** Features: - Adventure mode with a pyramid-shaped map where you choose both your path and the difficulty. - Total control and very effective 360ยบ circular navigation. - One of the most challenging games in the eShop with over 15 simultaneous enemies. - Challenge an adversary in the 1-on-1 online/local multi-player mode to become the world's greatest pirate. - Incredible and fantastic final Bosses.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-07-02",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a3635fc53b547a6087b677fc10415e1d4ec0c7ca1d16ca9716cd9ae13051b6db.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/44ce6b1e08f973e19c3dcc1321437bf714cdd53d232a4aaaf14744a3271225b0.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/9a48908303c7120b274242c17b76dfcd55cc79cc65ea9f08525e45b1360f103a.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/26e1f71ab94a8edd830a27a6d82f6f349786266ca54ed60f1c65a1ab35248869.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/eed7a8129ee15959814cebd963e39628b93e7ad7aa9f4ec0b017af2dbd292d9f.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/efc2bdbcf1d067b1d8270611d80be26a7fa06cd360624fa8c914a24bc24a1349.jpg"
		}
	],
	"movies": []
}