{
	"title_id": "0004000000101F00",
	"eshop_id": "50010000017193",
	"product_code": "CTR-P-AD5Z",
	"name": "Cloudy With a Chance of Meatballs 2",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 1244,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/073929439e1c2b985779281099d5aa48e295f32a7a61136b8a3517a378bd8230.jpg",
	"data_size": "60267364",
	"description": "Prepare to jump into food-filled fun in Cloudy with a Chance of Meatballs 2, the tastiest treat to ever hit the Nintendo 3DS™. Satisfying hungry appetites in time for Sony Picture Animation’s movie of the same name, join Flint Lockwood and his friends on their journey to save Swallow Falls and discover new friends, ‘Foodimals’, along the way. Cloudy with a Chance of Meatballs 2 is packed with fast and energetic puzzle-based gameplay that players and moviegoers of all ages will love. Features • Intuitive Gameplay - Cloudy with a Chance of Meatballs 2 is bursting with puzzles that require keen reflexes and speed, giving players the challenge to quickly swipe away any obstacles stuck in their path. Using power-ups and bonus points, players can reach for high scores and test those swiping skills in additional Challenge Modes. • Visit Swallow Falls – Our favorite characters from the big screen have found their way to the Nintendo handheld dual screens. Join Flint, Sam, and all their friends as they guide you through a hilarious, food-inspired adventure – this is one journey that won’t spoil your appetite! • Be the Inventor – To unlock and upgrade special power-ups, stay on the lookout as you find and collect blueprints and parts for all of Flint’s wacky inventions. Can you help create the latest masterpiece? ",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2013-12-06",
			"retail": "2013-10-25"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/df19bc930d2eec17e1a1b968aad47ff12ec5345ca5fdc361068cbaf68fabd964.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/1f2dc419192473b2f8a6b0e25057d301a96d48b122b281ed140a0a8ba668e067.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/91184ed8fa64006ec8a1228f0b8b7182dda0a14032b9b0871d8d49bff39bb186.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/e3c8fabe5d41c3791573b128b7788cc2c18dd3aef25f3162d7ddb1b7c11b0154.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/3cd98b661503765b961f684e813a18e9977fcae323a7021547dfbcf21f8115c0.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/149bb0e7a0b23fb076ec1672caf57935b7bb9da40e679989e6d6e0bb8eb0112f.jpg"
		}
	],
	"movies": []
}