{
	"title_id": "0004000000121000",
	"eshop_id": "50010000021293",
	"product_code": "CTR-P-AHXP",
	"name": "Hometown Story",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 220,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/8ba5619b4492d91fccd0c5ea2af04c3e9d9879d0188a640c7035ee65102966c3.jpg",
	"data_size": "578009956",
	"description": "De la mano de Yasuhiro Wada, padre de la saga Harvest Moon, llega una nueva y reconfortante experiencia repleta de diversión, risas y emoción. Prepárate para vivir una nueva vida en la que tú mismo diseñarás tu propia aventura en Hometown Story! Has heredado una tienda que ha conocido tiempos mejores; depende de ti regresar a tu pueblo natal y convertirla en algo de lo que tu anciana abuela estaría orgullosa. Une tus fuerzas con el mágico Pochikal y haz nuevos amigos mientras el pueblo prospera junto a tus triunfos. Amplía tu tienda, descubre nuevas y fantásticas mercancías para vender, vive apasionantes aventuras ¡e incluso puede que conozcas a la pareja de tus sueños! Ahora, con una jugabilidad mejorada y nuevas características, Hometown Story es la versión definitiva de la visión de Yasuhiro Wada. Características del juego • La versión definitiva de la nueva aventura del creador de Harvest Moon, Yasuhiro Wada; el compositor Nobuo Uematsu; y la diseñadora de personajes Atsuko Nishida. • ¡Hereda una deteriorada tienda y ayuda a Pochikal a convertirla en el mejor comercio en kilómetros a la redonda! • ¡Elige los productos adecuados para vender, para asegurarte de que tus vecinos vuelvan a por más! • Explora el pueblo y conoce nuevos personajes, colecciona materiales y otros objetos que te ayudarán a satisfacer las necesidades de tus vecinos. • Cuanto más vendas, más crecerá tu tienda... ¡y el pueblo también! Atrae a nuevos vecinos y alcanzarás el éxito. • Los lazos que establezcas con tus vecinos evolucionarán con el tiempo; los extraños se convertirán en amigos, ¡y los amigos en algo más!",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2014-05-01",
			"retail": "2014-05-02"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/994bee12c7716dc1c07c9167c4da4c687f3a3d5f17bf28bd8ec68829526cb814.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/106486971e3aa5437819929f0ad645968d65c32d418bba29d2147f21721eb2c6.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a96f16f5b95ad385240a50df30cdb7d13bc218503e3080535515325dc2a3afa3.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/17bf4a70bc16b940cef69c48c2c6ef90fc246ab4a668ef89813466c7e70fdf78.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/b1972ca6a2b210ea01abd1968bcc119436f25a6360145d17ed8e1b6190ece369.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ec3cd5eac23c8eecd89f8c5be3525f1bec99a4ccf501855be0093ddb5282cb74.jpg"
		}
	],
	"movies": []
}