{
	"title_id": "00040000001B5100",
	"eshop_id": "50010000043878",
	"product_code": "CTR-N-A2BA",
	"name": "Pokémon Ultra Moon",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 210,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/372268e973df5914bd3ff8c9da4f1b895454e4a0e4cb0177b41a31b53b6abe00.jpg",
	"data_size": "3708255076",
	"description": "Disponible para precompra y predescarga. Con la función de predescarga solo necesitarás realizar una pequeña descarga para jugar y estará disponible a partir del lanzamiento del juego el 17/11 a las 00:00 (horario del Este). Al seleccionar la opción \"Adquirir\" aceptas un cargo por adelantado del costo total del título (incluyendo los impuestos pertinentes) y que no podrás jugar el título antes de la fecha de lanzamiento. Este costo no es reembolsable a menos de que así lo disponga la ley. Necesitas una conexión a internet para recibir la pequeña actualización. Obtén una docena de Veloz Balls a través de un código de descarga con la compra de las versiones digitales de Pokémon Ultra Sun o Pokémon Ultra Moon. La distribución de códigos estará disponible a partir del viernes 2 de noviembre de 2017 hasta el 10 de enero de 2018. Asegúrate de introducir el código especial en el juego antes del 30 de noviembre de 2018. ¡Una nueva luz brilla en la región de Alola! Conviértete en un entrenador Pokémon y resuelve el misterio detrás de las dos nuevas formas del Pokémon legendario Necrozma: Necrozma Melena Crepuscular del juego Pokémon™ Ultra Sun y Necrozma Alas del Alba del juego Pokémon™ Ultra Moon. ¡Un nuevo enfrentamiento te espera! ¡Se han descubierto nuevas formas de Pokémon en la región de Alola! El Pokémon legendario Necrozma se ha transformado en dos nuevas formas: Necrozma Melena Crepuscular, quién tomó el control de Solgaleo en Pokémon Ultra Sun y Necrozma Alas del Alba que tomó el control de Lunala en Pokémon Ultra Moon. Embárcate en una épica aventura como un entrenador Pokémon y resuelve los enigmas detrás de estos fascinantes Pokémon, explora la región de Alola, atrapa increíbles Pokémon y ¡combate contra temibles enemigos en Pokémon Ultra Sun y Pokémon Ultra Moon!",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2017-11-17",
			"retail": "2017-11-17"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/e34762c2d9fcc731abb1ac5a2fc0b9d82cfa26ba011f186177a00f1d4fb29dda.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/98f420230f6509b1e61410b27dd5c95953133d898e3931c4696e49db8b1ca61e.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/d7750b039c60f9304d1b3162fe21e250b080232c5e749b6f8e456f9b54b30410.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/3f8615c772ae8d8c93884baef25841eacfdfeff498a6fc9d9e15aa310f8ad215.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/2a0ca0d7d5fab6329792d7f05c83740a23733961b334c80fd3c475fb1942c848.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/a39cad4ff21c345c5723b6792932631ca6ae8675efedce2fb3f8af1d83b58eea.jpg"
		}
	],
	"movies": []
}