{
	"title_id": "00040000000D1600",
	"eshop_id": "50010000014802",
	"product_code": "CTR-N-JBGP",
	"name": "Witch's Cat",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 12,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/472e2491ead4bb6d1c16c77f5d27571271237557f3b27bb395497abd8e1d0944.jpg",
	"data_size": "51166052",
	"description": "Dans l’aventure précédente, la reine diabolique envoie un groupe important de ses précieux laquais, les chats du Cheshire, pour trouver et capturer Alice et Rabi. Peu de temps après avoir été capturés, l'un des laquais de la reine, un chat du Cheshire nommé Alicia, s’intéressa à Alice et instinctivement sut qu’Alice était une bonne personne. Alicia, qu’Alice et Rabi ne connaissaient pas, les aida à s’échapper de leur lieu d’incarcération. Frustré par l'incapacité d’Alicia de communiquer avec Alice, elle souhaitait devenir humaine pour parler, dans l’espoir de se lier d'amitié avec Alice. La Reine apprit le désir secret d'Alicia et l’emprisonna dans l’endroit le plus reculé de son royaume. Dubois une puissante sorcière à la réputation douteuse et un ennemi de la reine découvrirent Alicia et l’aidèrent à s’échapper. Dubois connait déjà le désir d’Alicia qui souhaite se transformer en être humain, lui offrit son aide pour l'aider à le devenir. Witch’s Cat n'est pas seulement un jeu de réflexion, mais du récit de voyage personnel d’Alicia où la foi, le courage et la trahison sont présents. Est-ce que le rêve d'Alicia deviendra réalité et découvrira t-elle Alice dans le monde des êtres humains ? Caractéristiques : - Explorez et évitez 50 étapes malveillantes conçues par la Queen. - Passez de l’état de chat du Cheshire à celui d’être humain à volonté. - Apprenez à maîtriser les différents types de magie.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-06-20",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1fba6f559be7b54c24b4401bbf06c7fe4bdf3d88c764440118b4073fd8f23635.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/edf6fd0a8901a62f3bb8eff23132132931c4a3dd444baa0cf80b6006018e497b.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/34bc07dad1bd33f3178ff692c029279a40590c3af0cc3b77d83beec1e1aecdc3.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/899e7f45458a258971aa36e272a4145a574b5a75a4d0f413eee721f6fbd90e13.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/ac769e99da2bc7add0146eec8a5b3de8b82c4f40fadec87b05e6822df4f31d96.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/c0864db29800e9458dd0327140c827e5313eb67b6eb181721f0cd47b532919ed.jpg"
		}
	],
	"movies": []
}