{
	"title_id": "0004000000043400",
	"eshop_id": "50010000000485",
	"product_code": "CTR-P-AS9P",
	"name": "Sudoku - The Puzzle Game Collection",
	"platform": 18,
	"platform_device": "CTR",
	"publisher": 149,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/f4fb747069c24460b57c0808ab5afbf5c083288dbab509c3da710e5767956e47.jpg",
	"data_size": null,
	"description": "Descobre um popular jogo de puzzles de forma inovadora com a transformação de Sudoku para a Nintendo 3DS. Sudoku - The Puzzle Game Collection agrupa 600 exercícios na palma da tua mão, entre os quais se incluem Sudoku e outros jogos de lógica japoneses como Shikaku, Hashi e Akari. Cada jogo propõe desafios únicos, mais ou menos difíceis dependendo do nível de dificuldade que escolhas. Se não estiveres familiarizado com algum destes jogos, podes sempre começar pelos exercícios que servirão de exemplo e te ajudarão a ir mais além. Para além dos desafios clássicos de Sudoku, Shikaku propõe a divisão de uma grelha numerada em quadrados e retângulos para tentares conter os números numa única caixa – uma caixa com tantos lados quantos os do número que aloja. Em Hashi, tentas ligar ilhas numeradas com pontes, seguindo uma série de estipulações que testarão ao limite, os teus dotes de resolução de puzzles! Finalmente, em Akari, a tua tarefa é posicionar lâmpadas na ordem correta para que se liguem. À medida que avanças pelos 600 desafios disponíveis, és recompensado com medalhas pelo seu rápido desfecho e os teus registos são guardados para te motivarem a melhorar. Sudoku – The Puzzle Game Collection também faz uso das Moedas de Jogo da Nintendo 3DS. Se andares com a tua Nintendo 3DS no modo de descanso, podes ganhar até dez moedas de jogo todos os dias, até a um máximo de 300. Em Sudoku – The Puzzle Game Collection, podes usar estas Moedas de Jogo para desbloqueares dicas para os puzzles que não conseguires resolver. O poder da Nintendo 3DS dá a cada modo de jogo um apelo visual único. As pontes que formares em Hashi e as caixas que criares em Shikaku ganharão vida diante dos teus olhos, o que tornará cada puzzle mais interessante. O jogo faz também uso dos poderes de deteção de movimento da Nintendo 3DS. Basta inclinares a consola e ficarás com uma visão geral do puzzle em que estás a trabalhar no ecrã 3D. Faz um ruído para o microfone da Nintendo 3DS e a imagem converter-se-á de novo na imagem da coroa que poderás ganhar se conseguires decifrar o puzzle.",
	"availability": {
		"eshop": false,
		"retail": true,
		"dates": {
			"eshop": null,
			"retail": "2011-06-09"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a02e83a24cb37630fce3bb70b6a00e31f87e953e5e31bb6a55f4e038585d3329.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/da8daa1a0052f1cf8e88fd568c542e92f220d65a27b6d87877f6e5bbef5ad218.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a02e83a24cb37630fce3bb70b6a00e31f87e953e5e31bb6a55f4e038585d3329.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/44da2eace449d751887eea4be1d8a8da3887df9d842ac4e03f484bdf874ad16f.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a02e83a24cb37630fce3bb70b6a00e31f87e953e5e31bb6a55f4e038585d3329.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/364331f34aa71cef8296e72a280a3cdb81254e48499a18270017e18096b24829.jpg"
		}
	],
	"movies": []
}