{
	"title_id": "00040000001AD700",
	"eshop_id": "50010000042935",
	"product_code": "CTR-N-KCNP",
	"name": "Chicken Wiggle",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1772,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/ae117e00e293c3ddf3c58f91277587294dee56464dcfe1bc7b6d5acf1f340a25.jpg",
	"data_size": "34044772",
	"description": "Die Stars von Chicken Wiggle bilden ein unwahrscheinliches Duo: Ein junges Huhn und sein bester Freund – ein wackelnder Wurm, der es sich in seinem Rucksack gemütlich gemacht hat! Zusammen springen, picken und hangeln sie sich durch ein Abenteuer voller verblüffener Plattform-Levels, in dem es vor spaßigen Gadgets, vertrackten Gefahren und listigen Feinden nur so wimmelt. Doch sie sind entschlossen, ihre Freunde aus den Wolkentürmen der bösen Hexe zu retten. Aber das ist noch nicht alles! Aufstrebende Gamedesigner und verspielte Künstler können mit dem im Spiel enthaltenen und leicht zu bedienenden Leveleditor stundenlang ihre eigenen Levels erschaffen. Ihr könnt sogar verschiedene Gameplay-Regeln und Grafikdesigns wählen sowie eigene Hinweise, Tipps und Suchbegriffe erstellen. Seid ihr fertig, könnt ihr eure eigenen Kreationen ganz einfach mit anderen Chicken-Wiggle-Spielern über das Community-Portal teilen. Jetzt kann jeder unterwegs ein Gamedesigner sein! Wer nach dem Abschluss des Hauptstory-Modus von Chicken Wiggle noch nicht genug hat, für den gibt es jede Menge einzigartige Levels kostenlos zum Herunterladen, Spielen und Bewerten! Findet in den Kategorien die neuesten, beliebtesten oder offiziellen Levels von Atooi, oder gebt einfach eure eigenen Suchbegriffe oder die Level-ID eines Freundes ein.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2017-08-17",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/797bd8250a9122d6f7484f24cd0d04b0041d6141eeba31e7d97116c727b3293b.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/611e5ffb743ad988880b1d42a56e7e3e41d10bbb6bd4ab02682b5d214212ce7c.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/2f1f79caaa60b51115d402717e4e7ba982b5f0313376581bea9ae71100754628.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/f744e738d630a199db7b83cf3e207b69377cc55db90d0c7fdeab17b7a7402fbf.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/eb912a63eb5080f4829767d74144bd0f273dd5cf5fb6ab2fe7f5ff1997c4adb8.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/0829b15390fa63b23e850af903878620e8ef8cab7cdd65c100d1b9d32a5055c4.jpg"
		}
	],
	"movies": []
}