{
	"title_id": "0004000000165800",
	"eshop_id": "50010000036275",
	"product_code": "CTR-P-BNUP",
	"name": "SENRAN KAGURA 2: Deep Crimson",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 167,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/c7ab4bc63acf4cf44c7832f9c6c8789d24935eeed266e3edbfd43477415cdf55.jpg",
	"data_size": "2267507556",
	"description": "SENRAN KAGURA 2: Deep Crimson est le dernier titre pour la Nintendo 3DS™ de la fameuse franchise SENRAN KAGURA. Pour ceux qui ne connaissent pas ce jeu, attendez-vous à un beat them up intense avec des enchaînements de combos de folie, de nombreux personnages jouables, des cinématiques hilarantes et une tonne d'action aguichante! Le jeu reprend directement où SENRAN KAGURA Burst, son prédécesseur sur la Nintendo 3DS™, s'était arrêté, et suit l'histoire des académies de Shinobi Hanzo et Hebijo dans leur lutte pour le bien et le mal, respectivement. Un mal encore plus terrible est à l'œuvre cette fois-ci, et le tyrannique magnat responsable de l'Académie Hebijo veut à tout prix répandre la terreur sur le Japon grâce à son armée destructrice de démons ! Les filles sont plongées au cœur du danger, les obligeant à unir leurs forces et à collaborer comme jamais auparavant dans la série. FEATURES: Batailles par paire Pour la première fois, deux guerriers shinobis d'académies adverses doivent unir leurs forces, et le système de combo à deux personnages permet d'effectuer des attaques conjointes spectaculaires et dévastatrices. Des graphismes améliorés et d'extraordinaires effets audio L'amélioration graphique de « Burst » est spectaculaire, avec ses environnements entièrement en 3D, l'amélioration de ses animations et un meilleur framerate ! Tout ceci associé aux voix japonaises originales afin de créer une magnifique expérience en tout point. Mode coop local et Nintendo WiFi Pour la première fois dans la série, deux joueurs pourront joindre leurs forces pour suivre l'histoire ou effectuer les missions spéciales ensemble via le mode multijoueur ad hoc ou en ligne. Amélioration du Dressing Room Le Dressing Room est rempli de centaines d'objets, et jusqu'à deux shinobis peuvent désormais y être présents simultanément ! Et pour la première fois dans la série, vous pouvez faire poser les filles dans de nombreuses positions, et même les faire poser dans des environnements réels grâce à la caméra intégrée de la Nintendo 3DS™ !",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2015-08-27",
			"retail": "2015-08-27"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/3010f6a26ce3e21245e522bd78faebce29d9f27786ed3607cb2cadf54567f9d8.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/b70c984258a784ab17863e11d876015c3d09536db6486ac6b26a90b143a73f85.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/0fff97dc40c9eb8bd5b31ff36f1ca95e19c4d7457dd3bd8777e5a914ed16e202.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/a11237272fefa83ba96af7fe0172a3ec7f327fa525cbefbf6c19ab565598545d.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/fd5062a5debc0647127cc8ed782542cec6665517e7e0729453598e361f5e6474.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/d198e6e3d1e47fd3695bb3e99676b61611e7b5d1a0103050fe94d10243b88f94.jpg"
		}
	],
	"movies": []
}