{
	"title_id": "000400000010AE00",
	"eshop_id": "50010000018134",
	"product_code": "CTR-N-JWCP",
	"name": "World Conqueror 3D",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 46,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/763394a0c9a621f8a34cf558d397d4744783df2066fe4a81ba2bd83aa315ecfb.jpg",
	"data_size": "85662564",
	"description": "World Conqueror è un nuovo tipo di gioco di strategia basato sulla seconda guerra mondiale. In questo gioco, dipendi dalle tue truppe dato che competi per i territori. I territori consistono in terre lontane, città e perfino oceani, allo scopo di acquisire risorse, sviluppando un' economia e strategia militare per conquistare i tuoi nemici. Questo gioco ti richiede di operare e comandare ragionevolmente tre truppe di base, queste truppe includono soldati, carri armati e artiglieria. Valuta correttamente le situazioni con l'intelligenza artificiale e il combattimento rimarrà a tuo favore. Gli attributi delle armi sono diversi per ogni paese. Ad esempio, i carri armati tedeschi sono i più potenti, ma sono anche i più costosi. I cannoni dell'Unione Sovietica sono eccellenti e superiori ad altri cannoni, e gli inglesi hanno la marina superiore. La truppa guadagnerà esperienza in combattimento, guadagnando medaglie con quell' esperienza. Le truppe con medaglie di efficienza di combattimento diventeranno Truppe Ace, che sono più abili delle truppe normali. Immergeti godendo della magnifica musica di combattimento e i suoni della battaglia. Caratteristiche: - Modalità Campagna e modalità Conquista - 243 territori - 11 Stati belligeranti - 40 truppe militari - 17 carte militari - 5 livelli di difficoltà - 3 periodi e 10 battaglie",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-11-28",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/e070f4d900f31f949327b1f0aea7099061b56a468c230a392e7bfbfb6ae1cabc.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/c68752916939e98a6b05d63a972f7ebaa1130477f4461f4a749ae40da83db007.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/69bcd1f456dc9b8c6947a17ade08cdaa971deda38dcd603687e4434dc2d081aa.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/aa197e7155ddc34bf5af58c384735acb75d6453dc959ed2d7267b1b0f47fad05.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/50d7820fd6452340ba8c0a00f1f69320026002a209a6d82dacd669569946e5b7.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/0db0f1a34a055b6b03a0eab5c23af78ab9e702a464d2870f0aa30d912089a733.jpg"
		}
	],
	"movies": []
}