{
	"title_id": "00040000000BEF00",
	"eshop_id": "50010000019753",
	"product_code": "CTR-N-AHMP",
	"name": "Brilliant Hamsters!",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 220,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/d19f3b0372167dffdd90d15f31d2453c2b6dcdff0f90e1a354a84554741d246a.jpg",
	"data_size": "187644772",
	"description": "¡Cuida de tus hámsteres! Brilliant Hamsters! es un juego en el que puedes sumergirte en una emocionante aventura con tus hámsteres. Cuida de ellos para conseguir sellos. ¡También puedes vestirlos para ir de paseo! *Consigue sellos y ve de paseo Conseguirás sellos al cuidar de tus hámsteres. Consigue montones de ellos para desbloquear más tipos de hámster y más jaulas. Hay 20 jaulas diferentes disponibles, intenta conseguir todas las que puedas. Puedes utilizarlas cuando salgas de paseo con tus hámsteres. *Juegos RA Juega con tu hámster utilizando la tarjeta RA. *Sal de paseo con StreetPass Al utilizar StreetPass, puedes intercambiar información sobre hámsteres con otros jugadores con los que te cruces. Aprovecha la ocasión para presumir de lo guapo que es el hámster al que dedicas todos tus cuidados. *Sellos Conseguirás sellos al cuidar bien de tus hámsteres. Cuando consigas montones de sellos y llenes las hojas de sellos, podrás intercambiarlas por jaulas nuevas. Consigue muchas hojas de sellos para subir tu rango y desbloquear nuevos tipos de jaula y objetos de la tienda. *Estrellas También ganarás estrellas por cuidar de tus hámsteres. ¡Conseguirás muchas si haces un buen trabajo! Intercámbialas por objetos en la tienda. También puedes conseguir estrellas al Buscar, con los juegos de RA, o con la prueba de moda.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-01-30",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/f6753e5a39548468d11684857bf762f6ababee42f214edc17f5625364784ecb9.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ea73c0253f7c48b6129d471655891a490f4db1be3ea33d6e455ae3b544696036.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/21544e1e36f388c7d64c8e90c74a33adcf056c464b7dba6d33424a7f2ab86a17.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/bd35a4c27b1626470efe9d802a4e1ce027e336a6ce7f4fe6b92eb18924f41a9e.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/d08edaa77a7dc1e7d8e1caf66d3fd883e429bb0d205a1c41d5b045431f8c94f8.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/0992e31f7cd4053f53a294dfe13de450794c8ef6aa0a3017a4c02d7ccd7c7fd8.jpg"
		}
	],
	"movies": []
}