{
	"title_id": "000400000012CB00",
	"eshop_id": "50010000027035",
	"product_code": "CTR-N-JK8P",
	"name": "Shovel Knight: Treasure Trove",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 1253,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/82ffdb20406f37076b91ad8778be753a3cc6ce9817949313c815f258ff0ee938.jpg",
	"data_size": "143387492",
	"description": "Shovel Knight: Treasure Trove - это полноценное и завершенное издание Shovel Knight, классической приключенческой игры с невероятным геймплеем, оригинальными персонажами и графикой в стиле старых 8-битных хитов! Вам предстоит вооружиться лопатным клинком и бегать, прыгать и сражаться в роли Лопатного рыцаря, стараясь спасти любимую! Сокрушите гнусных рыцарей Ордена Без Пощады и их грозную повелительницу, Чародейку. Но это еще не все! Shovel Knight: Treasure Trove включает три дополнительных кампании, а по сути - отдельных игры! Отправьтесь на поиски приключений с Чумным рыцарем и Призрачным рыцарем, а вскоре и с Королем-рыцарем, который станет доступен позже в качестве бесплатного дополнения! Все вместе они складываются в эпичную и захватывающую сагу! Кампания с разнообразные испытания и режим смены тела погрузят вас в игру надолго! Shovel Knight: Treasure Trove превзойдет все ваши ожидания! Храните верность рыцарским идеалам, находите реликвии и сокровища, и вам откроется истинный смысл лопатной справедливости! Включает следующее Shovel Knight: Shovel of Hope - наточите Лопатный клинок, потому что это приключение накроет вас с головой! Прыгайте, сражайтесь, добывайте сокровища, ибо вам противостоит Орден Без Пощады и его злая предводительница - Чародейка. Shovel Knight: Plague of Shadows - Разлейте зелья по пузырькам и возьмите на себя роль одержимого алхимика Чумного рыцаря, который задался целью сварить зелье всевластия! Сочетайте детали бомб и создавайте свои комбинации. Вас ждут новые предметы, зоны и боссы, а, быть может, даже романтическое приключение. Shovel Knight: Specter of Torment - это приквел Shovel Knight. Вооружитесь косой и в роли Призрачного рыцаря пронеситесь смерчем по полностью переработанным уровням: взбирайтесь на стены, осваивайте новое оружие и шинкуйте врагов в капусту. Станьте темным жнецом, узнайте свою печальную историю и завербуйте членов Ордена Без Пощады! Shovel Knight: Кампания Короля-рыцаря (Выход планируется в 2018 году) Посетите amiibo.nintendo.eu для получения информации о совместимых amiibo™ и прочей актуальной информации. Чтобы использовать amiibo с системами Nintendo 3DS, Nintendo 3DS XL или Nintendo 2DS, необходимо устройство чтения/записи NFC для Nintendo 3DS.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-11-06",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1cc19368bfa493071e498221455358c17ef5651be567851749001353ad26d9b8.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/c529262092e93dadfb00f3ce7de373c30a6d83f2a0e68f73aeccf8c1689b408a.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/fb3962dcdd8c266c6abae462e228cacad182c5891e1e6fb799c4a5301f4644b6.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ad24380c6b1647460ada94c14ff2e819f84d259c4163b5adf0a40c59208e2688.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/0377f20b161104dc1dee198bd2ad228125f557c7532986205033df0a5b61d8cb.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/977c5be5a426d381ced6eb7139bba932d62a6c9a9cd886553e34852f3096861e.jpg"
		}
	],
	"movies": []
}