{
	"title_id": "000400000016DC00",
	"eshop_id": "50010000037996",
	"product_code": "CTR-N-KT2P",
	"name": "Toki Tori 3D",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 277,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/ae16935f258a57813dca0bf1616c8af52468e2c614b75396a78cbb9f4576a215.jpg",
	"data_size": "84491108",
	"description": "Game Boy Color классический Токи Тори прибывает на Nintendo 3DS™ с новыми функциями и бренда нового контента! Toki Tori является первой из трех классических игр от Two Tribes, появившейся в Nintendo eShop. Следующими станут трехмерная головоломка RUSH и ретро-платформер EDGE. В то время, как классический игровой процесс был оставлен без изменений, игра Toki Tori была адаптирована для Wii U GamePad, что позволяет использовать во время игры лишь Wii U GamePad, а также наслаждаться дополнительными возможностями сенсорного управления. Игровой процесс Toki Tori представляет собой смесь двух жанров. Выглядит игра как симпатичный платформер, но играется как настоящая головоломка. Целью каждого уровня является сбор всех разбросанных по нему яиц. И для достижения этой цели игроку придется хорошенько поразмыслить и продумать каждый шаг. Ну и, конечно, необходимо тщательно спланировать применение всевозможных устройств, которые позволят вашему герою перемещаться с одного места на другое, замораживать врагов или строить мосты над бездной. Чем дальше вы проходите в игре, чем ближе вы к 80-му уровню, тем больше инструментов оказывается в вашем распоряжении, тем интереснее и запутаннее становится прохождение каждого уровня. - Новая функция времени назад - Используйте сенсорный экран для быстрого переключения пункт - Большое разнообразие устройств и оружия - 80+ уровней в 4 огромных мирах - Подходит любому возрасту — есть как приятные легкие уровни, так и сложные запутанные головоломки",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-11-05",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/8cfe7af91837d574655222ebe4bb0d009205b2196379d45e9913cc518aca38e6.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/dfb140195782f0cbf1380b82282454ffafe468be523fd537c32debbd78af3930.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/177d0fe1d77fc913c38081b7d596ec8dd1aecf2a0012aca8e44aed309d807301.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/3f79a75393fb598add1ef01ee777d6769068f6397393057666487c02abf251f5.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/f1fcf62c13a4cabeefa665d894c71a2ddcbf9b5894769ac3adf6a64c43f0be1f.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/28ab64a18268d3fff835dae27b0dab781804d5541b0cdbd5221614f2154b6dbb.jpg"
		}
	],
	"movies": []
}