{
	"title_id": "00040000001AD700",
	"eshop_id": "50010000042935",
	"product_code": "CTR-N-KCNP",
	"name": "Chicken Wiggle",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1772,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/ae117e00e293c3ddf3c58f91277587294dee56464dcfe1bc7b6d5acf1f340a25.jpg",
	"data_size": "34044772",
	"description": "Chicken Wiggle met en vedette un duo improbable : imaginez un jeune poulet et son meilleur ami, un ver de terre gigotant, confortablement niché dans son sac à dos ! Ensemble, nos deux compagnons s'embarquent pour une aventure remplie de sauts, de coups de bec et de grappin-ver à travers une myriade de niveaux de plateforme surprenants, bourrés de gadgets amusants, de pièges vicieux et d'ennemis sournois. Quoi qu'il advienne, notre duo est déterminé à sauver ses amis des griffes de la maléfique sorcière qui se tapit dans sa tour céleste. Mais attendez, ce n'est pas fini ! Les concepteurs de jeux en herbe tout comme les dessinateurs imaginatifs pourront s'amuser pendant des heures à concocter leurs propres niveaux grâce à un outil de création de niveaux très facile d'utilisation, inclus avec le jeu. Vous pourrez même choisir entre différentes règles du jeu, des thèmes artistiques et fournir des astuces, indices et critères de recherche personnalisés. Une fois votre niveau prêt, il sera très facile de partager vos créations en ligne avec les autres joueurs de Chicken Wiggle via le portail de la communauté. Désormais, tout le monde peut s'improviser concepteur de niveaux de jeux vidéo ! Les joueurs désireux de parcourir encore plus de niveaux après avoir terminé le mode histoire principal de Chicken Wiggle découvriront une foule de niveaux uniques qu'ils pourront télécharger, jouer et noter gratuitement ! Les catégories de niveaux incluent les niveaux officiels Atooi, les niveaux les plus populaires, les plus récents mais vous pourrez également soumettre vos propres critères de recherche ou une ID spécifique pour localiser le niveau d'un ami.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2017-08-17",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/797bd8250a9122d6f7484f24cd0d04b0041d6141eeba31e7d97116c727b3293b.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/611e5ffb743ad988880b1d42a56e7e3e41d10bbb6bd4ab02682b5d214212ce7c.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/2f1f79caaa60b51115d402717e4e7ba982b5f0313376581bea9ae71100754628.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/f744e738d630a199db7b83cf3e207b69377cc55db90d0c7fdeab17b7a7402fbf.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/eb912a63eb5080f4829767d74144bd0f273dd5cf5fb6ab2fe7f5ff1997c4adb8.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/0829b15390fa63b23e850af903878620e8ef8cab7cdd65c100d1b9d32a5055c4.jpg"
		}
	],
	"movies": []
}