{
	"title_id": "00040000001BF100",
	"eshop_id": "50010000042839",
	"product_code": "CTR-N-J2CP",
	"name": "Cursed Castilla",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 6,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/e394d927b6cc9065020469db7cef6a744f7023f64a7dd5933b39e7b5e505589b.jpg",
	"data_size": "126286692",
	"description": "Un démon a transformé les larmes d’une sorcière en une clé qui donne accès au mal dans ce monde. Dans Cursed Castilla vous mettez l’armure de Don Ramiro qui, sur les ordres du roi Alphonse VI de Castille, se lance à l’aventure à travers les terres maudites de Tolomera pour expulser le mal qui a envahi le royaume. Luttez contre les sorcières, les cyclopes, les dieux de la tempête et les lutins : des créatures du folklore qui peuplent les légendes européennes, mais aussi les romans de chevalerie comme Amadis de Gaule. Pour cela, vous aurez à votre disposition de nombreuses armes avec lesquelles vaincre vos ennemis dans un style purement classique propre aux jeux d’arcade et d’action. Cursed Castilla, un jeu d’arcade moderne acclamé par la critique et les joueurs avec un Metascore de 81 autres plateformes. Caractéristiques Explorez Tolomera del Rey en 8 phases de jeu Battez-vous en duel avec plus de 48 types d’ennemis et 19 bosses finaux Selon votre succès lors de la mission, vous connaîtrez 1 des 4 fins possibles. Découvrez tous les mythes réunis dans le bestiaire illustré Vantez-vous de votre droiterie avec les armes avec les 17 victoires à débloquer Lancez un cri de guerre avec les chansons de la bande sonore et l’audio remastérisé Revivez les bons vieux temps de l’arcade avec 3 modes d’écran différents Mode créatif exclusif pour console Nintendo 3DS™ Effet 3D stéréoscopique",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2017-07-13",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/d182be461c7413be27d78e81f558a2574df73f94e61e3ba0afc16c0ccdab8f6b.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/a6e9769f398a4fe783d782efa7a8265bb396c8cbff0935c4a0c9692c08d009cd.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/0d21234f32fd15286230a2dda6717e5e4c9100504b13bc0bf890ce2bd6000f56.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/43e022267c674731ffeb997dd580db5c58e140046b941dfa4c647cc9dee002d7.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/8cd6b7a40a9c1c7f771d071517ed16c7504af5c660cb7d7f5219e97f81f4c8d3.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/c6ffd11e26b0151d7b80fc45155616d70fffaa793e1edadcd87e6222dff16010.jpg"
		}
	],
	"movies": []
}