{
	"title_id": "000400000018C200",
	"eshop_id": "50010000041727",
	"product_code": "CTR-N-KMRE",
	"name": "Gurumin 3D: Uma Aventura Monstruosa",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 169,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/a8297e8ecb51dd410cedb40314309fe48f45e402dc249345dbd5055d49844c18.jpg",
	"data_size": "496151396",
	"description": "Do lendário desenvolvedor japonês Nihon Falcom (criadores da famosa série de games Ys), vem aí Gurumin 3D: Uma Monstruosa Aventura. Prepare-se para embarcar em uma monstruosa aventura criada por mestres do gênero e conte com o melhor dos jogos de plataforma 3D e RPGs de ação. Gurumin 3D gira em torno de Parin, uma jovem voluntariosa, ousada e (surpreendentemente) heroica, que se vê em meio a uma batalha entre Monstros amigáveis e Fantasmas malignos. Ao descobrir a mítica Broca Lendária, uma poderosa arma que só ela pode empunhar, Parin parte em uma épica missão para salvar o mundo contra os Fantasmas, que estão determinados a destruir o Vilarejo dos Monstros e espalhar as trevas por todo o reino. Parin precisará explorar, correr, nadar, escalar, saltar e abrir caminho por ruínas, cavernas, montanhas cobertas de neve, florestas exuberantes e muitos outros lugares para salvar seus amigos Monstros e acabar com os planos nefastos dos Fantasmas. Descubra peças raras para aprimorar a Broca Lendária, adicione poderes elementais a ela ou use-a em solos raros para recuperar o poder que você gastou. Volte para a cidade para comprar, vender e trocar equipamentos, medalhas, itens sem valor obtidos de monstros e outros objetos. Equipe a Parin com acessórios e trajes aprimoráveis para obter novos poderes e habilidades, e aprenda a executar dezenas de ataques e golpes especiais desbloqueáveis. Gurumin 3D reúne inúmeras armadilhas, quebra-cabeças, tesouros e minijogos, juntamente com combate ritmado em tempo real, mais de 35 horas de jogo, mais de 90 itens, níveis de dificuldade desbloqueáveis, finais alternativos, e armas e equipamentos totalmente aprimoráveis. Dublado por um elenco de estrelas, incluindo Tara Strong, de My Little Pony: A Amizade é Mágica. Gurumin 3D é apresentado em um incrível visual 3D e uma trilha sonora contagiante, que não deixa ninguém ficar parado enquanto joga.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-10-13",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/e0d9f7ebbd25db8203cc8ade4ebe2fdd8654212d9d90ea5a3fde613f78e16ed9.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/cf74ea3c2686ec8cb19995adae644cc08ca6c60d6c55822dfc2284b9a734442e.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/31099f0f323fd201e4fe0cc595e72d9c3c211732f7ad3fb1323e6994061f7000.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/3ff00bd16ba761d3e23eebaebf5ebda6eb3113cbdd431ece8b61e983b6a1e76f.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/bac4b9d0dce9a2b048c7980ba43bf4adb80a6a7be4980d92838f57f1500d9973.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5143346f07c58f3d70ab6be6eb80d9315005662909166a09aae1ceaed2873c0c.jpg"
		}
	],
	"movies": []
}