{
	"title_id": "000400000014F500",
	"eshop_id": "50010000038724",
	"product_code": "CTR-N-KRUP",
	"name": "Rytmik Ultimate",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 45,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/6b7b3c161ce81eb03bfc3bc44211f0c3c4cfa91b08db5c1c0886b3346f4cd96c.jpg",
	"data_size": "57232228",
	"description": "Rytmik is een krachtig muziekprogramma op zakformaat waarmee je niet alleen met samples en muziekinstrumenten kunt spelen, maar ze ook kunt mixen, vormgeven en er muziekclips of tracks van kunt maken voor bijvoorbeeld je setlist op vrijdagavond. Met de nieuwe functies tilt Rytmik Ultimate muziek maken naar een hoger niveau. Met Rytmik kun je je tracks met andere gebruikers delen via de Rytmik Cloud, die ook als muziekspeler kan fungeren voor tracks die naar Rytmik Cloud zijn geüpload. Bovendien kunnen gebruikers hun tracks via de cloud uitwisselen en tijdens het componeren samenwerken. Een andere nieuwe functie, die het meest gewild is onder fans, is het exporteren en opslaan van muziek op lokale opslag. Zodra je werk is voltooid, kun je het in wav-indeling opslaan. En dat is nog niet alles! Elk instrument is nu een wavetable-synthesizer. Met de geavanceerde effectenmodule heb je meer mogelijkheden om geluiden te veranderen door middel van ADSR-envelopes, vibrato, portamento, noise shaper of digitale delay. Daarnaast kunnen gebruikers met de tekenbare golfvorm van de synthesizermodule hun eigen golf tekenen en aanpassen en deze als sampleoscillator gebruiken. Dus in geluidsopzicht kun je Rytmik Ultimate gebruiken als unieke chiptune-synthesizer. Rytmik Ultimate heeft een geluidsbibliotheek met ruim 750 instrumenten, bevat de bibliotheken van de eerdere Rytmik-reeksen (Rytmik, Retrobits, Hiphop King en World Music) en voegt daaraan een gloednieuwe reeks samples toe, variërend van diepe dubstepkicks en bassen tot wrede synthesizerleads en speciale effecten. Rytmik Ultimate met Rytmik Cloud heeft natuurlijk nog meer functies en aanvullingen op de populaire reeksen, zodat het spelen met geluiden en muziek maken onderweg nog sensationeler wordt. Belangrijkste functies Deel je tracks via Rytmik Cloud Sla je muziek op en exporteer deze in wav-indeling Meer dan 750 muziekinstrumenten Een synthesizermodule met tekenbare golfvorm Geavanceerde effecten zoals ADSR-envelopes, digitale delay, noise shaper, sample-offset , loops instellen en nog meer Bijna elke effectparameter kan via de stepsequencer gemoduleerd worden Deze interface is eenvoudig en intuïtief, maar ook krachtig Rytmik Ultimate is een krachtig muziekprogramma op zakformaat.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-12-10",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/7dbb767143205c0339263f518d9763d732cbe4de73ac0f891dd345b1592f4e37.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/e1f3640bbadd27132f1de10bed85a840651d247f91faee6a0d76621842b088d9.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/31b136ea6f0b7f0bb5f2fcb045e382c8b6eecb41ed820f00526e953f690befa9.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/2180834908f5b492da68a62076179fb3d2265f378358d1fd5311871d617692a3.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/05006888cd0729b1f65b96a63a411b7f3a77fe0c1f9cecfd487f7860888524c2.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/dcf94b78d94a7c4387a2fcebafad04399822077e3b8467429b05a22e365ce9e0.jpg"
		}
	],
	"movies": []
}