{
	"title_id": "0004000000165800",
	"eshop_id": "50010000036275",
	"product_code": "CTR-P-BNUP",
	"name": "SENRAN KAGURA 2: Deep Crimson",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 167,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/c7ab4bc63acf4cf44c7832f9c6c8789d24935eeed266e3edbfd43477415cdf55.jpg",
	"data_size": "2267507556",
	"description": "SENRAN KAGURA 2: Deep Crimson is the latest Nintendo 3DS™ title in the infamous SENRAN KAGURA franchise. For those who aren’t familiar, expect a fast-paced beat ‘em up game with insane combo chains, plenty of playable characters, hilarious cutscenes and an abundance of tantalising action! The game picks up directly where its Nintendo 3DS™ predecessor SENRAN KAGURA Burst left off, and follows the Hanzo & Hebijo Shinobi Academies as they battle for good and evil respectively. This time however there is a greater evil at work, as the tyrannous tycoon behind the Hebijo Academy is hell-bent on raining terror across all of Japan by utilising a destructive army of summoned demons! This great danger thrusts the girls together and forces them to unite and work as one in a way the series has never seen before. FEATURES: Pair Battles For the first time ever, two shinobi warriors from opposing academies must fight together, and the dual character combo system allows for spectacular and devastating joint attacks. Improved graphics and stellar audio The graphical improvement from ‘Burst’ is dramatic, with full 3D environments, improved animations and a better framerate! This is combined with original Japanese voice-overs to create a gorgeous experience all-round. Local & Nintendo Wi-Fi Connection Co-op mode For the first time on Nintendo 3DS™, two players will be able to join forces and play the story or special missions together via ad hoc multiplayer or online. Improved Dressing Room The dressing room is stocked with hundreds of items, and this time up to two shinobi can be present in the dressing room at once! Also, for the very first time in the series you can pose the girls in a variety of positions, and even pose them in real life environments using the Nintendo 3DS™’ built-in camera!",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2015-08-27",
			"retail": "2015-08-27"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/3010f6a26ce3e21245e522bd78faebce29d9f27786ed3607cb2cadf54567f9d8.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/b70c984258a784ab17863e11d876015c3d09536db6486ac6b26a90b143a73f85.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/0fff97dc40c9eb8bd5b31ff36f1ca95e19c4d7457dd3bd8777e5a914ed16e202.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/a11237272fefa83ba96af7fe0172a3ec7f327fa525cbefbf6c19ab565598545d.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/fd5062a5debc0647127cc8ed782542cec6665517e7e0729453598e361f5e6474.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/d198e6e3d1e47fd3695bb3e99676b61611e7b5d1a0103050fe94d10243b88f94.jpg"
		}
	],
	"movies": []
}