{
	"title_id": "000400000018BD00",
	"eshop_id": "50010000041855",
	"product_code": "CTR-N-KMRP",
	"name": "Gurumin 3D: A Monstrous Adventure",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 169,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/e59dfef44e39bd95cea115c1c04e07485d76c968d590dcd5e3f8706ba885fc98.jpg",
	"data_size": "496126820",
	"description": "Vom legendären japanischen Entwickler Nihon Falcom (Schöpfer der beliebten Spielserie Ys) erscheint nun Gurumin 3D: A Monstrous Adventure. Begib dich auf ein monströses Abenteuer, geschaffen von Meistern des Genres und mit allem, was 3D-Jump 'n' Runs und Action-RPGs so großartig macht. In Gurumin 3D wird Parin, ein freches Mädchen mit starkem Willen und erstaunlichem Mut unerwarteterweise in einen Kampf zwischen freundlichen Monstern und bösen Phantomen hineingezogen. Nachdem sie vom berühmten geheimnisvollen Legendenbohrer erfahren hat, einer mächtigen Waffe, die nur sie führen kann, begibt sich Parin auf eine sagenhafte Reise, um die Welt vor den Phantomen zu retten, die das Monsterdorf zerstören und das Land in Dunkelheit hüllen wollen. Parin muss in Ruinen, Höhlen, über schneebedeckte Berge, durch dichte Wälder und mehr laufen, schwimmen, klettern springen und bohren, um ihre Monsterfreunde zu retten und die schändlichen Pläne der Phantome zu vereiteln. Finde seltene Teile, um den Legendenbohrer zu verbessern, verstärke ihn mit Elementarkräften oder verwende ihn in seltener Erde, um verlorene Kräfte wiederherzustellen. Gehe in die Stadt, um Ausrüstung, Medaillen oder Schrott von Monstern und andere Objekte zu kaufen oder zu verkaufen. Rüste Parin mit verbesserbaren Outfits und Kopfbedeckungen für neue Kräfte und Fähigkeiten aus und erfahre, wie man dutzende freischaltbare Angriffe und Spezialtechniken ausführt. Gurumin 3D bietet mengenweise Fallen, Minispiele und Schätze sowie rhythmusbasierte Kämpfe in Echtzeit, über 35 Stunden Spielzeit, über 90 Gegenstände, freischaltbare Schwierigkeitsgrade, mehrere Enden und verbesserbare Waffen und Ausrüstungen. Das Spiel wurde von einer Starbesetzung eingesprochen, darunter Tara Strong von My Little Pony: Friendship is Magic. Gurumin 3D ist in umwerfendem 3D gestaltet und mit einem rockigen Soundtrack versehen, der zum Mittanzen animiert.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-10-27",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/67686819c51cb2f63afa7641aa5b5257b415b8f0dc61834247773e4481761310.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/65826dd12381858c4c1526db25f808947c970e78c2f8ebd6188031bc18ffd615.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/e9aa1e7bc9d2b81c8cbf82ab62206f3f2125207033619506ba2e76d2e0f39b6a.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/125808f5da3326cab0f61fe76d7c4ee3e964a82f362e900232e6baa43a9aef89.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/3e29b36eae8f37d8f0230930c757f3f3146ec735feaaff53963f436146872033.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5c6fa01c834dfedf48f52b1ca9b73468de37d4e50438af3381cd24c495950af2.jpg"
		}
	],
	"movies": []
}