{
	"title_id": "00040000001C5300",
	"eshop_id": "50010000042901",
	"product_code": "CTR-P-BMZP",
	"name": "Etrian Odyssey V: Beyond the Myth",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 509,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/f8726ec6de56b39592920fa42413566498136a0d7db0b983997f55c4f76a2897.jpg",
	"data_size": "571280228",
	"description": "Download code for the theme Etrian Odyssey V: Beyond the Myth for Nintendo 3DS. Journey beyond the myth and discover what awaits you at the top of the Yggdrasil Tree! Etrian Odyssey V chronicles the quest of a new adventurer as he or she attempts to reach the crown of the towering Yggdrasil Tree. For it is said that whoever braves the dangers of the dreaded Yggdrasil Labyrinth and reaches the summit will have their greatest wish fulfilled. Each culture has their own myth, some say great power will be granted, others believe the great mysteries will be solved. Some believe the ultimate techniques can be mastered there, and a number believe the lost treasures can be found at the top of the Yggdrasil Tree’s boughs. There's a reason why no one has ever reached the top. Dangerous creatures and terrifying FOEs roam the labyrinth on every floor, so prepare to test your mettle with challenging turn-based battles. Form your own party and partner up to unleash devastating attacks Personalize your party to work to your advantage! With endless character customization, adventurers will cast and create their own party from four unique races and ten different classes to explore the uncharted labyrinth. By utilizing the bottom screen of the Nintendo 3DS™, you will become your own cartographer. Fill your map and mark the locations of treasures, doors, enemies, environmental obstructions, and other important landmarks you find while traversing the many stratums of the perilous dungeon.",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2017-10-17",
			"retail": "2017-10-17"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/88035022648f5dd5b7ffcd6ec9d22416f6b5a654ee053799b7035215589db64c.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/de72ad177ef6476264a7adf17424f3a223fdfe23cef3784e70c5ba10c8ef81c7.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/b771721a2f409528178c1755b6f8276a2efa528d6105dd09b6ab344902acb2b4.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/be483e89f9b5cde7ec31f5c132692661aaaf7b45617cb06601671fa37acf6677.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/64ab3a387b5380d97116bd43509ab42e78addcc2e08a70367ad0698a224267f1.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/9188160488bc8578c6c7fb09cb0f9fb7a92e98e8b84615b51ceb6773ee1526be.jpg"
		}
	],
	"movies": []
}