{
	"title_id": "0004000000081100",
	"eshop_id": "50010000009727",
	"product_code": "CTR-N-JCRE",
	"name": "Colors! 3D",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 742,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/a3d8f2683380f9266c57a14b69c1b22d64aeecf2648d6cc8b0a9fe27ce808557.jpg",
	"data_size": "27507556",
	"description": "Colors! 3D es una aplicación para pintar sencilla pero potente que combina la facilidad de uso con unas poderosas herramientas de pintura. Basado en técnicas pictóricas modernas desarrolladas originariamente para planchas de dibujo profesionales, Color! 3D está hecho a la medida para la consola Nintendo 3DS, y se dirige a todo tipo de usuarios, desde artistas serios hasta quienes quieran garabatear sin ningún objetivo. Tanto si quieres bosquejar, pintar o preparar tus próximos planes para dominar el mundo, Colors! 3D es el bloc de dibujo digital por excelencia. Crea y visualiza tus propios cuadros en 3D por primera vez Conéctate a la galería en línea de Colors! 3D para compartir y alardear de sus obras con todo el mundo Pinta junto con un amigo utilizando el modo de juego local Para aquellos a los que les guste no salirse de la línea, Colors! 3D cuenta con un amplio surtido de páginas para colorear La actualización incluye: Sigue a tus artistas favoritos de la galería para asegurarte de que no te pierdes ninguno de sus cuadros. Personaliza el ajuste del botón de tu Nintendo 3DS para hacer más eficiente el flujo de pintura. Usa la nueva barra de búsqueda para encontrar fácilmente cuadros de tus temas favoritos. Filtra los cuadros de la galería teniendo en cuenta si han utilizado como fotografía de referencia o no. ¿Quieres ver solamente obras originales? ¡No hay problema! Visualiza las herramientas que tú y otras personas habéis utilizado para crear un cuadro y ¡averigua quién ha dedicado más de 30 horas a una sola obra! Obtén noticias directamente en Colors! 3D acerca de todo, desde mejoras en la galería hasta concursos de pintura. Individualiza más tu propia página de galería personalizándola con un mensaje y una imagen de perfil. Etiqueta tus cuadros con el nuevo sistema de etiquetas (#tags) para que otros usuarios los encuentren fácilmente. Además, montones (y montones) de otros contenidos adicionales y arreglos de errores. ",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2012-04-05",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a04eb655cbc4743a2d24fc448c4af883c556413b267fe7263537e76f43ce26bc.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/9ce10a4d96648ad31112f18f19934b210985ee11ada9c037b7eb638213fd60b6.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/b96650eee3d5a0c81b546a8d147c355a112a3f5d63a978015a157169c9b7cf95.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/37bdd90a02d367149facfa2d85118fd4e3ea72837595cdef89a87b72c1c763b0.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/46324e46f0590b7bbe0a7f0eb350dadff68ad44dba8863c319d97d5391d56ecd.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/6d9bd8b0ad9df19f2d0af57a9fafc22a752463a0a42ae7f439b0b5bf702578f4.jpg"
		}
	],
	"movies": []
}