{
	"title_id": "0004000000132200",
	"eshop_id": "50010000026546",
	"product_code": "CTR-N-JULP",
	"name": "Football Up Online",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 76,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/9c6869cf8ad5c512bafc30caec44b7f7456d38241caf7ae4c8ec5ff7c46309ca.jpg",
	"data_size": "34753428",
	"description": "75% Preisnachlass, wenn du Football Up 3D für Nintendo 3DS™ besitzt!* * Deine Wii U™ und dein Nintendo 3DS™ müssen mit derselben Nintendo Network ID verknüpft sein. Football Up jetzt auch im Online-Modus verfügbar! Football Up Online ist ein unterhaltsames Fußballspiel, bei dem du die volle Kontrolle über jede Bewegung deiner Spieler hast: kontrolliere den Ball, dribble und kick ihn und bringe den Tormann deiner Gegner mächtig ins Schwitzen! Dank dem Online-Mehrspieler-Modus kannst Du Dich ab sofort mit Deinen Freunden und anderen Spielern auf der ganzen Welt messen! Werde zum Ballkönig und schieß dein Team an die Spitze! Jedes Teilnehmerland ist durch sein eigenes Nationalteam vertreten. Mit dem integrierten Editor kannst du dein eigenes Team zusammenstellen, einen Namen und Teamfarben auswählen, und das beste ist, du kannst auch mit deinen persönlichen Miis spielen, die du zuvor im \"Mii-Maker\" deiner Nintendo 3DS™ erstellt hast. Football Up Online bietet unter anderem die folgenden Features: - Neuer Online-Modus - Mit der \"Download-Spiel\" Funktion das komplette Spielpaket Football Up Online übertragen. - Freie Ballkontrolle – du musst lernen, den Ball zu kontrollieren, da er sich vollkommen willkürlich verhält - Nur eine einzige Version von Football Up Online für 2 Spieler! - After Kick – kontrolliere die Höhe und den Drall deiner Pässe und Torschüsse - Stelle dein eigenes Team mit deinen persönlichen Miis zusammen - Messe dich im Weltcup mit den anderen Mannschaften! - Vollständige 3D-Ansicht.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-11-06",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/4cd7b4fb3158fa6a85cab1aa6577cb4d8835a7528995f6fd836db4aa7e403b00.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/6a7c2ea9a288a32e6aeb57c5ba586eb6869ff6b40adeeb99a1207f285a73039f.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/e141e69f1ec5632d377d0ff4973c1ede16e69c9333e22f88a32bdf262b75fc86.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/946a8413fcbfb8fc644ecd10927d5ec901c72cae8a2f32cbf47933aa4b7ad62f.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/bdc8604be4a476f372fef5f787e69e2e31a521400d41111803fb0dad17f668e3.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ae7e39375c3c10aaa79ba34e0d7faee553abdd99ae2dce0daa3b4623caf80b1a.jpg"
		}
	],
	"movies": []
}