{
	"title_id": "0004000000173000",
	"eshop_id": "50010000043477",
	"product_code": "CTR-N-QBZA",
	"name": "Pokémon™ Silver Version (Versión español)",
	"platform": 22,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/41636dd10d5684b02274fb9c3c3ce5ab5127403fc70fd7590cc9d4033bc14a77.jpg",
	"data_size": "11447140",
	"description": "Cuando se lanzó el juego Pokémon Edición Plata en la consola Game Boy™ Color, se expandió el universo Pokémon con 100 Pokémon nuevos, objetos para retener, huevos Pokémon y eventos en tiempo real gracias a un reloj de juego interno. ¡Ahora podrás intercambiar y enfrentar a los Pokémon con la comunicación local de las consolas Nintendo 3DS™! Docenas de Pokémon se unen a la acción, incluyendo el legendario trio Pokémon: Raikou, Entei y Suicune. Pokémon Edición Plata incorpora nuevos tipos de Pokémon, busca los de tipo acero y tipo siniestro a lo largo de tus viajes. Al inicio de tu expedición tendrás la opción de escoger uno de los tres Pokémon iniciales: Chikorita, Cyndaquil o Totodile. Luego, prepárate para luchar frecuentemente con tu rival mientras los dos buscan llegar a la región de Johto. Encontrarás Pokémon en Pokémon Edición Plata que no encontrarás en Pokémon Edición Oro, ¡así que busca otro entrenador para intercambiar! El Pokémon singular Celebi estará disponible como regalo en Pokémon Sol, Pokémon Luna, Pokémon Ultrasol y Pokémon Ultraluna para los jugadores que hayan adquirido las versiones de Virtual Console para la consola Nintendo 3DS de Pokémon Edición Oro y Pokémon Edición Plata. Celebi no puede obtenerse a través del juego normal. *El código se mostrará cuando Pokémon Edición Oro o Pokémon Edición Plata sean adquiridos en Nintendo eShop entre el 22 de septiembre de 2017 y el 21 de septiembre de 2018. Ingresa el código antes del 31 de octubre de 2018 para obtener a Celebi en tu juego Pokémon Sol, Pokémon Luna, Pokémon Ultrasol y Pokémon Ultraluna. Celebi no estará disponible para los juegos Pokémon Edición Oro o Pokémon Edición Plata. Para más información visita [Pokemon.com}",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2017-09-22",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/843f3d7d05de9a1532700d982e32ba4ae5f09d8f235fcebc508b837030046560.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/b53b5340ac7738a1f84f7d8eaf528be48431676be5575e7361716ceb8fac489a.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/49b1da20c77b06e184640dbfad58214cc9c2562ec6c6a8fcc0ac21eb8f5b5bbb.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ef957066e1a777759395615cbf58348437abeabcca03b602edaa2983e6353489.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/00253d5516d64916ab0ac16cd644a86c5b1c9cbb08c9e64cc6c851eb848c001f.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/c3277479a7b6fdc62f544b1f99a187a8b13b6597bdfe3bfc98ae0a4c326fce06.jpg"
		}
	],
	"movies": []
}