{
	"title_id": "000400000018BD00",
	"eshop_id": "50010000041855",
	"product_code": "CTR-N-KMRP",
	"name": "Gurumin 3D: A Monstrous Adventure",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 169,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/e59dfef44e39bd95cea115c1c04e07485d76c968d590dcd5e3f8706ba885fc98.jpg",
	"data_size": "496126820",
	"description": "La leggendaria software house giapponese Nihon Falcom (che ha prodotto la celebre serie di giochi Ys) è lieta di presentarvi Gurumin 3D: A Monstrous Adventure. Preparatevi ad affrontare un'avventura mostruosa creata dai numeri uno del settore, traboccante di tutti gli elementi che rendono i platform 3D e i GDR action così... irresistibili! La protagonista di Gurumin 3D è Parin, una ragazza vivace, volenterosa e (sorprendentemente) eroica che si trova improvvisamente nel bel mezzo di una battaglia tra i suoi amici Mostri e i Fantasmi cattivi. Dopo essere venuta a conoscenza della favolosa e misteriosa Trivella Leggendaria, un'arma potentissima che solo lei è in grado di brandire, Parin intraprende un epico viaggio per salvare il mondo dai Fantasmi, determinati a distruggere il Villaggio dei Mostri e a diffondere l'oscurità in tutto il mondo. Parin dovrà esplorare, correre, nuotare, scalare, saltare e scavare per farsi strada attraverso rovine, cave, montagne innevate, foreste lussureggianti e molti altri ambienti per salvare i propri compagni Mostri e sventare i piani malvagi dei Fantasmi. Scopri i pezzi più rari e potenzia la Trivella Leggendaria, infondi in essa poteri elementali oppure usala sui terreni più rari per recuperare l'energia perduta. Fai ritorno in città per comprare, vendere e scambiare attrezzatura, medaglie, scarti e altri oggetti raccolti dai mostri. Equipaggia Parin con vestiti e copricapi sempre più potenti per apprendere nuove abilità e potenziarla, e impara a eseguire decine di attacchi e mosse speciali sbloccabili. Gurumin 3D è pieno di trappole, enigmi, tesori e minigiochi che fanno da corollario al sistema di combattimento in tempo reale basato sul ritmo; il gioco offre oltre 35 ore di divertimento, più di 90 diversi oggetti, livelli di difficoltà sbloccabili, tanti diversi finali e attrezzature e armi completamente potenziabili. Il cast dei doppiatori è stellare, e comprende anche Tara Strong di My Little Pony: L'amicizia è magica. Gurumin 3D è dotato di una spettacolare grafica tridimensionale e di una colonna sonora eccezionale: mentre giocherai, non potrai fare a meno di tenere il tempo!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-10-27",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/67686819c51cb2f63afa7641aa5b5257b415b8f0dc61834247773e4481761310.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/65826dd12381858c4c1526db25f808947c970e78c2f8ebd6188031bc18ffd615.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/e9aa1e7bc9d2b81c8cbf82ab62206f3f2125207033619506ba2e76d2e0f39b6a.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/125808f5da3326cab0f61fe76d7c4ee3e964a82f362e900232e6baa43a9aef89.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/3e29b36eae8f37d8f0230930c757f3f3146ec735feaaff53963f436146872033.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5c6fa01c834dfedf48f52b1ca9b73468de37d4e50438af3381cd24c495950af2.jpg"
		}
	],
	"movies": []
}