{
	"title_id": "000400000014F500",
	"eshop_id": "50010000038724",
	"product_code": "CTR-N-KRUP",
	"name": "Rytmik Ultimate",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 45,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/6b7b3c161ce81eb03bfc3bc44211f0c3c4cfa91b08db5c1c0886b3346f4cd96c.jpg",
	"data_size": "57232228",
	"description": "Rytmik è una potente music station portatile che ti permette di suonare campionamenti e strumenti musicali, ma anche di mixarli insieme, dare loro una forma e creare clip musicali o tracce da inserire nella set-list del venerdì sera. Grazie alle nuove caratteristiche, Rytmik Ultimate porta la creazione musicale a nuovo livello. Rytmik ti permette di condividere le tue canzoni con altri utenti grazie a Rytmik Cloud E puoi anche sfruttarlo come player per le canzoni caricate su Rytmik Cloud. Inoltre, gli utenti possono scambiarsi le canzoni e collaborare alla creazione di composizioni. Una nuova funzione, quella più richiesta dai fan, permette di esportare e salvare musica su un dispositivo di archiviazione locale. Appena avrai completato la tua creazione, potrai salvarla in formato WAV. E non è tutto! Ogni strumento ora è un sintetizzatore wavetable. Con il modulo effetto avanzato, avrai a disposizione maggiore potenza per dare forma ai suoni con ADSR, vibrato, portamento, noise shaper o delay digitale. Inoltre, il modulo drawable waveform synth permette agli utenti di disegnare e modificare le onde e usarle come oscillatori di campionature: in questo modo, Rytmik Ultimate si trasforma in un sintetizzatore di chiptune unico dal punto di vista del suono. Rytmik Ultimate contiene una libreria di suoni di più di 750 strumenti, compresa la libreria della precedente serie di Rytmik (Rytmik, Retrobits, Hiphop King e World Music), con l'aggiunta di un nuovo set di campionature: da profondi dubstep kick e bassi fino a sferzanti synth lead ed effetti speciali.Rytmik Ultimate con Rytmik Cloud aggiungerà ulteriori funzioni e novità alla famosissima serie, per arricchire l'esperienza di gioco con la possibilità di manipolare i suoni e creare musica mentre sei in movimento. Caratteristiche principali Condividi le tue canzoni con Rytmik Cloud Salva ed esporta la tua musica in formato WAV Più di 750 strumenti musicali Un modulo drawable waveform synth Effetti avanzati come ADSR, delay digitale, noise shaper, sample offset, loop definition e molto altro Quasi tutti i parametri effetto possono essere modulati grazie allo step sequencer Interfaccia semplice e intuitiva, ma potente Rytmik Ultimate è una potente music station portatile.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-12-10",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/7dbb767143205c0339263f518d9763d732cbe4de73ac0f891dd345b1592f4e37.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/e1f3640bbadd27132f1de10bed85a840651d247f91faee6a0d76621842b088d9.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/31b136ea6f0b7f0bb5f2fcb045e382c8b6eecb41ed820f00526e953f690befa9.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/2180834908f5b492da68a62076179fb3d2265f378358d1fd5311871d617692a3.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/05006888cd0729b1f65b96a63a411b7f3a77fe0c1f9cecfd487f7860888524c2.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/dcf94b78d94a7c4387a2fcebafad04399822077e3b8467429b05a22e365ce9e0.jpg"
		}
	],
	"movies": []
}