{
	"title_id": "000400000012CB00",
	"eshop_id": "50010000027035",
	"product_code": "CTR-N-JK8P",
	"name": "Shovel Knight: Treasure Trove",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 1253,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/82ffdb20406f37076b91ad8778be753a3cc6ce9817949313c815f258ff0ee938.jpg",
	"data_size": "143387492",
	"description": "Shovel Knight: Treasure Trove is de volledige en complete editie van Shovel Knight, een meeslepende serie klassieke actie- & avonturenspellen met geweldige gameplay, memorabele personages en een 8-bits retrolook! Wordt Shovel Knight, hij die het Schopzwaard hanteert, terwijl hij rent, springt en vecht in een queeste voor zijn verloren geliefde. Stamp de misdadige ridders van de Order van Geen Genade de grond in, samen met hun gevreesde leider, De Tovenares. Maar dat is lang niet alles! Shovel Knight: Treasure Trove bestaat ook nog eens uit drie aanvullende campagnes die op zichzelf ook weer complete spellen zijn! Bestuur Plague Knight, Specter Knight en King Knight in hun eigen avonturen, terwijl King Knight later voorbij komt als gratis update! Tezamen vormen ze een grootse en meeslepend saga! Met een volledig functionele uitdagingsmodus, en een modus waarin je van lichaam verandert, kun je nog wel een tijdje doorgraven. Met Shovel Knight: Treasure Trove, krijg je het hele pakket. Bewaak de waarden van de Graafschap, verdien relikwieën en rijkdom en ontdek de daadwerkelijke mening van rechtspraak op de schop! Inclusief: Shovel Knight: Shovel of Hope – Steek het Schepzwaard bij je en graaf je een weg door het avontuur waar het allemaal mee is begonnen! Spring, bevecht vijanden en ontdek schatten in je queeste tegen het Orde van Geen Genade en hun gemene leider, De Tovenares. Shovel Knight: Plague of Shadows – Drink je drankjes en wordt de maniakale alchemist Plague Knight in dit avontuur waarin je de ultieme toverdrank moet brouwen! Combineer onderdelen van bommen om speciale combinaties te maken, ontdek nieuwe voorwerpen, gebieden en eindbazen en misschien zelfs wel een ontluikende liefde. Shovel Knight: Specter of Torment – Tover je zeis tevoorschijn in wat vooraf ging aan Shovel Knight! Bestuur de Specter Knight en vlieg door volledig nieuw ontworpen levels, beklim muren, ontdek een nieuw arsenaal aan wapens en hak je tegenstanders in reepjes. Oogst dood en verderf, ontdek je melancholische verleden en rekruteer de Orde van Geen Genade! Shovel Knight: King Knight’s Campaign - (verschijnt in 2018) Kijk op amiibo.nintendo.eu voor compatibele amiibo™ en de meest recente informatie. Om amiibo te gebruiken op Nintendo 3DS-, Nintendo 3DS XL- en/of Nintendo 2DS-systemen is een NFC-lezer/-schrijver voor Nintendo 3DS nodig. De NFC-lezer/-schrijver voor Nintendo 3DS zal later dit jaar beschikbaar komen.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-11-06",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1cc19368bfa493071e498221455358c17ef5651be567851749001353ad26d9b8.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/c529262092e93dadfb00f3ce7de373c30a6d83f2a0e68f73aeccf8c1689b408a.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/fb3962dcdd8c266c6abae462e228cacad182c5891e1e6fb799c4a5301f4644b6.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ad24380c6b1647460ada94c14ff2e819f84d259c4163b5adf0a40c59208e2688.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/0377f20b161104dc1dee198bd2ad228125f557c7532986205033df0a5b61d8cb.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/977c5be5a426d381ced6eb7139bba932d62a6c9a9cd886553e34852f3096861e.jpg"
		}
	],
	"movies": []
}