{
	"title_id": "00040000001C5100",
	"eshop_id": "50010000042824",
	"product_code": "CTR-N-BMZE",
	"name": "Etrian Odyssey V: Beyond the Myth",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 233,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/7f41e2d4c9fb0c29a23f5c05c5d0418375386da396e503502b384872c81883f7.jpg",
	"data_size": "570833764",
	"description": "Etrian Odyssey V narra las aventuras de un nuevo personaje a medida que este intenta alcanzar la punta del imponente Yggdrasil Tree. Ya que se dice que a cualquiera que desafíe los peligros del temido Yggdrasil Labyrinth y alcance la cima, se le concederá el mayor de sus deseos. Cada cultura tiene sus propias leyendas, algunos dicen que se les concederá un gran poder, otros creen que se resolverán grandes misterios. Algunos creen que ahí podrán dominar las mejores técnicas, y otros tantos creen que podrán encontrar tesoros perdidos en la punta de las ramas del Yggdrasil Tree. Existe una razón por la que nadie ha alcanzado la cima. Criaturas peligrosas y aterradoras FOE habitan cada piso del laberinto, así que prepárate para poner a prueba tu valentía con batallas desafiantes. Forma tu propio grupo y avanza en equipo para desatar ataques devastadores. ¡Personaliza tu grupo para que actúen como te convenga! Con herramientas interminables de personalización de personajes, los aventureros moldearán y formarán su propio grupo de cuatro razas únicas y diez clases diferentes para explorar el laberinto desconocido. Puedes utilizar la pantalla inferior del Nintendo 3DS™ y ser tu propio cartógrafo. Llena tu mapa y marca los lugares en donde están los tesoros, puertas, enemigos, obstrucciones ambientales y otros puntos importantes que vayas encontrando a medida que recorres los muchos estratos de la peligrosa mazmorra.",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2017-10-17",
			"retail": "TBD"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/b771721a2f409528178c1755b6f8276a2efa528d6105dd09b6ab344902acb2b4.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/be483e89f9b5cde7ec31f5c132692661aaaf7b45617cb06601671fa37acf6677.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/64ab3a387b5380d97116bd43509ab42e78addcc2e08a70367ad0698a224267f1.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/9188160488bc8578c6c7fb09cb0f9fb7a92e98e8b84615b51ceb6773ee1526be.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/d3032270ba91b4e0bdb1a1518996a2bd7a11b5e713eeaa26c476e1b9922a56e8.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ba70430cf4c704a4e6b6d53a6e251d724131efda04c57d6cebdd0b1911ca9162.jpg"
		}
	],
	"movies": []
}