{
	"title_id": "000400000F707F00",
	"eshop_id": "50010000042051",
	"product_code": "KTR-N-CEXE",
	"name": "Hyperlight EX",
	"platform": 1001,
	"platform_device": "CTR",
	"publisher": 1747,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/930d1ee64b1adaf9b52127485f37219165978863ea4a5df2662c479f8ab56165.jpg",
	"data_size": "81165156",
	"description": "Hyperlight es un juego de acción arcade con una intensidad muy alta en el que controlas una nave espacial que lucha contra hordas de monstruos malvados dentro de un entorno cósmico virtual. Su nave espacial tiene una habilidad especial: puede viajar más rápido que la luz (F.T.L. : faster than light) en sí convertirse en el arma final. Chocando con los enemigos en este estado la nave espacial puede destruir al instante todos lo que toque! En el juego hay también un montón de otros bonus, armas y entidades que pueden ayudar a superar los muchos escollos que encontrará, incluyendo las batallas contra los jefes terribles que le esperan en el lado oscuro del universo! Características: Soporte completo al controller de Nintendo 3DS™ Visión 3D estereoscópico solo para Nintendo 3DS™! La gráfica del juego es asombrosa, rica de efectos especiales, enemigos y explosiones! Un juego innovador, inmediato y altamente gratificante! Arcade Mode con más de 50 niveles, 8 niveles con jefes intermedios y 4 batallas contra los jefes finales! Infinity Mode con una serie de nuevos niveles y jefes intermedios. Panic Mode con su control a inclinación (usa el acelerómetro) 3 Entidad bonus (Drones, Turrets, Plasma Barriers) que le ayudará a luchar y detener las olas constantes de los enemigos. 7 Armas bonus (Bomb, Laser, Globe, Crystal, Machinegun, Missle, Virus) que le ayudará a pulverizar todo en la pantalla. Clasificación de puntuación local para los modos de juego Arcade, Infinity y Panic. Sistema de Achievements: 40 medallas desbloqueables!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-12-01",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/4468b4cbb467a231d4615a22eedc2d12e87241bf4061a72e31178a3fba47d79d.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/4bbfe1101144656b973217bf8df954a13fc2c1a1ac419ef6fd586ddcb7ec1b27.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/88f82fb6890d3d227955260ed4f39739571af892c9aa0e84d6f6e8b24d56af22.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5d3216d8128fc0202f853e11016163753653809f18ae1fcc1cf359de1a928405.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/9160a8ba3d04d7b7d5b7e2bb4c2332aeedce62aeb0e458d1feab536c1d30546a.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/eed18f0a7f9c08dc09d1f3eabd7ef2c346b0d0287ed545057844d8cc0995d24f.jpg"
		}
	],
	"movies": []
}