{
	"title_id": "000400000011C700",
	"eshop_id": "50010000023135",
	"product_code": "CTR-N-JBZP",
	"name": "BearShark",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1350,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/c59bcc3a59e7de7744fb24096d4010754fdbaa4497e6e27d40becba32b77ee36.jpg",
	"data_size": "35498852",
	"description": "BearShark, la famosa e originale serie animata in 3D firmata CollegeHumor in esclusiva su Nintendo Video, ha ispirato la creazione di un videogioco! Corri, salta e nuota per salvare la pelle! Due dei predatori marini e terrestri più feroci ti stanno alle calcagna! Controlla Steve: l'ultimo rappresentante della sua stirpe... il prescelto! Sì, proprio così! Scelto come pasto dall'orso e dallo squalo! Steve, che in seguito alla maledizione lanciata dagli sviluppatori si ritrova perennemente costretto a fuggire, affronta un viaggio epico e una sfida disperata e senza fine che sfugge a qualsiasi logica! E nelle sezioni sott'acqua ti farai un mare di risate. Il nuovissimo e inedito \"sistema di monitoraggio\" del punteggio mostra la somma dei punti accumulati. Usa l'esclusivo \"salto\" di Steve per evitare gli ostacoli, come le rocce, i pesci palla e le diaboliche invenzioni dell'orso e dello squalo. Non dimenticare che devi anche mangiare i dolcetti che trovi nelle foreste e che vedrai galleggiare nel lago. Corri all'infinito mentre nella testa continua a rimbombarti la domanda che tutti si pongono: perché l'orso e lo squalo ti inseguono? Non sarai mica tu il cattivone di turno? Cos'hai combinato? COS’HAI FATTO? Inventa tu la storia alla base di questa avventura infinita e scopri come va a finire! L'alleanza tra l'orso e lo squalo non lascia scampo per nessuno.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-06-19",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/98fb80b5bff05018c9c449e042e566ef598e6bae7fd93d7b98b0ccf099b4379c.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/3073e23256d476df36237b36e753e303017321dc3f7175f7053818f1193ff560.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/da6798baa6fde9a1ab8df5c34a2aa3c090379cf3ae105556dddd43c08ea7d3f1.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/d7ff72cee7f52fe8249a4290af6ea1b1d1aec22c48b5bd1b435d2fbfab85600f.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/bbcc966832ca57f6cef6ba9c88cb21c5f5fe30b2709ec9de4610b7d61f7f6e37.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ba6cb6eb5050a1d401408ab038d4ba3685e7145841651d82290b7d90bd740cb5.jpg"
		}
	],
	"movies": []
}