{
	"title_id": "00040000001B7400",
	"eshop_id": "50010000042190",
	"product_code": "CTR-N-K9PP",
	"name": "Pic-a-Pix Colour",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1480,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/34ee398130f1d6d76216396d5d4b3d4de785d7fda242ddd48505d924d5f40f5b.jpg",
	"data_size": "16935780",
	"description": "Vous pouvez télécharger Pic-a-Pix Colour gratuitement si vous possédez déjà Pic-a-Pix Colour sur Wii U™. (Votre Wii U™ et votre Nintendo 3DS™ doivent être liées au même identifiant Nintendo Network.) Pic-a-Pix sont des puzzles passionnants qui représentent des images magnifiques lorsqu'ils sont complétés. Découvrez cette création japonaise, qui est tout à la fois stimulante, déductive, artistique, et qui offre une combinsaison de logique, d'art et de plaisir tout en apportant de nombreuses heures de stimulation mentale aux amateurs de puzzles. Pic-a-Pix sont parfois connu sous d'autres noms, tels que Picross, Nonogram, Paint by Numbers, Griddlers, Hanjie et beaucoup plus. Pic-a-Pix Colour ajoute une nouvelle dimension à ce puzzle populaire en utilisant des codes de couleur pour indiquer de quelle couleur chaque bloc doit être peint. Les nouvelles règles ajoutent une touche unique à la logique du jeu et lorsque les puzzles sont complétés, vous pourrez admirer une très belle image. Ce jeu contient 150 puzzles exclusifs, conçus par Conceptis Ltd - le premier fournisseur mondial de puzzles éducatifs. Les puzzles varient en difficulté et en taille à partir d'images 5x5 à de plus importantes grilles de 20x20 ! Des puzzles supplémentaires sont disponibles sous l'option Ajouter du Contenu dans une sélection de tailles et plusieurs packs téléchargeables sont ajoutés régulièrement !",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2017-03-30",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1814cbfc262be07d37aff798cf6e0d1c99a300071756f54613dc7ae1328623e6.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/8c0dc5823438022587fc87cee21299c0c081fbe22382de65b1c4f73f82f68ace.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/2f297580ab7381c8a35ee8a7a9797f10b407bb436a76e5a60274782c6d4e239c.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5c0eaedbcbfed564da8122357fa149a15312c03a817b065af7d0fb62d26ec8fa.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/3890f8e42e23019d0099d89abc343e6f569e175b410dd109be5900088870cede.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/e9032218b30df8c1d86461ff498a5b0ab19ebceb9c5f8cf515cc32530dbea6c1.jpg"
		}
	],
	"movies": []
}