{
	"title_id": "0004000000081E00",
	"eshop_id": "50010000008864",
	"product_code": "CTR-N-AMGE",
	"name": "METAL GEAR SOLID SNAKE EATER 3D",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 151,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/70abf51f2d68eeb19e2e0bfc9902615b8313c14ea243182ecbb860d57e094693.jpg",
	"data_size": "3230456676",
	"description": "Bônus: Obtenha o tema Metal Gear Solid Snake Eater 3D gratuitamente ao comprar o jogo Metal Gear Solid Snake Eater 3D no Nintendo eShop. O código de download pode ser encontrado no recibo do Nintendo eShop. Códigos de download disponíveis enquanto durar o estoque. Tenha uma experiência totalmente nova com a recriação do Metal Gear Solid 3: Snake Eater que foi previamente lancançado com mais de 4 milhões de cópias vendidas em 3D pela primeira vez. Capacidade de vizualização auto estereoscópica em 3D que tem o intuito de criar o rico mundo das selvas com os detalhes das árvores, rochas/pedras, água e muito mais. O sistema ‘Photo Camo’ que utiliza a tecnologia da câmera embutida do console Nintendo 3DS trazendo aos jogadores a opção de personalizar superficies e camuflagens. Ao tirar uma foto no mundo real os jogadores podem utilizar a mesma imagem como estampa para o uniforme do Snake durante o jogo. Utilizando o sensor giroscópio - mecanismo especializado em inclinação que foi utilizado em todo o design do jogo - os jogadores se tornarão em um Snake. Como o Snake é capaz de escalar árvores, atravessar pontes e outros obstáculos do meio ambiente, os jogadores correm o risco de cair conforme o console é equilibrado. Um menu simples de usar que utiliza a Tela Tátil para se equipar com armas e itens para o jogo de uma forma fácil e rápida.",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2014-12-18",
			"retail": "2012-02-21"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/91f0473a00b79e34187d9d3724a9bf4e7a9fb1ecdc3a9674531555737429a80d.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/9f2dbfd6beb348fc5f1b7684253c5a11fc27a535f23a67a743ff2c0f6e41408f.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/f4139ab0aaa262f4b25928f9195bcf3964f2f4516928c043a75790be09f6f8e5.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/f0095b43929925abe427514e8e81c68e2df6051c841eea7a00788b8110ee2f42.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/4a97a2e971245bd4ee203f5f584899ba9fea530368c07e509beed5991479bf17.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/f705044366a960014ad70b00f31adda0418d5417ad4712ee077ad5dba9f99c00.jpg"
		}
	],
	"movies": []
}