{
	"title_id": "00040000000F7E00",
	"eshop_id": "50010000016363",
	"product_code": "CTR-P-AXSZ",
	"name": "Inazuma Eleven® 3: Lampo folgorante",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/aadd828700a5409fdd5f46a6d1b13dcd6e8fc31d38c07102d711f6a5bf01338f.jpg",
	"data_size": "1731832676",
	"description": "È ora di iniziare gli allenamenti prima che la stagione abbia inizio, e conoscere Mark Evans e gli altri giocatori della serie Inazuma! In queste due nuove versioni dell'acclamata serie RPG calcistica, l'azione si sposta negli stadi mondiali, con l'obiettivo finale di vincere il Campionato Internazionale Frontier ed essere incoronati la squadra migliore del mondo! Sarai tu a scegliere la versione che preferisci: sei un Fuoco eplosivo o un Lampo folgorante sul campo? Per conquistare questo titolo, dovrai creare una squadra formidabile, scegliendo tra gli oltre 2000 personaggi che puoi incontrare e reclutare in Inazuma Eleven 3. Solo creando il team più forte e più bilanciato potrai raggiungere il successo, dato che ci sono più di 350 mosse speciali da considerare, tutte in grado di cambiare le carte in tavola e capovolgere l'esito di ogni partita. La storia di Inazuma Eleven 3: Lampo folgorante e Inazuma Eleven 3: Fuoco esplosivo sono raccontate dal punto di vista di uno dei personaggi, ed ogni versione presenta diversi e potenti rivali da sfidare. Combinando in una formula unica elementi RPG e l'azione del calcio, questa volta potrai immergerti ancora di più nella serie, che debutta arricchita dall'effetto 3D, da animazioni di lotta e mosse speciali sempre più intense. Le nuove opzioni in campo includono l'abilità di utilizzare speciali azioni tattiche che coinvolgono tutta la squadra, e un sistema a catena per tirare in porta nel quale potrai utilizzare una serie di mosse speciali offerte da diversi giocatori per effettuare attacchi devastanti.",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2013-09-27",
			"retail": "2013-09-27"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/ecef63022df201fbb8618cbb94e2fbc3c4d270f07e3b3dc93fc66f4d50df10de.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/8ccca8e2c542bd51029dd90d428d5d6b39fc9ca0b2cdbea5c078637e215d8503.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/8057000dba70cd96022b1df4d6368784cd955782ec55775f6b7df82be1b758f4.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/59e498c11d37b792311ff0a8cdb17074d03165fff026e45137983ffbbcbabf02.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/64895cd174058ba55a12a92499956b4fbcfab11e3d394b5209312c3cad988324.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/3a96ee2b8f08d33a6acd56b678fff99b4524d3c8c2313c10d57db978c2d695b3.jpg"
		}
	],
	"movies": []
}