{
	"title_id": "0004000000121000",
	"eshop_id": "50010000021293",
	"product_code": "CTR-P-AHXP",
	"name": "Hometown Story",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 220,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/8ba5619b4492d91fccd0c5ea2af04c3e9d9879d0188a640c7035ee65102966c3.jpg",
	"data_size": "578009956",
	"description": "Yasuhiro Wada, il padre della serie Harvest Moon, propone una nuova esperienza piena di divertimento, risate ed emozioni che riscalderanno il cuore. Preparati a una vita tutta nuova di cui sarai tu a creare la trama in Hometown Story! Avendo ereditato un negozio in cattivo stato, devi tornare al paese natale e trasformarlo in un luogo di cui tua nonna sarebbe andata fiera. Unisci le tue forze a quelle di un folletto di nome Pochikal e fatti nuovi amici mentre la città cresce insieme al tuo successo. Amplia il negozio, scopri nuovi e fantastici articoli da vendere, partecipa ad avventure avvincenti e fai anche la conoscenza della tua anima gemella! Adesso con un’azione di gioco migliorata e nuove caratteristiche, Hometown Story rappresenta la versione definitiva della concezione di Yasuhiro Wada. Funzionalità • La versione definitiva di una nuova avventura a cura di Yasuhiro Wada, creatore di Harvest Moon, Nobuo Uematsu, compositore di Final Fantasy, e Atsuko Nishida, progettista grafica dei personaggi. • Eredita un negozio in cattivo stato e aiuta il folletto magico Pochikal a trasformarlo nel migliore esercizio commerciale di tutta la zona! • Scegli i prodotti giusti da mettere in vendita, assicurandoti che siano quelli richiesti dagli abitanti del villaggio in modo che tornino per acquistarne ancora! • Esci e incontra nuove persone per fare incetta di materiali e altri oggetti da usare per soddisfare i bisogni altrui. • Maggiori saranno le vendite e più il negozio crescerà… così come il paese! Attira nuovi cittadini e fai sì che il successo sia di tutti! • Le relazioni stabilite in paese si sviluppano nel tempo e la gente cambia: gli stranieri diventano amici e gli amici diventano qualcosa in più!",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2014-05-01",
			"retail": "2014-05-02"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/994bee12c7716dc1c07c9167c4da4c687f3a3d5f17bf28bd8ec68829526cb814.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/106486971e3aa5437819929f0ad645968d65c32d418bba29d2147f21721eb2c6.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a96f16f5b95ad385240a50df30cdb7d13bc218503e3080535515325dc2a3afa3.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/17bf4a70bc16b940cef69c48c2c6ef90fc246ab4a668ef89813466c7e70fdf78.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/b1972ca6a2b210ea01abd1968bcc119436f25a6360145d17ed8e1b6190ece369.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ec3cd5eac23c8eecd89f8c5be3525f1bec99a4ccf501855be0093ddb5282cb74.jpg"
		}
	],
	"movies": []
}