{
	"title_id": "0004000000126B00",
	"eshop_id": "50010000023035",
	"product_code": "CTR-N-NC6P",
	"name": "Tomodachi Life™ Welcome Version",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/bf4bcd201ac451db4d35f725a8ed2dc6e1128264e3152f4b4cbda5cfa4087078.jpg",
	"data_size": "130956132",
	"description": "Версия Tomodachi Life: Welcome Version* дает вам возможность познакомиться с игрой Tomodachi Life, создав до трех образов Mii с индивидуальными настройками голоса и черт характера. Вы получите представление о ходе игры, выполняя такие действия, как кормление образов Mii, дарение им новых интерьеров и одежды, а также наблюдая за их жизнью. Если по завершении Tomodachi Life: Welcome Version вы поймете, что игра Tomodachi Life вам нравится, вы сможете сохранить свое продвижение в игре и перенести созданных вами островитян в полную версию игры Tomodachi Life (доступно в Nintendo eShop и в точках розничной продажи).** Кроме того, игроки, завершившие Tomodachi Life: Welcome Version могут разблокировать редкий костюм панды*** одного из восьми цветов, чтобы надеть его на свои образы Mii, а также чтобы использовать в полной версии игры. * В Tomodachi Life: Welcome Version представлен более ограниченный набор функций и мест действия по сравнению с полной версией игры, однако все созданные образы Mii™ могут быть перенесены в полную версию. ** Версия Tomodachi Life: Welcome Version можно завершать несколько раз, однако каждый раз файл сохранения будет перезаписан. В полную версию будет перенесен файл сохранения только последней завершенной игры. *** Пользователи Tomodachi Life: Welcome Version должны иметь полную версию игры (доступно в точках розничной продажи и в Nintendo eShop), чтобы обмениваться костюмом панды с другими игроками. Игрок, предоставивший код загрузки для версий Tomodachi Life: Welcome Version другому игроку, не получит костюм панды автоматически. Костюм панды также может быть разблокирован обычным способом во время игры с помощью полной версии.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-06-06",
			"retail": null
		}
	},
	"screenshots": [],
	"movies": []
}