{
	"title_id": "0004000000165500",
	"eshop_id": "50010000033655",
	"product_code": "CTR-N-BKKP",
	"name": "Lord of Magna: Maiden Heaven",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 167,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/84af0cdce627ca2c2f94c07897476fcf42609187c70592afadff85b4373eb3b3.jpg",
	"data_size": "1311726436",
	"description": "Luchs, il proprietario di una tranquilla locanda rustica di periferia, ha vissuto gran parte della sua esistenza aderendo a un codice d'onore trasmesso da padre in figlio per generazioni: \"Quando arriveranno i nostri graditi ospiti, dovrai trattarli come se fossero la tua famiglia.\" Purtroppo però, dall'apertura ad oggi, la locanda non ha mai avuto ospiti, quindi per sopravvivere Luchs non può fare altro che scavare e vendere cristalli, la fonte di energia più preziosa dell'isola. Un bel giorno, durante la sua solita attività, Luchs trova una bellissima fanciulla rinchiusa in un cristallo enorme e il suo risveglio improvviso mette in moto una serie di eventi imprevisti, pieni di nemici malvagi, abilità incredibili e misteri miracolosi... Caratteristiche: Sette eroine, sette storie - Ognuna delle sette eroine che arrivano alla locanda ha una storia da raccontare; interagendo con loro si sbloccheranno nuovi attacchi specializzati da usare in combattimento quando parteciperanno a una battaglia. Combattimento strategico, ogni turno è importante - Abbatti più nemici possibile con un colpo solo organizzando attacchi in mischia, a distanza e magici per buttare giù le linee frontali e farle ricadere su quelle indietro, ottenendo una reazione a catena. Crea nuove abilità - Oltre a sbloccare nuove abilità, partecipando alle battaglie e attivando la funzione StreetPass™ potrai ottenere oggetti artigianali rari con cui creare nuove abilità che potrebbero cambiare le sorti della battaglia. Livelli di difficoltà regolabili e altro - I giocatori possono scegliere la modalità facile, normale e difficile, usare la funzione di accelerazione per rendere più rapidi i combattimenti o crogiolarsi nei ricordi con filmati e gallerie di immagini.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-06-04",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/7f45141e20633c750b24498359fa72e8cfe1a69fd333fbb3ec892e76dfcbccf7.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/3ec6acbf3b5cb4bf96a1d81960950d961ee7e9dcce8d2b0709422036445e1a0a.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/071ce8b2f17197c0e24be7f57e2cfedf325d265287e343178097454523a467f7.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/daee110a8c93d7a0abcf7faf945792df59a7d5ac0527c5dda54178e1fe99d21d.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/2a25fc715750f630301a2e7220c468f32684627ed85168ab5a888d7464aa050d.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/2b49a9ab37b88eadcf27214c943b42bb1e5d7a6f4c2f395342ea3eff02207f47.jpg"
		}
	],
	"movies": []
}