{
	"title_id": "0004000000043300",
	"eshop_id": "50010000000483",
	"product_code": "CTR-P-ADEP",
	"name": "Sports Island 3D",
	"platform": 18,
	"platform_device": "CTR",
	"publisher": 149,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/df37c3073b2dd1104f4d26eb47fe3cede55c7a58cd0e6c5a975a8f400a2dd18a.jpg",
	"data_size": null,
	"description": "Con l'uscita di Sports Island 3D, la serie Sports Island di Konami e Hudson si sposta dal Wii al Nintendo 3DS, consentendo così ai giocatori di godersi una varietà di giochi in movimento e in 3D stereoscopico senza bisogno di occhiali speciali. Con ben dieci sport diversi, questo titolo offre divertimento e giochi sia a coloro che amano le discipline sportive, sia a quelli che preferiscono attività un po' più matte e stravaganti. Puoi scegliere tra calcio, pallacanestro, tennis, hockey sul ghiaccio, sumo wrestling, bowling, trampolino, gare di motoslitte, battaglie a palle di neve e tiro al bersaglio con la cerbottana! Con una così ampia varietà di sport disponibili, non sorprende che ognuna di queste attività abbia un suo sistema di controllo specifico da imparare a padroneggiare. Il tiro al bersaglio con la cerbottana utilizza il sensore di rotazione del Nintendo 3DS, che ti consente di controllare la mira muovendo la console. Una volta centrato il bersaglio soffia nel microfono per effettuare il tiro e guarda quanto sei stato preciso. Per eseguire magnifiche evoluzioni sul trampolino, invece, dovrai utilizzare il pad scorrevole, i pulsanti e tutto il tuo tempismo! Coloro che si emozionano nel mostrare le loro temerarie abilità sportive di sicuro apprezzeranno la funzione Super Gioco che consente ai giocatori particolarmente bravi a effettuare successioni di mosse di compiere una manovra speciale sbalorditiva, che potrebbe capovolgere le sorti di un'intera partita! Sports Island 3D offre diverse modalità per un giocatore con cui cimentarti, tra queste: Partita aperta, Partita casuale, Campionato e Torneo. Puoi creare la tua squadra e, man mano che giochi e guadagni esperienza, potrai sbloccare nuove mosse e potenziamenti! Come se questo non bastasse, il gioco supporta sia partite in locale che la modalità download per un massimo di quattro giocatori. In questo modo fino a quattro amici possono godersi il divertimento con una sola scheda di gioco.",
	"availability": {
		"eshop": false,
		"retail": true,
		"dates": {
			"eshop": null,
			"retail": "2011-06-09"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/37f220d710acb6d40a148080638cdde874c5128712ca2654a51bf7a2b90ec87e.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/810df303af54c30ffc5dcf110a445a492e9a63f0af93435ab5a5dcc6a7be3f81.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/017ca5645f2abc52de4ed00d42170b7d33f5db772393bfdec775b252ef2d3d62.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/6474a535c1996800c3d84a735d485f6224bc4b31e5d049b6951f4c38bf25f8d3.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/58914e4bc06b50cb4f8e1e4050335a2f45d1aa97556f9cf327bc6d41d40c1bfb.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/322ad8b2637adaf8a9f176b9ac7297afc39af1706e2e9f01d06816bbbaedd955.jpg"
		}
	],
	"movies": []
}