{
	"title_id": "0004000000198800",
	"eshop_id": "50010000040376",
	"product_code": "CTR-N-KGXP",
	"name": "Digger Dan DX",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1688,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/01e1ac25ad04d7fd6995dfa28aae3009933b8743b5a07977deb1b5a457fd4f03.jpg",
	"data_size": "29076324",
	"description": "Digger Dan has found an old mine full of caves, still brimming with treasure. Can you guide him in the right direction by digging through the earth to collect the gems and nuggets of gold? Work out your path carefully as you push rocks out of the way or you could find Dan caught in one of the many traps. But those rocks can also be very handy, especially if you can drop one on top of a monster that you are finding hard to dodge. Careful observation of the monsters will reveal their movement patterns, so don’t rush straight in. Dan is not alone, his trusty sidekick Kaboom (Dan’s pet gopher) can be found snoozing in some levels. Wake him up and he can squeeze into the small tunnels that Dan can’t get to. Use Dan and Kaboom together for the puzzles that they can’t solve alone. As you dig deeper and deeper through the 100 caves, you will uncover secret gems buried in the earth, unravel the mysteries of the wormholes which transport you around the level, blow holes in walls with the abandoned barrels full of TNT and collect pickaxes to release gems that are trapped in rock. Some of the caves you encounter are flooded with water forcing you to plan your route more carefully so that you don’t run out of air. Use cameras to take snapshots of the level, then if you make mistakes or get trapped, you can use your snapshot as a restart point. Can you become a gold star player? Challenge yourself to complete the cave, beat the timer and collect the hidden secret gem on every level. Features: * Four themed areas graded as training, beginner, advanced and expert. * Stereoscopic 3D layering * Completely revamped graphics * Improved sound effects * High score tables for every level * 4 save slots – challenge your family to beat your scores * 60fps smooth action",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-05-20",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/660222933784eb414a1b45956e6eecccd1160ed939a81a392faa8025df258ae4.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/97f1dce012403c6b60b6e38dc87c007d5fe60bab7470eda6830b04cfe6212fd6.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/fdc36e3d2bddbf4c5519db8bdedc2b5c7b16e3ce97fc5387467d077fb36d7957.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/126bc54edf6b3f9e8ccde07545673c1bd8b7aaaff6f2a8e7afb95269175c7a46.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/e58688cbd1fbde231afd2268734ed3615b749902f7d7363f7202daf37237927a.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/1881ad078d5f164be68a7e8155d370ccc8e1d4ab7ebf7baa6c06c65f1bcebc93.jpg"
		}
	],
	"movies": []
}