{
	"title_id": "0004000000043400",
	"eshop_id": "50010000000485",
	"product_code": "CTR-P-AS9P",
	"name": "Sudoku - The Puzzle Game Collection",
	"platform": 18,
	"platform_device": "CTR",
	"publisher": 149,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/f4fb747069c24460b57c0808ab5afbf5c083288dbab509c3da710e5767956e47.jpg",
	"data_size": null,
	"description": "Ontdek een populair puzzelspel in een nieuw jasje: sudoku slaat een nieuwe weg in op de Nintendo 3DS. Sudoku – The Puzzle Game Collection brengt 600 puzzels naar de palm van je hand. De titel bevat naast sudokupuzzels ook andere Japanse logicaspelletjes: Shikaku, Hashi en Akari. Elk spel biedt zijn eigen unieke uitdagingen. De grootte van de uitdaging bepaal je zelf, door een keuze te maken uit drie moeilijkheidsgraden. En als je niet bekend bent met de puzzels die het spel biedt, kun je beginnen met handige spelinstructies die je leren hoe het moet. Naast de klassieke uitdaging die sudoku biedt, verdeel je in Shikaku een genummerd raster in vierkanten en rechthoeken, in een poging om getallen in één vak te krijgen – een vak dat net zoveel zijdes heeft als het getal dat het bevat. Met Hashi probeer je genummerde eilanden met bruggen aan elkaar verbinden, terwijl je je houdt aan strenge voorwaarden die het uitsterste van je puzzelvaardigheden vergen! Bij Akari is het ten slotte de bedoeling dat je gloeilampjes in de juiste volgorde neerzet, zodat ze gaan branden. Naarmate je vordert door alle 600 uitdagingen die het spel te bieden heeft, worden snelle oplossingen beloond met medailles. Het spel slaat bovendien je tijden op en daagt je daarmee uit om je scherpste tijden te verbeteren. Sudoku – The Puzzle Game Collection maakt ook gebruik van de spelmuntenfunctie van het Nintendo 3DS-systeem. Door rond te lopen met je Nintendo 3DS in de slaapstand kun je dagelijks tot tien spelmunten verdienen, voor een totaal van maximaal 300. In Sudoku – The Puzzle Game Collection kun je je spelmunten uitgeven aan hints voor puzzels, waar je echt niet uitkomt. De algehele spelervaring wordt versterkt door de kracht van de Nintendo 3DS, die iedere spelstand een uniek uiterlijk geeft. De bruggen die je voltooit in Hashi zullen voor je ogen tot leven komen, en hetzelfde geldt voor de vakken die je vormt in Shikaku. Dit zorgt voor nog meer voldoening, wanneer je een puzzel oplost! Het spel maakt ook gebruik van de bewegingsgevoelige besturing van de Nintendo 3DS. Kantel het systeem, en er verschijnt een overzicht van de huidige puzzel op het 3D-scherm. Roep iets in de microfoon van de Nintendo 3DS, en het beeld verandert weer terug in de kroon die je kunt winnen, als je de puzzel weet te kraken.",
	"availability": {
		"eshop": false,
		"retail": true,
		"dates": {
			"eshop": null,
			"retail": "2011-06-09"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a02e83a24cb37630fce3bb70b6a00e31f87e953e5e31bb6a55f4e038585d3329.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/da8daa1a0052f1cf8e88fd568c542e92f220d65a27b6d87877f6e5bbef5ad218.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a02e83a24cb37630fce3bb70b6a00e31f87e953e5e31bb6a55f4e038585d3329.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/44da2eace449d751887eea4be1d8a8da3887df9d842ac4e03f484bdf874ad16f.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a02e83a24cb37630fce3bb70b6a00e31f87e953e5e31bb6a55f4e038585d3329.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/364331f34aa71cef8296e72a280a3cdb81254e48499a18270017e18096b24829.jpg"
		}
	],
	"movies": []
}