{
	"title_id": "0004000000043400",
	"eshop_id": "50010000000485",
	"product_code": "CTR-P-AS9P",
	"name": "Sudoku - The Puzzle Game Collection",
	"platform": 18,
	"platform_device": "CTR",
	"publisher": 149,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/f4fb747069c24460b57c0808ab5afbf5c083288dbab509c3da710e5767956e47.jpg",
	"data_size": null,
	"description": "Découvrez le célèbre jeu de réflexion sous un nouveau jour, car le Sudoku commence une nouvelle vie sur la Nintendo 3DS. Avec Sudoku - The Puzzle Game Collection, vous avez pas moins de 600 casse-tête dans le creux de vos mains, les Sudoku s'accompagnant d'autres jeux de logique japonais tels que le Shikaku, l'Hashi ou l'Akari. Chaque jeu comporte ses subtilités, qui seront plus ou moins faciles à gérer selon le mode de difficulté que vous choisissez parmi les trois disponibles. Et si vous ne connaissez pas certains de ces jeux de réflexion, vous pouvez tout de même vous lancer grâce à des didacticiels pratiques qui vous aideront avec tous ces chiffres. Outre le défi classique du Sudoku, le Shikaku vous propose une grille numérotée qu'il faut diviser en carrés et rectangles contenant un seul nombre, ce nombre indiquant combien de cases sont contenues dans le carré ou rectangle. Dans l'Hashi, vous devez relier entre elles un certain nombre d'îles à l'aide de ponts, suivant une série de règles qui mettront vos talents de logique à rude épreuve ! Enfin, dans l'Akari, votre mission consiste à placer des ampoules dans le bon ordre afin qu'elles s'allument. Tandis que vous progressez dans les 600 casse-tête proposés, vous gagnez des médailles grâce à votre rapidité et vos meilleurs scores sont enregistrés pour vous pousser à aller toujours plus loin. Sudoku - The Puzzle Game Collection utilise aussi le système de pièces de jeu de la console Nintendo 3DS. Si vous sortez avec votre Nintendo 3DS en mode veille, vous pouvez gagner jusqu'à 10 pièces de jeu chaque jour, pour atteindre un maximum de 300. Dans Sudoku - The Puzzle Game Collection, les pièces de jeu que vous avez gagnées peuvent vous servir à débloquer des indices pour les casse-tête dans lesquels vous êtes vraiment coincé. Pour compléter l'expérience, grâce à la puissance de la Nintendo 3DS, chaque mode de jeu bénéficie de graphismes exceptionnels. Vous serez étonné de voir les ponts que vous construisez en Hashi, et les rectangles que vous formez en Shikaku s'animer sous vos yeux. Voilà une raison de plus pour tenter de réussir tous les casse-tête ! Ce jeu tire aussi parti du système de détection des mouvements de la Nintendo 3DS. Inclinez simplement la console, et vous verrez un aperçu du casse-tête sur lequel vous planchez s'afficher sur l'écran 3D. Faites du bruit dans le microphone de la Nintendo 3DS et l'image se transformera en une couronne que vous pourrez gagner si vous parvenez à résoudre le casse-tête.",
	"availability": {
		"eshop": false,
		"retail": true,
		"dates": {
			"eshop": null,
			"retail": "2011-06-09"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a02e83a24cb37630fce3bb70b6a00e31f87e953e5e31bb6a55f4e038585d3329.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/da8daa1a0052f1cf8e88fd568c542e92f220d65a27b6d87877f6e5bbef5ad218.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a02e83a24cb37630fce3bb70b6a00e31f87e953e5e31bb6a55f4e038585d3329.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/44da2eace449d751887eea4be1d8a8da3887df9d842ac4e03f484bdf874ad16f.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a02e83a24cb37630fce3bb70b6a00e31f87e953e5e31bb6a55f4e038585d3329.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/364331f34aa71cef8296e72a280a3cdb81254e48499a18270017e18096b24829.jpg"
		}
	],
	"movies": []
}