{
	"title_id": "0004000000121000",
	"eshop_id": "50010000021293",
	"product_code": "CTR-P-AHXP",
	"name": "Hometown Story",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 220,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/8ba5619b4492d91fccd0c5ea2af04c3e9d9879d0188a640c7035ee65102966c3.jpg",
	"data_size": "578009956",
	"description": "From Yasuhiro Wada, the father of the Harvest Moon series, comes a new heart-warming experience full of fun, laughter and excitement. Prepare yourself for a whole new life as you create your own Hometown Story! Having inherited a run-down shop, it’s up to you to return to your hometown and turn the place into something your late grandmother would have been proud of. Join forces with a magical sprite named Pochica and make new friends as the town grows along with your success. Expand the shop, discover fantastic new wares to sell, go on exciting adventures and even meet the partner of your dreams! Now with enhanced gameplay and new features, Hometown Story is the definitive version of Yasuhiro Wada’s vision. Game Features • The definitive version of a new adventure from Harvest Moon creator Yasuhiro Wada, Final Fantasy composer Nobuo Uematsu and character designer Atsuko Nishida. • Inherit a run-down store and help Pochica the magical sprite turn it into the best shop for miles around! • Pick out the right products to sell, making sure they’re what the local townsfolk want so they’ll come back for more! • Venture outside and meet new people, collecting materials and other items that can be used to meet people’s needs. • The more your shop sells, the bigger it’ll get... and so will the town too! Attract new townsfolk and make both a success! • Relationships made around town develop over time and people will change; strangers become friends, and friends become something more!",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2014-05-02",
			"retail": "2014-05-02"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/994bee12c7716dc1c07c9167c4da4c687f3a3d5f17bf28bd8ec68829526cb814.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/106486971e3aa5437819929f0ad645968d65c32d418bba29d2147f21721eb2c6.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a96f16f5b95ad385240a50df30cdb7d13bc218503e3080535515325dc2a3afa3.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/17bf4a70bc16b940cef69c48c2c6ef90fc246ab4a668ef89813466c7e70fdf78.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/b1972ca6a2b210ea01abd1968bcc119436f25a6360145d17ed8e1b6190ece369.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ec3cd5eac23c8eecd89f8c5be3525f1bec99a4ccf501855be0093ddb5282cb74.jpg"
		}
	],
	"movies": []
}