{
	"title_id": "00040000001BFF00",
	"eshop_id": "50010000042678",
	"product_code": "CTR-N-KELE",
	"name": "Elminage Original",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1638,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/5bb5b268cc8afb1bf990d00ad55d24bdcb0d50f4acbb844a4c2af28542ad8d33.jpg",
	"data_size": "406621028",
	"description": "Después de que cinco hechiceras intentaron liberar al Rey Demonio, los cinco anillos que protegen el mundo fueron desperdigados. Los que encuentren los cinco anillos y restauren la barrera del Colmillo del Dragón recibirán grandes recompensas. Hoy, muchos aventureros atraviesan las puertas de Trangelda y esconden el verdadero motivo en lo profundo de sus corazones. Elminage Original es un juego de mazmorra ambientado en el que los jugadores se agrupan con otros aventureros y salen a conquistar mazmorras en busca de los anillos. Los cinco anillos se encuentran en mazmorras dispersas por todo el mundo: en templos, cavernas y bosques. Los lugares se asignan al azar al iniciar una partida. Completa eventos, gana fama y úsala en una brújula para rastrear el escondite secreto de los anillos. En las mazmorras, hordas de monstruos esperan al acecho, algunas tan enormes que no entran en la pantalla. Crea poderosos aventureros y sube de nivel: te adentrarás en las profundidades de las mazmorras y enfrentarás enemigos cada vez más terribles. Elige entre un total de 16 clases de aventureros, entre ellos, la más peculiar \"sirviente\", además de las tradicionales clases de guerreros, brujas y samuráis. Nueve parámetros de razas, género, edad y naturaleza les permiten a los jugadores personalizar personajes fuertes. Aprende 72 hechizos de brujas, sacerdotes y alquimistas, y haz hechizos únicos con tus personajes. ¡Te espera una aventura épica a tu medida!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2017-08-10",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1809bf09df193aaefbb8b2f4f8086022996750e9ef8c8aaa2857737b42b40b7c.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/be940eb71e7ade9a592e9e6c7366677cb5bd7fc39c2e312889fbbefdb4b1a103.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/9521bd484261696791babc28ef8077b57090952fcfc0a55f536a8a064cb7fb7b.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/695c1b77f6b988cf057323a19cb0098676829c4d65904cc709bb365a3914745d.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/c5e5b84e2a2bc1bd0df046df39846acc9c94a25d4efb8226471e7884c5590eaa.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/243242f97d9245a4394eb9ffd997b1e3befb3f7e3f030f176fa4794191f38b73.jpg"
		}
	],
	"movies": []
}