{
	"title_id": "000400000016A400",
	"eshop_id": "50010000035195",
	"product_code": "CTR-N-KEWP",
	"name": "Epic Word Search Collection",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1480,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/a9be0eff33b6a389ed3c83463ac22814acb652dfd80a1c32928bd7ff771fd74f.jpg",
	"data_size": "6617956",
	"description": "Epic Word Search puzzles are huge! Each puzzle contains over 1,500 words, hidden in a grid that's much too large to fit on screen! To solve the word search you'll have to scroll around the puzzle looking for words. Use the D-Pad or Circle Pad to move the grid and touch with the stylus to highlight words. This is a challenge like nothing you've ever seen before with many hours of gameplay in each enormous puzzle. Jump straight in and get solving right away with this fast-loading game. Switch between puzzles at any time and share your progress with other players using StreetPass. Epic Word Search Collection contains five gigantic puzzles! The Epic Food Word Search Munch your way from breakfast to dessert, sample the wares of farmers, butchers and bakers and top it all off with a selection of seasonings and sauces. The Epic Movie Word Search Find words about sixteen classic movies. There's nothing 'R' rated in there, it's suitable for the whole family. The Epic Rock Word Search Cheer on your favourite bands, play the drums, choose a new guitar and rock out to some classic anthems. The Epic Sports Word Search Score a home run, hit a hole in one, carry the ball all the way for a touchdown and catch a fish \"this big\". The Epic TV Word Search Get ready for some channel surfing as you find words from more than a dozen popular TV shows.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-07-16",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/624cff0a58cf7ef0d7b2f3d7b3467edbb64b55e296e07c0ec3edbe8e91bdb8f4.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/4f899a8a9c2d36a324d1a73d85553a89574edd6856c99dea54fdae4f203e8a4c.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/616c8431a9affa791ac0857c7d5fb52fde13fd0351fec93dd8014ede0b34b619.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/1daa1671fbc96941d66ed3b35b6f078100805fd08463fc4ab0ee31d138fcdb91.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/f69d07d45b5d4bbe9c43f8207bfd121104d5ae8ee8c67fec42c21544f5821014.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/092fe9c2e6ded391f94a0b1e0a0ced5ecdf34e6b3afd05e26c8e4132d002c1c4.jpg"
		}
	],
	"movies": []
}