{
	"title_id": "000400000012CB00",
	"eshop_id": "50010000027035",
	"product_code": "CTR-N-JK8P",
	"name": "Shovel Knight: Treasure Trove",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 1253,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/82ffdb20406f37076b91ad8778be753a3cc6ce9817949313c815f258ff0ee938.jpg",
	"data_size": "143387492",
	"description": "Shovel Knight: Treasure Trove ist die vollständige Edition von Shovel Knight, einer Reihe klassisch-eleganter Jump 'n' Run-Abenteuer mit genialem Gameplay, unvergesslichen Charakteren und 8-Bit-Retro-Look! Ihr übernehmt die Rolle von Shovel Knight, dem Schwinger der Schaufelklinge, und rennt, springt und kämpft euch auf der Suche nach seiner Liebsten tapfer immer weiter vorwärts. Besiegt die infamen Ritter des Ordens ohne Gnade mitsamt ihrer bedrohlichen Anführerin, der Verzauberin. Doch das ist noch nicht alles! Shovel Knight: Treasure Trove umfasst zusätzlich drei weitere Kampagnen, die jeweils vollkommen eigenständige Spiele sind! Ihr übernehmt die Rolle von Plague Knight und Specter Knight in ihren ganz eigenen Abenteuern! Und später kommt als kostenloses Update auch noch King Knight dazu! Zusammen bilden sie eine grandiose epische Saga! Dank einer einem umfangreichen Herausfoderungsmodus, und einem Körpertausch-Modus werdet ihr sehr, sehr lange vom Schaufeln nicht genug kriegen können. Mit Shovel Knight: Treasure Trove bekommt ihr alles. Verteidigt die Tugenden der Schaufelichleit, sammelt Relikte und Reichtümer und entdeckt die wahre Bedeutung der Gerechtigkeit der Schaufel! Enthält folgendes: Shovel Knight: Shovel of Hope – Stählt eure Schaufelklinge und grabt euch durch das Abenteuer, mit dem alles begann! Springt, kämpft gegen Feinde und entdeckt Schätze, während ihr es mit dem Orden ohne Gnade und seiner schändlichen Anführerin aufnehmt: der Verzauberin. Shovel Knight: Plague of Shadows – Trimmt eure Tränke und begleitet den manischen Alchemisten Plague Knight bei seiner abenteuerlichen Suche nach dem ultimativen Trank! Kombiniert Bombenteile zu euren eigenen Kombinationen, entdeckt neue Gegenstände, Bereiche und Bosse, und vielleicht sogar eine Romanze, bei der buchstäblich die Chemie stimmt. Shovel Knight: Specter of Torment – Schwingt die Sense in diesem Prequel zu Shovel Knight! Übernehmt die Rolle von Specter Knight und lauft durch komplett überarbeitete Levels, in denen ihr Wände erklimmt, ein neues Waffenarsenal meistert und eure Feinde in Streifen schneidet. Werdet zum Schnitter Tod höchstpersönlich, entdeckt eure melancholische Vergangenheit und rekrutiert den Orden ohne Gnade! Shovel Knight: King Knight's Campaign - (2018) Unter amiibo.nintendo.eu findest du eine Liste kompatibler amiibo™ und aktuelle Informationen. Um amiibo auf Nintendo 3DS-, Nintendo 3DS XL- und Nintendo 2DS-Systemen zu benutzen, wird ein Nintendo 3DS-NFC-Lese-/Schreibgerät benötigt.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-11-06",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/97240d23957a643a5ac2e260a97b87f36a8fdf1e954041176dd0d5d761295380.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ad04256e465ffa4aee11318d8a1c6e263f57e38eb571c11f4e3670d25c07d1af.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/465cb99363f3976dc83a912e6de85cb45036356782cc7dbb25ea88e2975a9d84.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/9fa422dac03355071080b31657ac651c24e3d456283a7f45be00b292eb17662d.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/0f0950aa13f72679a166bb47577716486eb36e3fccec22927ded36ed29b1c011.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/17cacee1f401e34b9df041cb761a1c100ab78b3ea4d79654a86374c60ca8afd5.jpg"
		}
	],
	"movies": []
}