{
	"title_id": "0004000000054000",
	"eshop_id": "50010000007541",
	"product_code": "CTR-N-AREE",
	"name": "Super Mario™ 3D Land",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/ee8f10476f9e68df127d7b7d28510191916fc56cca9d130d1aea316335f29cae.jpg",
	"data_size": "303446884",
	"description": "¡Un juego de plataformas con bastante profundidad! Gracias a la presentación visual en 3D de Super Mario 3D Land, los jugadores pueden ver exactamente en dónde están los bloques y los Paragoombas voladores, permitiéndoles así saltar y aplastar con la precisión de todo un experto. Los jugadores expertos podrán apreciar la forma en que las imágenes 3D ponen en claro el desafío de cada nivel, y enfocarse así en realizar ese salto perfecto o disminuir el tiempo necesario para completar un nivel contrarreloj; mientras que los jugadores principiantes encontrarán que el efecto 3D facilita el juego con plataformas. Prueba el traje Tanuki de Mario, ¡y entra en acción! Mientras los jugadores que han jugado la serie por años gozarán poder volver a usar el coletazo de Tanuki Mario para vencer a enemigos y hacer saltos superlargos, una nueva generación conocerá por qué este traje clásico es un favorito de los aficionados. ¡Pero hasta los jugadores más expertos se sorprenderán al ver que los enemigos de Mario también podrán usar la famosa cola Tanuki! ¡Mario está en su mejor momento! Mario™ regresa a sus orígenes en su primera aventura de plataformas en 3D diseñada exclusivamente para una consola portátil. Desde la frenética carrera contrarreloj a través del Reino Champiñón, hasta el último salto para alcanzar la parte más alta del asta, esta nueva entrega de la serie Super Mario™ brinda la acción clásica de Mario a una nueva generación de diversión.",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2012-01-13",
			"retail": "2011-11-13"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/dea83c838b4e7c94ce0f457013e059ad2beb4c10c1971f8a9e8e7a6b4b99e1cd.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/258d79358235c75ae43339a68cc63830e7f09bf6ac02862251c6d1a546a7c75d.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/ae1e8e875214a493197816631a554b30aeabd1261c7a43da9997385c8628d379.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5295b3fd3724212fcccf18309990915e379659651b968b8c9549e503a60d5bd3.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/8326e65a11c3a7614c851b44dd91808afb4d43089264bc81e0281f27af114dfe.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/6d96bda8640bdb32b3b8194cd925e345eb4671748505dff5c97a5c9e685c8bbf.jpg"
		}
	],
	"movies": []
}