{
	"title_id": "000400000018AC00",
	"eshop_id": "50010000039744",
	"product_code": "CTR-N-KMMP",
	"name": "Mutant Mudds Super Challenge",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1772,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/a736932a3bd980e8f8e9a63c91ce512b24dd32eff4c87be7f587865643f002b1.jpg",
	"data_size": "13663076",
	"description": "Download Mutant Mudds Super Challenge gratis als je de Wii U™-versie al hebt gedownload. (Je Wii U™ en Nintendo 3DS™ moeten gekoppeld zijn aan dezelfde Nintendo Network ID.) Hier komt een ware uitdaging aan! Mutant Mudds Super Challenge!! Meer dan 40 levels boordevol boosaardige mutant mudds. Dit avontuur is gemaakt voor super spelers en zit boordevol nieuwe platformuitdagingen en unieke gevechten met bazen waarmee je jouw vaardigheden op de proef kunt stellen. Max ontvangt een speciaal bericht en krijgt de locatie door waar de originele meteoor is neergestort en het feit dat modderige mutanten eruit worden gespuugd! Max vertrekt vanuit een geheime bergplaats, diep in de jungle, om de meteoor te vinden en hem voor goed te vernietigen! Ren, spring, zweef en sla je een weg door vijf nieuwe, levendige werelden, voorzien van kleurrijke neo-pixel art en sublieme chiptune muziek. Tart het lot van de tweede dimensie door tussen de voorgrond en de achtergrond te springen en gebruik je enorme waterkanon om af te rekenen met het modderige kwaad. Gebruik je betrouwbare power-ups om lastige obstakels te overwinnen en toegang te krijgen tot speciale, geheime levels. Super geheimen! 20 speciale karakters zijn verborgen in het spel. Kun je ze allemaal vinden? Je kunt meer dan 40 chiptunes uit de Mutant Mudds soundtrack vrijspelen zodat je deze kunt beluisteren in de jukeboxruimte.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-03-17",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/9f1c404cd23e78f55f150b551e69437782d7d9c08dc69848058c0228e82a1df2.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/8cb6ec07916c57e0037f593ef304466de6c16713e03ff28e4e7a726652fd5871.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/9e4c5b4bd9d8bff0f0ea5d4e428e8ca1e24ebcc13d8678885eb6d7c67aee50d2.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5ef87586f794a81e6599435763664846af72e525f405d83df337cdbeca19e3e6.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1870f121a621fdd1c306460156079b5d8c7526f7a5a16633354464ca24784bea.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/f6ecc2ba53fa96102042088695da4e445190162c031cc0ce447b8496f5f9d4e9.jpg"
		}
	],
	"movies": []
}