{
	"title_id": "00040000000BEF00",
	"eshop_id": "50010000019753",
	"product_code": "CTR-N-AHMP",
	"name": "Brilliant Hamsters!",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 220,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/d19f3b0372167dffdd90d15f31d2453c2b6dcdff0f90e1a354a84554741d246a.jpg",
	"data_size": "187644772",
	"description": "Deine ganz eigenen Hamster! Brilliant Hamsters! ist ein Spiel, bei dem du mit deinen ganz eigenen Lieblingshamstern zu einem tollen neuen Abenteuer aufbrichst! Sorge für sie, um Stempel zu erhalten. Dann mache sie für einen Spaziergang schick! *Verdiene Stempel und gehe aus Wenn du dich um deine Hamster kümmerst, verdienst du Stempel. Je mehr Stempel du bekommst, desto mehr Hamster und Käfige werden entsperrt. Es sind 20 verschiedene Käfige verfügbar! Versuche, so viele wie möglich zu bekommen, und benutze sie, wenn du mit deinen Hamstern ausgehst. *Spiele AR-Spiele Verwende eine AR-Karte, um mit deinem Hamster zu spielen. *Gehe mit StreetPass aus Wenn du StreetPass verwendest, kannst du Hamster-Infos mit anderen Spielern, die du triffst, austauschen. Das ist die Gelegenheit, den süßen Hamster, für den du so gerne sorgst, vorzuzeigen. *Stempel Wenn du gut für deine Hamster sorgst, erhältst du Stempel. Wenn du viele Stempel bekommst und deine Stempelkarten auffüllst, kannst du sie gegen neue Käfige eintauschen. Sammle viele Stempelkarten, um deinen Rang zu erhöhen und neue Käfigarten oder Shop-Items freizuschalten. *Sterne Du kannst auch Sterne verdienen, wenn du für deine Hamster sorgst. Mache deine Sache gut und du bekommst eine Menge Sterne! Tausche diese gegen Items im Shop um. Du kannst auch Sterne über Suchen, AR-Spiele oder Fashion-Check erhalten.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-01-30",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/f6753e5a39548468d11684857bf762f6ababee42f214edc17f5625364784ecb9.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ea73c0253f7c48b6129d471655891a490f4db1be3ea33d6e455ae3b544696036.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/21544e1e36f388c7d64c8e90c74a33adcf056c464b7dba6d33424a7f2ab86a17.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/bd35a4c27b1626470efe9d802a4e1ce027e336a6ce7f4fe6b92eb18924f41a9e.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/d08edaa77a7dc1e7d8e1caf66d3fd883e429bb0d205a1c41d5b045431f8c94f8.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/0992e31f7cd4053f53a294dfe13de450794c8ef6aa0a3017a4c02d7ccd7c7fd8.jpg"
		}
	],
	"movies": []
}