{
	"title_id": "0004000000165500",
	"eshop_id": "50010000033655",
	"product_code": "CTR-N-BKKP",
	"name": "Lord of Magna: Maiden Heaven",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 167,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/84af0cdce627ca2c2f94c07897476fcf42609187c70592afadff85b4373eb3b3.jpg",
	"data_size": "1311726436",
	"description": "Lunchs vive nos subúrbios da cidade e é proprietário de uma pensão tranquila e rústica. Orgulhosamente, rege a sua vida por um código de honra transmitido de pai para filho ao longo de gerações: \"Quando os nossos estimados convidados finalmente chegarem, tratem-nos como se fossem família.\" Infelizmente, a pensão ainda não recebeu nenhum hóspede desde a inauguração, pelo que Lunchs não tem outra hipótese se não escavar e vender cristais – a fonte de combustível mais valiosa da ilha – para subsistir. Durante uma escavação de rotina, depara-se com uma bela donzela presa dentro de um enorme cristal. O seu despertar abrupto desencadeia uma série de acontecimentos inesperados que incluem horríveis inimigos, capacidades extraordinárias e mistérios miraculosos... Características: Sete heroínas, sete histórias – Cada uma das sete heroínas que habita a pensão tem a sua própria história para contar; desenvolve relações com elas para desbloqueares novos ataques especializados que te auxiliam no combate quando elas se juntarem à batalha. O combate estratégico faz com que cada turno conte – Derruba o máximo de inimigos possíveis com um único ataque, desafiando jogadores para realizar ataques corpo a corpo, à distância e mágicos, para que os inimigos da linha da frente batam contra outros e consigas causar o máximo de danos colaterais. Cria novas capacidades – Além de desbloqueares novas técnicas, ao participares em Batalhas Livres e registares-te para o StreetPass™, podes obter raros objetos que podes usar para criar novas capacidades que te ajudam a mudar a sorte da batalha. Níveis de dificuldade ajustáveis e muito mais – Os jogadores podem escolher três níveis de dificuldade (Fácil, Normal e Difícil), usar a funcionalidade de Avanço Rápido para acelerar o combate, ou reviver as boas recordações através dos filmes do jogo e galerias de arte.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-06-04",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/7f45141e20633c750b24498359fa72e8cfe1a69fd333fbb3ec892e76dfcbccf7.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/3ec6acbf3b5cb4bf96a1d81960950d961ee7e9dcce8d2b0709422036445e1a0a.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/071ce8b2f17197c0e24be7f57e2cfedf325d265287e343178097454523a467f7.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/daee110a8c93d7a0abcf7faf945792df59a7d5ac0527c5dda54178e1fe99d21d.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/2a25fc715750f630301a2e7220c468f32684627ed85168ab5a888d7464aa050d.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/2b49a9ab37b88eadcf27214c943b42bb1e5d7a6f4c2f395342ea3eff02207f47.jpg"
		}
	],
	"movies": []
}