{
	"title_id": "00040000001C5300",
	"eshop_id": "50010000042901",
	"product_code": "CTR-P-BMZP",
	"name": "Etrian Odyssey V: Beyond the Myth",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 509,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/f8726ec6de56b39592920fa42413566498136a0d7db0b983997f55c4f76a2897.jpg",
	"data_size": "571280228",
	"description": "Código de descarga para el tema Etrian Odyssey V: Beyond the Myth para Nintendo 3DS. Viaja más allá del mito y descubre lo que te espera en la copa del Yggdrasil Tree. Etrian Odyssey V narra las hazañas de un nuevo aventurero en su intento por alcanzar la copa del Yggdrasil Tree. Se dice que quien se enfrente a los peligros del Yggdrasil Labyrinth y llegue a la cima podrá cumplir todos sus deseos... Cada cultura tiene su propio mito: algunos dicen que se otorgará un poder asombroso o creen que se desvelarán misterios insondables. Otros piensan que allí se pueden llegar a dominar las técnicas más avanzadas, y muchos aseguran que se pueden encontrar tesoros perdidos en lo más alto del Yggdrasil Tree. Pero hay un motivo por el que nadie ha llegado a la copa: en cada planta del laberinto te enfrentarás a peligrosas criaturas y a los temibles FOE, así que prepárate para ponerte a prueba con desafiantes batallas por turnos. Crea tu propio gremio y busca colaboradores para lanzar ataques devastadores. ¡Personaliza tu gremio para tener ventaja! Con la personalización ilimitada, los aventureros podrán crear su propio gremio a partir de cuatro razas y diez clases diferentes para investigar el laberinto. Si usas la pantalla inferior de la Nintendo 3DS™, podrás convertirte en tu propio cartógrafo. Completa tu mapa y marca las ubicaciones de los tesoros, puertas, enemigos, obstáculos del entorno y otros hitos importantes con los que te toparás al cruzar los diferentes estratos de las peligrosas mazmorras.",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2017-10-17",
			"retail": "2017-10-17"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/88035022648f5dd5b7ffcd6ec9d22416f6b5a654ee053799b7035215589db64c.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/de72ad177ef6476264a7adf17424f3a223fdfe23cef3784e70c5ba10c8ef81c7.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/b771721a2f409528178c1755b6f8276a2efa528d6105dd09b6ab344902acb2b4.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/be483e89f9b5cde7ec31f5c132692661aaaf7b45617cb06601671fa37acf6677.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/64ab3a387b5380d97116bd43509ab42e78addcc2e08a70367ad0698a224267f1.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/9188160488bc8578c6c7fb09cb0f9fb7a92e98e8b84615b51ceb6773ee1526be.jpg"
		}
	],
	"movies": []
}