{
	"title_id": "000400000F708100",
	"eshop_id": "50010000041635",
	"product_code": "KTR-N-CEXP",
	"name": "Hyperlight EX",
	"platform": 1001,
	"platform_device": "CTR",
	"publisher": 1747,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/c4a9572579f407a2de3f619cfb156df5455519b3642c4b75247d2b6b81a01f59.jpg",
	"data_size": "81247076",
	"description": "Hyperlight è un gioco arcade d’azione ad altissima intensità nel quale si controlla una navetta spaziale che combatte contro orde di mostri alieni malvagi all’interno di un ambiente cosmico virtuale. La vostra navetta possiede una capacità speciale: può viaggiare più veloce della luce (F.T.L. : Faster Than Light) diventando essa stessa l’arma finale. Collidendo coi nemici in questo stato la navetta può istantaneamente distruggere qualsiasi cosa tocchi! Nel gioco sono presenti anche moltissimi altri bonus, armi ed entità che possono aiutarti a superare le molte insidie che ti troverai ad affrontare, incluse le battaglie contro i terribili boss finali che ti aspettano nel lato oscuro dell’universo! Caratteristiche: - Pieno supporto al controller del Nintendo 3DS™ - Visione 3d stereoscopica solo per Nintendo 3DS™ ! - Strabiliante grafica di gioco, ricca di effetti speciali, nemici ed esplosioni! - Giocabilità innovativa, immediata ed altamente appagante! - Arcade Mode con più di 50 livelli, 8 livelli con boss intermedi e 4 battaglie contro i boss finali! - Infinity Mode con una miriade di nuovi livelli e con boss intermedi. - Panic Mode con il suo peculiare controllo ad inclinazione (usa l’accelerometro) - 3 Entità bonus (Drones, Turrets, Plasma Barriers) che ti aiuteranno a combattere ed arrestare le continue ondate di nemici. - 7 Armi bonus (Bomb, Laser, Globe, Crystal, Machinegun, Missle, Virus) che ti aiuteranno a polverizzare ogni cosa sullo schermo. - Classifiche locali per le modalità di gioco Arcade, Infinity e Panic. - Sistema di Achievements: 40 medaglie sbloccabili!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-12-01",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/4468b4cbb467a231d4615a22eedc2d12e87241bf4061a72e31178a3fba47d79d.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/4bbfe1101144656b973217bf8df954a13fc2c1a1ac419ef6fd586ddcb7ec1b27.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/88f82fb6890d3d227955260ed4f39739571af892c9aa0e84d6f6e8b24d56af22.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/5d3216d8128fc0202f853e11016163753653809f18ae1fcc1cf359de1a928405.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/9160a8ba3d04d7b7d5b7e2bb4c2332aeedce62aeb0e458d1feab536c1d30546a.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/eed18f0a7f9c08dc09d1f3eabd7ef2c346b0d0287ed545057844d8cc0995d24f.jpg"
		}
	],
	"movies": []
}