{
	"title_id": "0004000000043300",
	"eshop_id": "50010000000483",
	"product_code": "CTR-P-ADEP",
	"name": "Sports Island 3D",
	"platform": 18,
	"platform_device": "CTR",
	"publisher": 149,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/df37c3073b2dd1104f4d26eb47fe3cede55c7a58cd0e6c5a975a8f400a2dd18a.jpg",
	"data_size": null,
	"description": "A série Sports Island, da Konami e Hudson, salta da Wii para a Nintendo 3DS com o lançamento de Sports Island 3D, que permite aos jogadores participarem numa variedade de eventos desportivos em 3D sem a necessidade de óculos especiais! Com dez desportos diferentes à disposição, este título oferece diversão tanto aos jogadores que gostam de disciplinas mais sérias como aos que gostam de atividades um pouco mais invulgares. Podes escolher futebol, basquetebol, ténis, hóquei no gelo, sumo, bowling, trampolim, corridas de motos de neve, lutas de bolas de neve ou tiro com zarabatana! Com uma gama de desportos tão grande à disposição, não é surpresa nenhuma que cada um tenha um esquema de controlos único que terás de dominar. O tiro com zarabatana faz uso do sensor de giroscópio da Nintendo 3DS, permitindo-te controlar o teu alvo inclinando a consola. Quando tiveres encontrado a tua marca, sopra para o microfone para disparares o teu projétil e vê o grau de precisão que conseguiste. Por outro lado, se o que queres é dar saltos e mais saltos no trampolim terás de usar o Botão Deslizante, botões e o teu próprio sentido de oportunidade! Os que gostarem especialmente de demonstrar os seus incríveis dotes desportivos ficarão contentes com a função \"Super Play\", que permite aos jogadores que consigam dominar uma sucessão de jogadas usarem uma manobra especial fantástica e talvez até darem a volta ao jogo! Sports Island 3D tem vários modos para apenas um jogador que te desafiarão, incluindo Open Match, Random Match, Championship e Tournament. Podes criar a tua própria equipa, que ganhará experiência e poderá assim desbloquear jogadas novas e upgrades ao longo do jogo. Para além de tudo isto, o jogo oferece as opções de Local Play e de Download Play para até quatro jogadores pelo que até três amigos podem divertir-se muito com apenas um cartão de jogo.",
	"availability": {
		"eshop": false,
		"retail": true,
		"dates": {
			"eshop": null,
			"retail": "2011-06-09"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/37f220d710acb6d40a148080638cdde874c5128712ca2654a51bf7a2b90ec87e.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/810df303af54c30ffc5dcf110a445a492e9a63f0af93435ab5a5dcc6a7be3f81.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/017ca5645f2abc52de4ed00d42170b7d33f5db772393bfdec775b252ef2d3d62.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/6474a535c1996800c3d84a735d485f6224bc4b31e5d049b6951f4c38bf25f8d3.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/58914e4bc06b50cb4f8e1e4050335a2f45d1aa97556f9cf327bc6d41d40c1bfb.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/322ad8b2637adaf8a9f176b9ac7297afc39af1706e2e9f01d06816bbbaedd955.jpg"
		}
	],
	"movies": []
}