{
	"title_id": "0004000000167400",
	"eshop_id": "50010000034616",
	"product_code": "CTR-N-KFPP",
	"name": "Fantasy Pirates",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 76,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/470434cc4432310863256d29e03b37bbf910e0147af6263970e08084058d4a64.jpg",
	"data_size": "51768164",
	"description": "Vis les aventures du clan des pirates. Sillonne les mers à la recherche d'îles et de fortins aux trésors. C'est un monde de fantaisie où tu trouveras toutes sortes de choses inhabituelles comme des bateaux-cochons, des créatures des mers rares et tous types d'objets étranges. Garde à tout moment en ligne de vue aussi bien les trésors que les ennemis avec la navigation de 360º, un système simple mais très efficace. Une des habilités de notre fantastique bateau pirate est celle de pouvoir sauter et plonger : tout cela est bien nécessaire pour esquiver ou franchir les obstacles et progresser dans l'aventure. L'écran tactile te permet de contrôler le tir, ce qui signifie que tu auras une précision absolue et intuitive. Obtiens des éléments spéciaux tels que le « super canon » qui te donnera une capacité de destruction totale, anéantissant tout ce que tu trouveras sur ton chemin. Ou l'élément « puce navire » qui te permet de réduire la taille du navire à celle d'une puce insaisissable. Lance un défi à tes amis et à tout le monde avec le mode « en ligne » 1 contre 1. Tu deviendras le meilleur pirate au monde de tous les temps !!! *** Caractéristique : - Mode aventures avec carte pyramidale où tu choisis le parcours et en même temps la difficulté - Contrôle total et très efficace avec la navigation de 360° à mouvements circulaires - Un des jeux les plus complexes dans la boutique en ligne avec plus de 15 ennemis simultanés. - Lance un défi à un adversaire en mode multijoueur en ligne/local 1 contre 1 pour devenir le meilleur pirate du monde. - Boss de fin de niveau incroyables et fantastiques.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-07-02",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a3635fc53b547a6087b677fc10415e1d4ec0c7ca1d16ca9716cd9ae13051b6db.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/44ce6b1e08f973e19c3dcc1321437bf714cdd53d232a4aaaf14744a3271225b0.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/9a48908303c7120b274242c17b76dfcd55cc79cc65ea9f08525e45b1360f103a.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/26e1f71ab94a8edd830a27a6d82f6f349786266ca54ed60f1c65a1ab35248869.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/eed7a8129ee15959814cebd963e39628b93e7ad7aa9f4ec0b017af2dbd292d9f.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/efc2bdbcf1d067b1d8270611d80be26a7fa06cd360624fa8c914a24bc24a1349.jpg"
		}
	],
	"movies": []
}