{
	"title_id": "000400000014F500",
	"eshop_id": "50010000038724",
	"product_code": "CTR-N-KRUP",
	"name": "Rytmik Ultimate",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 45,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/6b7b3c161ce81eb03bfc3bc44211f0c3c4cfa91b08db5c1c0886b3346f4cd96c.jpg",
	"data_size": "57232228",
	"description": "Rytmik – это мощная «карманная» радиостанция, которая позволяет не только воспроизводить сэмплы и музыкальные инструменты, но и микшировать их, обрабатывать звук, создавать музыкальные трэки и клипы для ваших сетлистов пятничного вечера. Благодаря новым функциям Rytmik Ultimate выводит создание музыки на совершенно новый уровень. Rytmik позволяет делиться своими композициями с другими пользователями через Rytmik Cloud и может использоваться как плеер для музыки, выгруженной с его помощью в Rytmik Cloud. Более того, пользователи могут обмениваться композициями и совместно работать над их созданием. Благодаря развитому модулю спецэффектов вы можете обрабатывать звук с использованием ADSR-огибающей, вибрато, портаменто, цифровой задержки и фильтра-преобразователя шума. Rytmik Ultimate содержит библиотеку звучаний более 750 инструментов, в том числе входивших в библиотеки предыдущих программ семейства Rytmik (Rytmik, Retrobits, Hiphop King и World Music), а также совершенно новые наборы сэмплов – от ритмов дапстепа и басов до соло на синтезаторе и специальных эффектов. Разумеется, Rytmik Ultimate в сочетании с Rytmik Cloud содержит намного больше функций и дополнений по сравнению с другими популярными версиями – и непременно обогатит ваше творчество возможностями играть со звуком и сочинять музыку прямо на ходу. Основная функциональность Делитесь своими композициями через Rytmik Cloud Сохраняйте и экспортируйте свою музыку в формате WAV олее 750 музыкальных инструментов астягиваемый сигнал в модуле синтезатора Расширенные спецэффекты: ADSR-огибающая, цифровая задержка, фильтр-преобразователь шума, смещение сэмпла, настройка циклов и многое другое Почти все параметры спецэффектов можно модулировать с помощью пошагового секвенсера Простой, интуитивно понятный, но богатый возможностями интерфейс Rytmik Ultimate – это мощная «карманная» радиостанция. ",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-12-10",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/7dbb767143205c0339263f518d9763d732cbe4de73ac0f891dd345b1592f4e37.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/e1f3640bbadd27132f1de10bed85a840651d247f91faee6a0d76621842b088d9.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/31b136ea6f0b7f0bb5f2fcb045e382c8b6eecb41ed820f00526e953f690befa9.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/2180834908f5b492da68a62076179fb3d2265f378358d1fd5311871d617692a3.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/05006888cd0729b1f65b96a63a411b7f3a77fe0c1f9cecfd487f7860888524c2.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/dcf94b78d94a7c4387a2fcebafad04399822077e3b8467429b05a22e365ce9e0.jpg"
		}
	],
	"movies": []
}