{
	"title_id": "0004000000081100",
	"eshop_id": "50010000009727",
	"product_code": "CTR-N-JCRE",
	"name": "Colors! 3D",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 742,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/a3d8f2683380f9266c57a14b69c1b22d64aeecf2648d6cc8b0a9fe27ce808557.jpg",
	"data_size": "27507556",
	"description": "Colors! 3D is a simple yet robust painting application that combines ease of use and powerful painting tools. Based on modern painting techniques originally developed for professional drawing tablets, Colors! 3D is tailored for the Nintendo 3DS system and caters to everyone from serious artists to aimless doodlers. Whether you are looking to sketch, paint, or draw up your next plans for world domination, Colors! 3D is the perfect digital sketchbook. Create and view your own 3D paintings for the very first time Connect to the online Colors! 3D gallery to share and celebrate your works with the world Paint with a friend on a shared canvas using Nintendo 3DS Local Play For those who like to stay within the lines, Colors! 3D comes with an assortment of coloring pages Update Includes: Follow your favorite artists in the gallery to make sure you don’t miss any of their paintings Customize your Nintendo 3DS button setup to streamline your painting flow Use the new search-bar to easily find paintings of your favorite topics Filter paintings in the gallery based on if they used a reference photo not – only want to see original works? No problem See what tools you and others used to create a painting – and find out who spent over 30 hours on a single work! Get news directly in Colors! 3D about everything from gallery improvements to painting contests Make your own gallery page more individual by customizing it with a message and a profile picture Tag your paintings with the new #tags system for other users to easily find them And tons (and tons) of other additions and bug-fixes ",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2012-04-05",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a04eb655cbc4743a2d24fc448c4af883c556413b267fe7263537e76f43ce26bc.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/9ce10a4d96648ad31112f18f19934b210985ee11ada9c037b7eb638213fd60b6.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/b96650eee3d5a0c81b546a8d147c355a112a3f5d63a978015a157169c9b7cf95.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/37bdd90a02d367149facfa2d85118fd4e3ea72837595cdef89a87b72c1c763b0.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/46324e46f0590b7bbe0a7f0eb350dadff68ad44dba8863c319d97d5391d56ecd.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/6d9bd8b0ad9df19f2d0af57a9fafc22a752463a0a42ae7f439b0b5bf702578f4.jpg"
		}
	],
	"movies": []
}