{
	"title_id": "0004000000043300",
	"eshop_id": "50010000000483",
	"product_code": "CTR-P-ADEP",
	"name": "Sports Island 3D",
	"platform": 18,
	"platform_device": "CTR",
	"publisher": 149,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/df37c3073b2dd1104f4d26eb47fe3cede55c7a58cd0e6c5a975a8f400a2dd18a.jpg",
	"data_size": null,
	"description": "La serie Sports Island, de Konami y Hudson, salta de la consola Wii a Nintendo 3DS con el lanzamiento de Sports Island 3D, un título que permite a los jugadores participar en una variedad de eventos deportivos tridimensionales sin la necesidad de utilizar gafas especiales. Con diez deportes diferentes disponibles, este título ofrece diversión tanto a los jugadores amantes de disciplinas serias como a los que prefieren actividades menos pesadas. Puedes escoger entre fútbol, baloncesto, tenis, hockey sobre hielo, sumo, bolos, trampolín, carreras por la nieve, peleas de bolas de nieve y tiro con cerbatana. Con tantos deportes entre los que elegir, no resulta sorprendente que cada uno tenga un esquema de control único que tendrás que aprender. El tiro con cerbatana hace uso del sensor de giro de Nintendo 3DS, lo que te permitirá apuntar al objetivo inclinando la consola. Cuando hayas dado con tu marca, sopla en el micrófono para disparar el dardo y comprobar tu precisión. Por otro lado, si lo que quieres hacer es dar saltos y más saltos en el trampolín, tendrás que utilizar el botón deslizante y los botones, amén de tu propio sentido de la oportunidad. Si lo que te gusta es demostrar tus increíbles dotes deportivas, te encantará la función 'Super Play', que permite a los jugadores que consigan dominar una serie de jugadas utilizar una maniobra especial que puede cambiar el ritmo del juego. Sports Island 3D tiene varios modos para un único jugador que te pondrán a prueba, como 'Open Match', 'Random Match', 'Championship' y 'Tournament'. Puedes además crear tu propio equipo, que irá ganando experiencia y podrá desbloquear nuevas jugadas y mejoras a lo largo del juego. Por si esto fuera poco, el juego cuenta tanto con el modo de juego local como con el modo descarga para hasta cuatro jugadores, así podrás jugar con tres de tus amigos con una sola tarjeta de juego.",
	"availability": {
		"eshop": false,
		"retail": true,
		"dates": {
			"eshop": null,
			"retail": "2011-06-09"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/37f220d710acb6d40a148080638cdde874c5128712ca2654a51bf7a2b90ec87e.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/810df303af54c30ffc5dcf110a445a492e9a63f0af93435ab5a5dcc6a7be3f81.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/017ca5645f2abc52de4ed00d42170b7d33f5db772393bfdec775b252ef2d3d62.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/6474a535c1996800c3d84a735d485f6224bc4b31e5d049b6951f4c38bf25f8d3.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/58914e4bc06b50cb4f8e1e4050335a2f45d1aa97556f9cf327bc6d41d40c1bfb.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/322ad8b2637adaf8a9f176b9ac7297afc39af1706e2e9f01d06816bbbaedd955.jpg"
		}
	],
	"movies": []
}