{
	"title_id": "00040000000D1600",
	"eshop_id": "50010000014802",
	"product_code": "CTR-N-JBGP",
	"name": "Witch's Cat",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 12,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/472e2491ead4bb6d1c16c77f5d27571271237557f3b27bb395497abd8e1d0944.jpg",
	"data_size": "51166052",
	"description": "В предыдущем приключении, Злая Королева направила большую группу ее драгоценных приспешников и чеширских котов, чтобы найти и захватить Alice и Rabi. Вскоре, после того как они были захвачены, один из фаворитов королевы, чеширская кошка по имени Alicia, заинтересовалась в Alice и инстинктивно начала понимать, что Alice была хорошим человеком. Alicia, неизвестная Alice и Rabi, помогла им сбежать из места ихнего заключения. Alicia, разочарованная в связи с тем, что она была неспособна общаться с Alice, захотела стать человеком и смочь поговорить с Alice, надеясь подружиться с ней. Королева узнала о тайном желании Alicia и заключила ее в тюрьму, которая была расположена в глубине своих владений. Dubois - могущественная ведьма с сомнительной репутацией и враг королевы - обнаружила Alicia и помогла ей сбежать. Dubois узнала о желании Alicia стать человеком и предложила ей помощь. Witch’s Cat - не только игра-пазл, но и рассказ о личном пути познания веры Alicia, мужестве и предательстве. Станет ли мечта Alicia явью и откроет ли она для себя человеческий мир? Особенности: -Изучите 50 хитроумный этапов разработанных Queen и попробуйте с них сбежать. -Возможность переключаться между человеком и чеширской кошкой. -Достигните мастерства в использовании различных типов магии . -Откройте для себя темные и нераскрытые тайны Wonderland.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-06-20",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1fba6f559be7b54c24b4401bbf06c7fe4bdf3d88c764440118b4073fd8f23635.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/edf6fd0a8901a62f3bb8eff23132132931c4a3dd444baa0cf80b6006018e497b.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/34bc07dad1bd33f3178ff692c029279a40590c3af0cc3b77d83beec1e1aecdc3.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/899e7f45458a258971aa36e272a4145a574b5a75a4d0f413eee721f6fbd90e13.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/ac769e99da2bc7add0146eec8a5b3de8b82c4f40fadec87b05e6822df4f31d96.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/c0864db29800e9458dd0327140c827e5313eb67b6eb181721f0cd47b532919ed.jpg"
		}
	],
	"movies": []
}