{
	"title_id": "0004000000167400",
	"eshop_id": "50010000034616",
	"product_code": "CTR-N-KFPP",
	"name": "Fantasy Pirates",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 76,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/470434cc4432310863256d29e03b37bbf910e0147af6263970e08084058d4a64.jpg",
	"data_size": "51768164",
	"description": "Addentrati nelle avventure del clan dei pirati. Solca i mari alla ricerca di isole e forzieri contenenti tesori. È un mondo di fantasia nel quale incontrerai cose inusuali come barche porcellino, bestie rare dei mari e oggetti strani di ogni tipo. Tieni sempre sotto controllo i tesori e i nemici con la navigazione a 360º, sistema semplice ma molto efficace. Un'altra delle caratteristiche della nostra nave pirata consiste nel fatto che può saltare e immergersi, indispensabile per schivare o evitare ostacoli e procedere nell'avventura. Con il touchscreen è possibile controllare lo sparo. Ciò significa che avrai una precisione intuitiva e assoluta. Ottieni Item speciali come il \"super cannone\" con il quale godrai di una capacità distruttiva totale, radendo al suolo tutto ciò che incontrerai sul tuo cammino. O l'Item \"imbarcazione pulce\" che ti consentirà di diventare piccolo come una pulce. Sfida i tuoi amici e chi vuoi tu con la modalità \"online\" 1 vs 1. Sarai il miglior pirata mondiale di tutti i tempi!!! *** Caratteristiche: - Modalità avventura con mappa piramidale nella quale puoi scegliere il percorso e il livello di difficoltà - Controllo totale e navigazione efficace circolare a 360° - Uno dei giochi più accattivanti nell'eShop, con oltre 15 nemici simultanei. - Sfida un avversario in modalità multigiocatore online/locale 1 vs 1 per essere il miglior pirata del mondo. - Incredibili e fantastici Capi finali.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-07-02",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a3635fc53b547a6087b677fc10415e1d4ec0c7ca1d16ca9716cd9ae13051b6db.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/44ce6b1e08f973e19c3dcc1321437bf714cdd53d232a4aaaf14744a3271225b0.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/9a48908303c7120b274242c17b76dfcd55cc79cc65ea9f08525e45b1360f103a.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/26e1f71ab94a8edd830a27a6d82f6f349786266ca54ed60f1c65a1ab35248869.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/eed7a8129ee15959814cebd963e39628b93e7ad7aa9f4ec0b017af2dbd292d9f.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/efc2bdbcf1d067b1d8270611d80be26a7fa06cd360624fa8c914a24bc24a1349.jpg"
		}
	],
	"movies": []
}