{
	"title_id": "0004000000112500",
	"eshop_id": "50010000019013",
	"product_code": "CTR-N-JXSP",
	"name": "Bird Mania Christmas 3D",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 270,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/5d50cf8778b2eb3637080d33f5671349df43a062344725f6ae27e0fa820cf9a7.jpg",
	"data_size": "25267044",
	"description": "Il Natale è ormai alle porte e in cielo c’è un gran traffico di elfi di Babbo Natale, indaffarati nel consegnare regali in tutto il mondo. Il nostro Mojo continua a volare verso i cieli caldi dell’Africa, con un berretto da Babbo Natale in testa. È giunto il momento di mettere il turbo alle ali e raggiungere il piacevole tepore tropicale al più presto! Plana sulle punte innevate degli abeti evitando i nemici e colleziona il maggior numero possibile di bonus raccogliendo le stelle e le scintillanti palline natalizie. Fatti strada nell’incantato mondo di ghiaccio, pieno di bastoncini di zucchero e omini di pan di zenzero. Raggiungi la vetta della classifica on-line! Non rovinarti il Natale ed evita di scontrarti con gli elfi! Con questa edizione natalizia di Bird Mania il divertimento è garantito! - Edizione invernale ispirata al Natale, con una nuova classifica on-line per i punteggi migliori: la corsa verso la vetta si fa sempre più dura! - Vola nel freddo inverno del mondo di ghiaccio, pieno di omini di pan di zenzero, bastoncini di zucchero e abeti di Natale! - Raccogli tutte le stelle e le palline! - Sconfiggi i nemici e guadagna punti bonus! Fa’ attenzione però a non scontrarti con gli elfi…non vorrai mica rovinarti il Natale, vero?",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-12-26",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/553950458b25edcd01154b388425535d9b4377d78b96062c9677db558f179378.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/0b64c02a2be2255c41e07fe7dd4161617a15efef1626ab92ebc8d2c4bbe7d6b2.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/179e383300939ce45471183544d717ed9786a0244c80a0c325e675cc6a9264fd.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/0b64c02a2be2255c41e07fe7dd4161617a15efef1626ab92ebc8d2c4bbe7d6b2.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/ef10cd4890e934f6518ae14ad803845966ad3ff7c144029ce0da340651e2e6c1.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/0b64c02a2be2255c41e07fe7dd4161617a15efef1626ab92ebc8d2c4bbe7d6b2.jpg"
		}
	],
	"movies": []
}