{
	"title_id": "0004000000121000",
	"eshop_id": "50010000021293",
	"product_code": "CTR-P-AHXP",
	"name": "Hometown Story",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 220,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/8ba5619b4492d91fccd0c5ea2af04c3e9d9879d0188a640c7035ee65102966c3.jpg",
	"data_size": "578009956",
	"description": "Yasuhiro Wada, le créateur de la saga Harvest Moon, revient avec une expérience tendre et amusante, pleine de rires et d’enthousiasme. Préparez-vous à vivre une nouvelle vie et à créer votre propre aventure dans Hometown Story ! Ayant hérité d’un magasin délabré, vous devez retourner dans votre ville natale et transformer l’endroit en un commerce dont votre défunte grand-mère aurait été fière. Avec l’aide d’un lutin magique nommé Pochikal, vous vous ferez de nouveaux amis et verrez la ville grandir au fur et à mesure de vos réussites. Développez votre magasin, découvrez de nouvelles marchandises fantastiques à vendre, participez à des aventures passionnantes et rencontrez le partenaire de vos rêves ! Grâce à un mode de jeu amélioré et de nouvelles fonctionnalités, Hometown Story est l’apogée de la vision de Yasuhiro Wada. Fonctionnalités du jeu • La nouvelle aventure du créateur de Harvest Moon, Yasuhiro Wada, aidé du compositeur de Final Fantasy, Nobuo Uematsu et du dessinateur Atsuko Nishida. • Héritez d’un magasin délabré et aidez-vous de Pochikal, le lutin magique, pour en faire le meilleur commerce à des kilomètres à la ronde ! • Choisissez les meilleures marchandises à vendre et faites en sorte que les habitants reviennent toujours plus ! • Exportez-vous et faites des rencontres, collectez des biens et d’autres articles qui répondent aux besoins des habitants. • Plus vous vendez, plus votre magasin s’étend… et plus la ville s’agrandit ! Attirez de nouveaux habitants et faites de cette aventure un succès ! • Les relations se développent et les gens changent : les étrangers deviennent des amis et les amis bien plus encore !",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2014-05-01",
			"retail": "2014-05-02"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/ac6092761d0ab06d0b485cddc4e6450b60cedbda24146fd09f81ca9e59c77e5d.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/60e68f15b75ee2ff888e205d00c9dee447aa5c04b3fe78d16930dd01135f2d10.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1316def93e25ba232d9b510f26fc8cf850ac66dcca5b637dd814073aff6df99d.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/552a1cf821152b13a15e46aba42b202127421d8df283780784fa19a402d83b1c.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/721c4173c84cab910e2067d3fd48be15b58e3af86b662eadbb59e1a776aa5720.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/b5c8740b52439829514fdad53117344bf267d39471507fe92204858a454b7b77.jpg"
		}
	],
	"movies": []
}