{
	"title_id": "0004000000126B00",
	"eshop_id": "50010000023035",
	"product_code": "CTR-N-NC6P",
	"name": "Tomodachi Life™ Welcome Version",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/bf4bcd201ac451db4d35f725a8ed2dc6e1128264e3152f4b4cbda5cfa4087078.jpg",
	"data_size": "130956132",
	"description": "This Tomodachi Life: Welcome Version* gives you a taste of Tomodachi Life by creating up to three Mii characters with individual voice settings and personality traits. You can sample the gameplay, such as feeding Mii characters, giving them items such as new interiors and clothing, and watching them perform. If you like Tomodachi Life after completing the Tomodachi Life: Welcome Version, you can even keep your progress and move the islanders you created to the full version of Tomodachi Life (purchasable in Nintendo eShop and retail).** Furthermore, players who complete the Tomodachi Life: Welcome Version can unlock a rare panda suit*** in one of eight colours to put on their Mii characters, and also use in the full version. * Features and locations are limited in this Tomodachi Life: Welcome Version compared to the full version of the game, but any Mii™ characters created can be transferred to the full version. ** The Tomodachi Life: Welcome Version can be completed multiple times, however each time it will overwrite the previous save file. Only the last completed save file can be transferred to the full version. *** Users of the Tomodachi Life: Welcome Version must own the full game (purchasable at retail and in Nintendo eShop) to exchange the panda suit with other players. The player that gifted the download code for Tomodachi Life: Welcome Version to another player does not receive the panda suit automatically. The panda suit can also be unlocked through normal gameplay in the full version.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-06-06",
			"retail": null
		}
	},
	"screenshots": [],
	"movies": []
}