{
	"title_id": "00040000001B2900",
	"eshop_id": "50010000042081",
	"product_code": "CTR-P-BYSP",
	"name": "YO-KAI WATCH® 2 : Spectres psychiques",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/c8a236dfc85ff30047ab6acf6501120a6aad06583097ebbd32664fcca1f0fc64.jpg",
	"data_size": "3855403876",
	"description": "Si vous achetez une version numérique de YO-KAI WATCH 2 : Spectres psychiques, vous obtiendrez un objet spécial dans le jeu qui vous permettra de rencontrer Machonyan et vous donnera la chance de l'apprivoiser. Préparez-vous à vivre l'aventure ultime dans le monde mystérieux et farceur des Yo-kai avec YO-KAI WATCH® 2 : Spectres psychiques ! YO-KAI WATCH® 2 : Spectres psychiques permet de découvrir YO-KAI WATCH® 2 en entier, et propose en plus une bonne dose de charme et de mystère, s'adressant aussi bien aux fans des Yo-kai qu'aux nouveaux venus dans cette série. En plus de proposer le contenu intégral de YO-KAI WATCH® 2 : Fantômes bouffis et YO-KAI WATCH® 2 : Esprits farceurs, YO-KAI WATCH® 2 : Spectres psychiques offre une multitude de nouveautés : - 12 nouvelles quêtes, dont une qui explore les origines du mystérieux Darknyan. - La possibilité de se lier d'amitié avec 15 perfides Yo-kai, qui étaient précédemment vos adversaires. - Des donjons exclusifs pour les possesseurs de Fantômes bouffis et Esprits farceurs. Les joueurs disposant de données de sauvegarde de l'un de ces jeux ou des deux pourront accéder à de nouveaux donjons, affronter des boss spéciaux et rencontrer des Yo-kai exclusifs. - De nouveaux lieux à explorer, notamment le fantastique parc de loisirs Gera Gera. - Une version étendue du mode de coopération en local Yo-kai Watch Blasters, avec de nouveaux boss puissants à affronter.",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2017-09-29",
			"retail": "2017-09-29"
		}
	},
	"screenshots": [],
	"movies": [
		{
			"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/a318fa016eaba4485056ddaa00e1c753941bf8de7965b91345f8611ffa803ab2.jpg",
			"name": "YO-KAI WATCH 2 : Spectres psychiques : bande-annonce",
			"files": [
				{
					"quality": "HQ",
					"format": "mp4",
					"movie_url": "https://kanzashi-movie-wup.cdn.nintendo.net/m/cf88395250b62c0cbc38fc54721bb9cd8c29c4e9ede5bb638eb6b4c66e83d7ac.mp4",
					"width": "1280",
					"height": "720",
					"dimension": "2d",
					"play_time_sec": "117"
				}
			]
		}
	]
}