{
	"title_id": "00040000000BEF00",
	"eshop_id": "50010000019753",
	"product_code": "CTR-N-AHMP",
	"name": "Brilliant Hamsters!",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 220,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/d19f3b0372167dffdd90d15f31d2453c2b6dcdff0f90e1a354a84554741d246a.jpg",
	"data_size": "187644772",
	"description": "Вы — счастливый обладатель Домашних Хомячков! Brilliant Hamsters! - это игра, которая позволит вам прожить удивительно новую жизнь с вашими домашними животными — хомячками! Забота о них даст вам возможность заработать марки и потом нарядить их для прогулки! *Заработайте Марки и Пойдите на Прогулку Вы зарабатываете марки заботясь о ваших хомячках. Получите много марок, чтобы обрести больше хомячков и клеток. Всего есть 20 клеток. Постарайтесь получить как можно больше клеток и использовать их, когда вы идете на прогулку с вашими хомячками. *Играть в АR Игры Играть с вашим хомячком, используя AR Карту. *Пойти на Прогулку со СтритПассом. Используя СтритПасс, вы можете обмениваться информацией о хомячках с другими игроками, которых вы встретите. Это ваша возможность похвастаться вашим симпатичным хомячком, за которым вы так отлично заботились. *Марки Вы получаете марки за то, что вы успешно заботитесь о хомячках. Если вы получите много марок и заполните полностью ваш лист марок, вы можете обменять их на новые клетки. Заполните много листов марок, чтобы улучшить вашу оценку и открыть новые типы клеток или купить предметы. *Звезды Вы также зарабатывете звезды за вашу заботу о хомячках. Заботьтесь хорошо, и вы получите много звезд! Обменяйте их на предметы в магазине. Вы тоже можете получить звезды, используя Поиск, AR игры или Сеанс Моды.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-01-30",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/f6753e5a39548468d11684857bf762f6ababee42f214edc17f5625364784ecb9.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ea73c0253f7c48b6129d471655891a490f4db1be3ea33d6e455ae3b544696036.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/21544e1e36f388c7d64c8e90c74a33adcf056c464b7dba6d33424a7f2ab86a17.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/bd35a4c27b1626470efe9d802a4e1ce027e336a6ce7f4fe6b92eb18924f41a9e.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/d08edaa77a7dc1e7d8e1caf66d3fd883e429bb0d205a1c41d5b045431f8c94f8.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/0992e31f7cd4053f53a294dfe13de450794c8ef6aa0a3017a4c02d7ccd7c7fd8.jpg"
		}
	],
	"movies": []
}