{
	"title_id": "0004000000043400",
	"eshop_id": "50010000000485",
	"product_code": "CTR-P-AS9P",
	"name": "Sudoku - The Puzzle Game Collection",
	"platform": 18,
	"platform_device": "CTR",
	"publisher": 149,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/f4fb747069c24460b57c0808ab5afbf5c083288dbab509c3da710e5767956e47.jpg",
	"data_size": null,
	"description": "Scopri sotto un'altra luce un popolare gioco rompicapo, il Sudoku, che acquista nuova vita sul Nintendo 3DS. Sudoku – The Puzzle Game Collection porta 600 rompicapi nel palmo della tua mano. Tra questi, oltre al Sudoku, troverai altri giochi di logica giapponesi come lo Shikaku, Hashi e l'Akari. Ognuno di essi presenta le sue sfide caratteristiche, più o meno impegnative a seconda del livello di difficoltà che sceglierai. E se non hai molta dimestichezza con alcuni dei rompicapi offerti, puoi iniziare con utili tutorial che dovrebbero aiutarti a pensare in modo più libero e creativo. Oltre alla classica sfida offerta dal Sudoku, nello Shikaku dovrai dividere una griglia numerata in quadrati e rettangoli con lo scopo di contenere i numeri in una sola scatola che ha un numero di lati pari al numero che ospita. In Hashi dovrai collegare isole numerate con ponti, seguendo una serie di condizioni che metteranno a dura prova le tue abilità nella risoluzione di rompicapi! Infine, in Akari, il tuo compito consisterà nel collocare lampadine nel giusto ordine perché queste si accendano. Man mano che vai avanti nelle 600 sfide disponibili, sarai ricompensato con medaglie per le risoluzioni più rapide e i tuoi record verranno salvati così da motivarti a migliorare. Sudoku: The Puzzle Game Collection utilizza inoltre le monete di gioco della console Nintendo 3DS. Passeggiando con il Nintendo 3DS in modalità Riposo, puoi guadagnare ogni giorno fino a 10 monete di gioco, per un massimo di 300 in totale. Le monete di gioco guadagnate possono poi essere spese nel gioco stesso per sbloccare suggerimenti per i rompicapi da cui proprio non riesci a venire fuori.. A migliorare l'esperienza c'è il potere del Nintendo 3DS che conferisce al gioco un richiamo visivo unico. Vedrai i ponti che completi in Hashi e le scatole che formi in Shikaku prendere vita davanti ai tuoi occhi, il che renderà ogni rompicapo completato un'esperienza ancora più gratificante! Il gioco utilizza inoltre i sensori di movimento del Nintendo 3DS. Basta inclinare la console per avere una visione d'insieme del rompicapo su cui stai lavorando sullo schermo 3D. Produci un rumore nel microfono del Nintendo 3DS e l'immagine si convertirà nella corona che potresti vincere se risolvi con successo il rompicapo.",
	"availability": {
		"eshop": false,
		"retail": true,
		"dates": {
			"eshop": null,
			"retail": "2011-06-09"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a02e83a24cb37630fce3bb70b6a00e31f87e953e5e31bb6a55f4e038585d3329.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/da8daa1a0052f1cf8e88fd568c542e92f220d65a27b6d87877f6e5bbef5ad218.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a02e83a24cb37630fce3bb70b6a00e31f87e953e5e31bb6a55f4e038585d3329.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/44da2eace449d751887eea4be1d8a8da3887df9d842ac4e03f484bdf874ad16f.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a02e83a24cb37630fce3bb70b6a00e31f87e953e5e31bb6a55f4e038585d3329.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/364331f34aa71cef8296e72a280a3cdb81254e48499a18270017e18096b24829.jpg"
		}
	],
	"movies": []
}