{
	"title_id": "00040000000C9B00",
	"eshop_id": "50010000018433",
	"product_code": "CTR-N-JTTA",
	"name": "Banque Pokémon™",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 210,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/910d7e0084d05dfb215c49b7f3b959f9f5c958864a8ae626ba9655c387de9c15.jpg",
	"data_size": "64236388",
	"description": "Banque Pokémon est un logiciel qui permet de connecter votre console de la famille Nintendo 3DS à des Boîtes personnelles sur Internet pour y déposer, stocker et gérer vos Pokémon. Transférez les Pokémon que vous avez dressés avec tant de soin dans votre prochaine aventure ! Banque Pokémon est un service avec un coût de service annuel. Banque Pokémon est compatible avec les jeux suivants : Pokémon X Pokémon Y Pokémon Rubis Oméga Pokémon Saphir Alpha Pokémon Version Rouge Pokémon Version Bleue Pokémon Version Jaune : Edition Spéciale Pikachu Pokémon Soleil Pokémon Lune Avec Banque Pokémon, vous aurez accès à 100 Boîtes contenant chacune 30 Pokémon, soit un total de 3 000 Pokémon ! Banque Pokémon est un outil pratique pour tous les Dresseurs qui aiment collectionner un grand nombre de Pokémon différents, ou pour ceux qui veulent préparer plusieurs équipes de choc pour le combat et la compétition ! Si un accident devait se produire et que vous perdiez votre carte de jeu, vos Pokémon seraient eux toujours en sécurité et prêts à être transférés dans une nouvelle partie, pour peu que vous les ayez stockés avec Banque Pokémon ! En utilisant Banque Pokémon, vous serez en mesure de transférer les Pokémon attrapés des versions console virtuelle de Pokémon Version Rouge, Pokémon Version Bleue et Pokémon Version Jaune : Édition spéciale Pikachu vers votre exemplaire de Pokémon Soleil ou Pokémon Lune. Les Pokémon de Pokémon Rubis Oméga, Pokémon Saphir Alpha, Pokémon X et Pokémon Y pourront aussi être transférés dans Pokémon Soleil ou Pokémon Lune de la même manière. Lorsque vous téléchargez Banque Pokémon, vous pouvez aussi télécharger gratuitement l'application liée Poké Transfert. En insérant une carte de jeu de Pokémon Version Noire, Pokémon Version Blanche, Pokémon Version Noire 2 ou Pokémon Version Blanche 2 dans une console de la famille Nintendo 3DS, vous pourrez utiliser Poké Transfert et transférer des Pokémon depuis ces jeux vers leurs propres Boîtes en ligne. Vous pourrez ensuite les transférer dans les jeux Pokemon compatibles grâce à Banque Pokémon ! Il se peut que vous ne puissiez pas utiliser Banque Pokémon ou Poké Transfert pour déposer dans vos Boîtes en ligne des Pokémon créés illégalement par un logiciel non autorisé par The Pokémon Company et Nintendo ou pour déplacer ces Pokémon d'une Boîte à l'autre.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-02-04",
			"retail": null
		}
	},
	"screenshots": [],
	"movies": []
}