{
	"title_id": "00040000001B2900",
	"eshop_id": "50010000042081",
	"product_code": "CTR-P-BYSP",
	"name": "YO-KAI WATCH® 2: Droomfantomen",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/c8a236dfc85ff30047ab6acf6501120a6aad06583097ebbd32664fcca1f0fc64.jpg",
	"data_size": "3855403876",
	"description": "Als je de downloadbare versie van YO-KAI WATCH 2: Droomfantomen koopt, dan krijg je een speciaal in-game item waarmee je Machonyan in de game tegenkomt en vriendschap met hem kunt sluiten. Bereid je voor op de ultieme reis naar de mysterieuze en grappige wereld van de Yo-kai, in YO-KAI WATCH® 2: Droomfantomen! YO-KAI WATCH® 2: Droomfantomen bestaat uit de volledige YO-KAI WATCH® 2-games, inclusief allerlei extra mogelijkheden en content, en biedt een wereld aan plezier, charme en mysterie voor zowel nieuwe spelers als bestaande Yo-kai-fans. Afgezien van de volledige content uit de games YO-KAI WATCH® 2: Skeletspoken en YO-KAI WATCH® 2: Gigageesten, heeft YO-KAI WATCH® 2: Droomfantomen het volgende te bieden. - Twaalf nieuwe missies, waaronder een missie waarin je op zoek gaat naar de oorsprong van de mysterieuze Darknyan - De kans om vriendschap te sluiten met vijftien Wicked Yo-kai, die je tot nu toe alleen bent tegengekomen als tegenstanders - Exclusieve kerkers voor spelers van Skeletspoken en Gigageesten – spelers die beschikken over opgeslagen spelgegevens van een of beide voorgaande versies, krijgen toegang tot nieuwe kerkers, en kunnen strijden met speciale eindbazen en vriendschap sluiten met exclusieve Yo-kai - Nieuwe locaties om te verkennen, waaronder het fantastische Gera Gera-oord - Een uitgebreide versie van de lokale samenwerkingsstand YO-KAI WATCH Blasters, waarin je machtige nieuwe eindbazen kunt verslaan",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2017-09-29",
			"retail": "2017-09-29"
		}
	},
	"screenshots": [],
	"movies": [
		{
			"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/a318fa016eaba4485056ddaa00e1c753941bf8de7965b91345f8611ffa803ab2.jpg",
			"name": "YO-KAI WATCH 2: Droomfantomen: Trailer",
			"files": [
				{
					"quality": "HQ",
					"format": "mp4",
					"movie_url": "https://kanzashi-movie-wup.cdn.nintendo.net/m/d8e30a9f3a814fe97a1ebafbedd3a28cd9df3aec275f4e40e953781636db803c.mp4",
					"width": "1280",
					"height": "720",
					"dimension": "2d",
					"play_time_sec": "117"
				}
			]
		}
	]
}