{
	"title_id": "00040000001AD900",
	"eshop_id": "50010000042367",
	"product_code": "CTR-N-KEQP",
	"name": "Elliot Quest",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1406,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/67f988879a2dc50a301423d70b1f13aadcb3bdac9a695054bd4a0bd2bf72f05b.jpg",
	"data_size": "95259492",
	"description": "Elliot не может умереть, но его время все же на исходе. В игре Elliot Quest жертва редкого проклятия должна найти лекарство, прежде чем превратиться в демона. После того как жена Elliot-а исчезает, он заболевает и пытается совершить самоубийство, но обнаруживает, что не может умереть. Страдая от кошмаров и слабея день ото дня, Elliot находит местного мудреца, который рассказывает ему, что он стал жертвой редкого проклятия. Демон по имени Satar медленно вытягивает жизненную силу Elliot-а. Если Elliot не сможет найти лекарство от проклятия, прежде чем станет слишком поздно, он превратится в Satar-а. Его единственная надежда — обратиться за помощью к одному из хранителей острова, которые не позволили Satar-у захватить Urele. Изучайте живой открытый мир, полный тайн и загадочных хранителей, которые могут помочь вылечить проклятие бессмертия Elliot-а. На протяжении всего этого приключения вы соберете бесчисленное множество способностей и заклинаний, проберетесь в своих поисках через 5 подземелий и победите на своем пути 16 уникальных боссов, чтобы открыть различные концовки. Miiverse™ Интеграция и марки Сбор Марки всей вашей приключений, и использовать их для создания и совместного Примечания к Miiverse™ о секретах вы обнаружите в Elliot Quest!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2017-05-11",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/5851ad926e52f9652d1f4326d6fc98c4b85786dd4c88c030d34699ec74ed25a6.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/41360c707e2a1d728cbf5ec5695046e189e6526894323a1798ee37a634f3ae76.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/21f931edc1a14209c82aa238a36e2250b263871c16a74f2e38168f1b016e757b.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/7c070dc931ff65ac6633ba95fba5a1e7e223e59e85a778abdfe6b6a330fd1fa0.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/d9d503592840c8d5e7f6c8257fe670a7fdad8b6d9454e39e3e562256e44dd8a1.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/c28273a1727f95e5c3b7aa5ebbea81bcb5b86f5ca41bdc3fa9c285273a7ac314.jpg"
		}
	],
	"movies": []
}