{
	"title_id": "0004000000172D00",
	"eshop_id": "50010000043480",
	"product_code": "CTR-N-QBWA",
	"name": "Pokémon™ Silver Version (French Version)",
	"platform": 22,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/41636dd10d5684b02274fb9c3c3ce5ab5127403fc70fd7590cc9d4033bc14a77.jpg",
	"data_size": "11443044",
	"description": "When initially launched on the Game Boy™ Color system, the Pokémon Silver Version game continued to expand the Pokémon universe, adding 100 Pokémon, held items, Pokémon eggs, and real-time events thanks to an internal game clock. Now a new feature lets you trade and battle Pokémon using local wireless on the Nintendo 3DS™ family of systems! Dozens of Pokémon join the action, including Legendary Pokémon trio Raikou, Entei, and Suicune. Pokémon Silver Version introduced new Pokémon types as well—look out for Steel-type and Dark-type Pokémon throughout your travels. At the start of your expedition, you'll have the option to choose one of three starting Pokémon: Chikorita, Cyndaquil, or Totodile. Then, prepare to battle your rival frequently as the two of you make your way across the incredible Johto region. You’ll find Pokémon in Pokémon Silver Version that you won’t find in Pokémon Gold Version, so look for a fellow Trainer to trade with! The Mythical Pokémon Celebi will be available as a gift in Pokémon Sun, Pokémon Moon, Pokémon Ultra Sun, and Pokémon Ultra Moon for players who have purchased the Nintendo 3DS Virtual Console versions of Pokémon Gold or Pokémon Silver. Celebi cannot be obtained through normal gameplay. * The code will appear when Pokémon Gold or Pokémon Silver is purchased in Nintendo eShop between September 22, 2017 and September 21, 2018. Enter the code by October 31, 2018 to claim Celebi in your Pokémon Sun, Pokémon Moon, Pokémon Ultra Sun, or Pokémon Ultra Moon game. Celebi will not be available for your Pokémon Gold or Pokémon Silver game. For more info, visit [Pokemon.com}",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2017-09-22",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/843f3d7d05de9a1532700d982e32ba4ae5f09d8f235fcebc508b837030046560.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/b53b5340ac7738a1f84f7d8eaf528be48431676be5575e7361716ceb8fac489a.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/49b1da20c77b06e184640dbfad58214cc9c2562ec6c6a8fcc0ac21eb8f5b5bbb.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/ef957066e1a777759395615cbf58348437abeabcca03b602edaa2983e6353489.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/00253d5516d64916ab0ac16cd644a86c5b1c9cbb08c9e64cc6c851eb848c001f.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/c3277479a7b6fdc62f544b1f99a187a8b13b6597bdfe3bfc98ae0a4c326fce06.jpg"
		}
	],
	"movies": []
}