{
	"title_id": "00040000001BFF00",
	"eshop_id": "50010000042678",
	"product_code": "CTR-N-KELE",
	"name": "Elminage Original",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1638,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/5bb5b268cc8afb1bf990d00ad55d24bdcb0d50f4acbb844a4c2af28542ad8d33.jpg",
	"data_size": "406621028",
	"description": "Os cinco anéis que protegem o mundo foram espalhados depois que cinco feiticeiras tentaram libertar o Rei Demônio. Aquele que encontrar os cinco anéis e restaurar a barreira na Presa do Dragão será ricamente recompensado. Hoje, muitos aventureiros atravessam os portões de Trangelda, com seus verdadeiros motivos ocultos em seus corações. Elminage Original é um jogo RPG de masmorra com atmosfera, no qual os jogadores reúnem um grupo de aventureiros e partem para conquistar as masmorras e recuperar os anéis! Os cinco anéis estão em masmorras em todo o mundo, em templos, cavernas e florestas, cujas localizações são definidas aleatoriamente no início do jogo. Ganhe Fama completando eventos e coloque-a em uma bússola para acompanhar onde os anéis estão escondidos. Existem hordas de monstros à espreita nas masmorras, e alguns deles são tão enormes que nem cabem na tela. Crie aventuras poderosas e avance pelos níveis para ir até o fundo das masmorras e enfrentar inimigos mais fortes. Escolha entre um total de 16 classes de aventureiros, incluindo o incomum “servo”, além das classes tradicionais de lutadores, magos e samurais. Nove parâmetros de raças, gênero, idade e natureza permitem que os jogadores personalizem seus próprios personagens poderosos. Aprenda 72 feitiços diferentes nas linhas de mago, clérigo e alquimista e lance feitiços exclusivos de seus próprios personagens. Sua própria aventura épica está à sua espera!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2017-08-10",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1809bf09df193aaefbb8b2f4f8086022996750e9ef8c8aaa2857737b42b40b7c.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/be940eb71e7ade9a592e9e6c7366677cb5bd7fc39c2e312889fbbefdb4b1a103.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/9521bd484261696791babc28ef8077b57090952fcfc0a55f536a8a064cb7fb7b.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/695c1b77f6b988cf057323a19cb0098676829c4d65904cc709bb365a3914745d.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/c5e5b84e2a2bc1bd0df046df39846acc9c94a25d4efb8226471e7884c5590eaa.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/243242f97d9245a4394eb9ffd997b1e3befb3f7e3f030f176fa4794191f38b73.jpg"
		}
	],
	"movies": []
}