{
	"title_id": "0004000000167400",
	"eshop_id": "50010000034616",
	"product_code": "CTR-N-KFPP",
	"name": "Fantasy Pirates",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 76,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/470434cc4432310863256d29e03b37bbf910e0147af6263970e08084058d4a64.jpg",
	"data_size": "51768164",
	"description": "Adentrate en las aventuras del clan de los piratas. Surca los mares en busca de islas y fortines con tesoros. Es un mundo de fantasía donde encontraras cosas inusuales como barcos cerditos, bestias raras de los mares y todo tipo de objetos extraños. Ten siempre a la vista los tesoros como a los enemigos con la navegación de 360º, sistema simple pero muy eficaz. Otra de las habilidades de nuestro fantástico barco pirata es que salta y se sumerge, todo ello muy necesario para esquivar o saltar obstáculos y avanzar en la aventura. Con la pantalla táctil se controla el disparo, eso significa que tendrás una intuitiva y absoluta precisión. Consigue Ítems especiales como el 'súper cañón' donde tendrás una capacidad de destrucción total, arrasando todo lo que encuentres en tu camino. O el Ítem 'pulga navío' donde se hace tan pequeño como una escurridiza pulga. Reta a tus amigos y a todo el mundo con el modo 'online' 1 vs 1. ¡¡¡Serás el mejor pirata mundial de todos los tiempos!!! *** Característica: - Modo aventuras con mapa piramidal donde tú eliges el camino y su vez la dificultad - Control total y muy efectiva navegación en forma circular de 360º - Uno de los juegos más desafiante en la eShop con más de 15 enemigos simultáneos. - Reta a un adversario en modo multijugador online/local 1 vs 1 para ser el mejor pirata del mundo. - Increíbles y fantásticos Jefes finales.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-07-02",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a3635fc53b547a6087b677fc10415e1d4ec0c7ca1d16ca9716cd9ae13051b6db.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/44ce6b1e08f973e19c3dcc1321437bf714cdd53d232a4aaaf14744a3271225b0.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/9a48908303c7120b274242c17b76dfcd55cc79cc65ea9f08525e45b1360f103a.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/26e1f71ab94a8edd830a27a6d82f6f349786266ca54ed60f1c65a1ab35248869.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/eed7a8129ee15959814cebd963e39628b93e7ad7aa9f4ec0b017af2dbd292d9f.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/efc2bdbcf1d067b1d8270611d80be26a7fa06cd360624fa8c914a24bc24a1349.jpg"
		}
	],
	"movies": []
}