{
	"title_id": "000400000016A700",
	"eshop_id": "50010000039584",
	"product_code": "CTR-N-KMKP",
	"name": "Musicverse: Electronic Keyboard",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 6,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/47da6f9d82561d1924b3d6c18b3fbed2836439c2ce0d5c9d993300a25304f194.jpg",
	"data_size": "65174372",
	"description": "Zeig dein musikalisches Talent – mit Musicverse: Electronic Keyboard! Nimm die Melodie, die dir im Kopf herumgeht, einfach auf – wo immer du auch bist. Und lass per Miiverse™, Facebook und Twitter die ganze Welt daran teilhaben! Hör dir Kreationen von Miko in Japan, John in Kanada oder Magnus in Europa an, spiel einfach nach, was dir gefällt … Musik verbindet weltweit! Ob du ein wahrer Profi bist oder zum allerersten Mal in die Tasten greifst – Musicverse zeigt dir alle Möglichkeiten, die dir dein Nintendo 3DS™ zu Händen und zu Ohren legt. Merkmale: - Speicher bis zu 128 Kreationen. - Teil deine ganz persönliche Musik über Miiverse™, Facebook und Twitter. - Importier die Kreationen Anderer über Miiverse™ oder QR-Codes. - Exportier deine Kreationen im AAC-Format auf die SD-Karte. - Videoanleitungen inklusive. - Linkshändermodus. - Klaviatur mit 6 Oktaven (2 sichtbar). - Akkord- und Tonleitervisualisierung. - Tastenzoom. - Taktkorrektur in Echtzeit. - Stufenlose Tonhöhenänderung. - Automatische Begleitung mit 14 musikalischen Stilen und 4 Variationen. - 8 programmierbare Akkorde und 12 Akkordtypen zur Auswahl. - 32 tolle Instrumente – von retro bis schwer angesagt. - Integrierter Sequenzer mit unabhängigen Akkord- und Melodiespuren. - Individuelle Stummschaltung von Schlagzeug-, Bass- und Begleitparts. - Metronom.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-03-03",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/3f1112a2c5ebfc6174c3ac37818ecbc7d3a5002caadc687e2cfc73e1780757bb.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/b223188a04462c9d8f8400f7450602082bb53557a604f5a5903d809cc0359d0b.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1e78a22d074a00ca19c2a7584e8b7444af9a2c68232226d4026d6c5b2c9357f8.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/864f42c2ee91f89c0c0caa44fc929f14c9777b9b5a51f1c9ba337c9960ca4834.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/1e78a22d074a00ca19c2a7584e8b7444af9a2c68232226d4026d6c5b2c9357f8.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/216da9d39dd59d172193e355d7202733c3b0803578955bca05637929c6910dfe.jpg"
		}
	],
	"movies": []
}