{
	"title_id": "000400000012CB00",
	"eshop_id": "50010000027035",
	"product_code": "CTR-N-JK8P",
	"name": "Shovel Knight: Treasure Trove",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 1253,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/82ffdb20406f37076b91ad8778be753a3cc6ce9817949313c815f258ff0ee938.jpg",
	"data_size": "143387492",
	"description": "Shovel Knight: Treasure Trove est l’édition complète et définitive de Shovel Knight, un jeu d’action aventure classique ébouriffant, doté d’une jouabilité impressionnante, de personnages mémorables, le tout servi par une esthétique rétro 8 bits. Devenez Shovel Knight, le chevalier à l’Épelle, et courrez, sautez, et combattez dans sa quête pour retrouver sa bien-aimée ! Terrassez les méprisables chevaliers de l’Ordre des Sans Quartier et leur menaçante maîtresse, l’Enchanteresse ! Mais ce n’est pas tout ! Shovel Knight: Treasure Trove comportera également trois campagnes supplémentaires qui constituent des jeux à part entière ! Prenez le contrôle de Plague Knight et de Specter Knight dans le cadre de leurs propres aventures, auxquelles s'ajouteront bientôt celles de King Knight qui seront disponibles sous la forme d'une mise à jour gratuit, le tout formant une formidable saga ! Avec une mode défi exigeant, un mode Échange de corps, vous n’avez pas fini de creuser ! Avec Shovel Knight: Treasure Trove, vous aurez la totale ! Défendez les valeurs des Chevaliers-Pelleteurs, obtenez des reliques et des richesses, et faites retentir la pelle de la justice ! Comprend les éléments suivants : Shovel Knight: Shovel of Hope - Affûtez votre Épelle et commencez à creuser jusqu’au cœur de l’aventure par où tout a commencé ! Sautez, combattez des ennemis et découvrez des trésors au fil de votre quête visant à vaincre l’Ordre des Sans Quartier et sa maléfique maîtresse, l’Enchanteresse ! Shovel Knight: Plague of Shadows - Concoctez vos potions et incarnez l’alchimiste dément Plague Knight dans sa quête pour préparer la potion ultime ! Combinez des pièces de bombes pour créer des combinaisons personnalisées, découvrez de nouveaux objets, de nouvelles zones, de nouveaux boss et peut-être même... une romance bouillonnante ! Shovel Knight: Specter of Torment - Brandissez votre faux dans cette préquelle de Shovel Knight ! Prenez le contrôle de Specter Knight et foncez à travers des niveaux totalement réinventés en escaladant les murs, en maîtrisant un nouvel arsenal, et en découpant vos ennemis en tranches. Devenez le Faucheur, découvrez son passé mélancolique et recrutez les membres de l’Ordre des Sans Quartier ! Shovel Knight: la campagne de King Knight (Sortie courant 2018) Visitez le site amiibo.nintendo.eu pour voir la liste des amiibo™ compatibles et en savoir plus. Un lecteur/enregistreur NFC est nécessaire pour utiliser les amiibo avec les consoles Nintendo 3DS, Nintendo 3DS XL et Nintendo 2DS.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-11-06",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/8228ee76e3513cdef800049bfbf1528a5aee37ed98e686fd2135b23e966e0fbe.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/bae6954bc7f2d5b708cd3c23135654294c4c1797571ef5d7a8d58f2bc44a7b17.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/947379a3abc45b35c8c12bc42459084f75b0289ba82a0e3f0525b41c3b97630c.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/17ef3eaec03c0bf90fd8aedf811207b49aa6e68b80a046df7bd1bcb13a4205e5.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/a08a18540ae1e9e88f2f719710792fddf52787e51e59b1dd48b9af71ec7ddbcb.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/1bf676fbe34b458c821428afe108cc8b4d5270fe6fb53ea9fbc6dd658e0cd6e4.jpg"
		}
	],
	"movies": []
}