{
	"title_id": "0004000000126B00",
	"eshop_id": "50010000023035",
	"product_code": "CTR-N-NC6P",
	"name": "Tomodachi Life™ Welcome Version",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/bf4bcd201ac451db4d35f725a8ed2dc6e1128264e3152f4b4cbda5cfa4087078.jpg",
	"data_size": "130956132",
	"description": "No Tomodachi Life: Welcome Version* o utilizador pode experimentar o Tomodachi Life, permitindo-lhe criar até três personagens Mii, com definições de voz e traços de personalidade únicos. Poderá testar a jogabilidade, como por exemplo alimentar as personagens Mii, oferecer-lhes itens, como novas roupas e espaços interiores, e seguir as suas rotinas. Se gostar do Tomodachi Life, após concluir o Tomodachi Life: Welcome Version, poderá até guardar a sua progressão e transferir os habitantes da ilha que criou para a versão completa do jogo (que pode adquirir na Nintendo eShop e nas lojas).** Para além disso, os jogadores que concluírem o Tomodachi Life: Welcome Version irão desbloquear um fato de panda raro***, disponível em oito cores, que poderão colocar nas personagens Mii e utilizar na versão completa do jogo. * O número de locais e funcionalidades presentes no Tomodachi Life: Welcome Version são limitados, quando comparados com a versão completa do jogo, mas quaisquer personagens Mii™ criadas poderão ser transferidas para essa versão. ** O Tomodachi Life: Welcome Version pode ser concluído várias vezes, mas de cada vez que o fizer, irá substituir o ficheiro de gravação anterior. Apenas o último ficheiro de gravação pode ser transferido para a versão completa do jogo. *** Para trocar o fato de panda com outros jogadores, os utilizadores do Tomodachi Life: Welcome Version deverão ter o jogo completo (disponível na Nintendo eShop e nas lojas). O jogador que oferecer o código de download do Tomodachi Life: Welcome Version a outro jogador não receberá o fato de panda automaticamente. Na versão completa, o fato de panda pode também ser desbloqueado durante o decorrer do jogo.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-06-06",
			"retail": null
		}
	},
	"screenshots": [],
	"movies": []
}