{
	"title_id": "0004000000126B00",
	"eshop_id": "50010000023035",
	"product_code": "CTR-N-NC6P",
	"name": "Tomodachi Life™ version de bienvenue",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 190,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/bf4bcd201ac451db4d35f725a8ed2dc6e1128264e3152f4b4cbda5cfa4087078.jpg",
	"data_size": "130956132",
	"description": "Tomodachi Life : version de bienvenue* vous donne un aperçu de Tomodachi Life en vous permettant de créer jusqu'à trois Mii, avec leurs voix et personnalités propres. Vous pourrez y découvrir quelques principes du jeu, tels que donner à vos Mii de la nourriture, de nouveaux intérieurs et des vêtements, ou encore les regarder chanter sur scène. Si le jeu vous intéresse après avoir terminé Tomodachi Life : version de bienvenue, vous pourrez même conserver votre progression et transférer vos habitants dans la version complète de Tomodachi Life (en vente sur le Nintendo eShop et en magasin).** De plus, les joueurs ayant terminé Tomodachi Life : version de bienvenue peuvent débloquer un costume de panda*** rare, dans l'une des huit couleurs existantes, afin de l'offrir à leurs Mii ou de l'utiliser dans la version complète. * Dans Tomodachi Life : version de bienvenue, les options et lieux accessibles sont limités par rapport à la version complète du jeu. Cependant, tous les Mii™ qui y sont créés peuvent être transférés dans la version complète. ** Tomodachi Life : version de bienvenue peut être terminé plusieurs fois, mais le fichier de sauvegarde sera remplacé à chaque nouvelle partie. Seul le dernier fichier de sauvegarde d'une partie terminée peut être transféré vers la version complète. *** Les utilisateurs de Tomodachi Life : version de bienvenue doivent posséder le jeu complet (disponible sur le Nintendo eShop et en magasin) pour échanger le costume de panda avec d'autres joueurs. Le joueur qui a offert le code de téléchargement pour Tomodachi Life : version de bienvenue à un autre joueur, ne reçoit pas automatiquement le costume de panda. Le costume de panda peut également être débloqué en jouant normalement à la version complète du jeu.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-06-06",
			"retail": null
		}
	},
	"screenshots": [],
	"movies": []
}