{
	"title_id": "0004000000198800",
	"eshop_id": "50010000040376",
	"product_code": "CTR-N-KGXP",
	"name": "Digger Dan DX",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1688,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/01e1ac25ad04d7fd6995dfa28aae3009933b8743b5a07977deb1b5a457fd4f03.jpg",
	"data_size": "29076324",
	"description": "Digger Dan heeft een oude mijn gevonden vol met grotten waarin veel schatten te vinden zijn. Kan jij hem helpen om in de juiste richting te graven en de juwelen en goudklompjes te verzamelen? Wees voorzichtig als je rotsblokken uit de weg duwt, anders kan het gebeuren dat Dan vast komt te zitten in een van de vele vallen. De rotsblokken kun je ook in je voordeel gebruiken, vooral wanneer je er een laat vallen op een monster dat lastig te ontwijken is. Let goed op de monsters om hun beweegpatronen te ontdekken, voordat je toeslaat. Dan is niet alleen. Je kunt zijn betrouwbare vriend Kaboom (zijn knaagdier) zien slapen in sommige levels. Maak hem wakker, zodat hij zich door smalle tunnels heen kan wurmen waar Dan niet doorheen kan. Gebruik Dan en Kaboom samen voor de puzzels die ze niet alleen kunnen oplossen. Terwijl je dieper en dieper door de 100 levels heen graaft, zul je Geheime juwelen ontdekken die begraven zijn in de grond. Ook ontdek je dan meer over het mysterie van de spronggaten waardoor je je binnen het level kunt verplaatsen. Blaas gaten in muren met behulp van vaten dynamiet en verzamel pikhouwelen om juwelen los te maken die vastzitten in de rotsblokken. Sommige grotten zijn overstroomd met water waardoor je je route nog zorgvuldiger moet plannen om te voorkomen dat je zuurstof opraakt. Gebruik de camera om een kiekje te maken van het level, zodat je er later terug kunt komen als je ergens vastzit of een fout hebt gemaakt. Je kunt je kiekje gebruiken als startpunt wanneer je opnieuw speelt. Kan jij een Gouden Sterspeler worden? Daag jezelf uit om bij ieder level de grot te voltooien, de streeftijd te verslaan en het Geheime juweel te pakken. In het spel: * Vier gebieden met oplopende moeilijkheidsgraad: Oefenen, Beginner, Gevorderd en Expert. * Stereoscopische 3D-lagen * Volledig geüpdatete graphics * Verbeterde geluidseffecten * Topscores voor ieder level * 4 opslagmogelijkheden - daag je familie uit om jouw scores te verbeteren * 60 fps vloeiend beeld",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-05-19",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/660222933784eb414a1b45956e6eecccd1160ed939a81a392faa8025df258ae4.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/143a16bb7ed7448817127f30e0aea795fc1a701bcbd277a0dd631d82bc111964.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/fdc36e3d2bddbf4c5519db8bdedc2b5c7b16e3ce97fc5387467d077fb36d7957.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/126bc54edf6b3f9e8ccde07545673c1bd8b7aaaff6f2a8e7afb95269175c7a46.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/e58688cbd1fbde231afd2268734ed3615b749902f7d7363f7202daf37237927a.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/1881ad078d5f164be68a7e8155d370ccc8e1d4ab7ebf7baa6c06c65f1bcebc93.jpg"
		}
	],
	"movies": []
}