{
	"title_id": "00040000001CA800",
	"eshop_id": "50010000043087",
	"product_code": "CTR-P-BLFP",
	"name": "Layton's Mystery Journey™",
	"platform": 103,
	"platform_device": "CTR",
	"publisher": 456,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/2039682e35a67e22c15e2cdf2170284085d1379b21dae49e9e05304607fdac71.jpg",
	"data_size": "1206618980",
	"description": "Bonus: Download code for Floral Finesse for Layton's Mystery Journey: Katrielle and the Millionaires’ Conspiracy for Nintendo 3DS. Solving mysteries runs in the family! With Professor Layton’s whereabouts unknown, it’s time for his daughter Katrielle to take centre stage in Layton's Mystery Journey: Katrielle and the Millionaires’ Conspiracy. The story this time begins with Katrielle setting up the Layton Detective Agency on Chancer Lane, determined to prove her worth and hoping that the exposure will help her to uncover clues regarding her missing father’s whereabouts. Whizzing around London on her trusty bicycle, solving case after unlikely case, Katrielle will become embroiled in a quizzical quest that eventually leads to her unwitting discovery of the Millionaires’ Conspiracy. However, she’s not alone in her endeavours – a young Gressenheller student by the name of Ernest Greeves joins the agency as her assistant, and the team quickly grows to three when Sherl, a talking dog, becomes Katrielle’s first client and subsequently a trusty sidekick. With the most puzzles ever included in a Layton game, a colourful cast of new characters, a hatful of humorous dialogue and an intriguing new storyline, it’s time to say hello to a new heroine and a new era for the Layton series! Will Katrielle and her friends ever be able to find her missing father?",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2017-10-07",
			"retail": "2017-10-07"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/b2c4c1e3839fb2f9bd06f9307ae18bc89cf0ccc2b4f9fc8262a6e1f9cc27349d.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/25afbfeee45448408bcc367a37323606547b48c8cd10348c15fe600c452bdd2c.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/2ca2697704d84b73e66f9992932040b29beb177157db9f542541bc6fec53e0d4.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/599a03427bf237d6237ad1d1f63a6e8a5da994d7ed76eac9764e4e7b6a6c9381.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/770e5bc01814e88c21c117facde660b1682fc0c88960d39399d44fd81dd13aa6.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/22e494f151ec27657050eb7efe31248e6b08d89e9486a9b0e0fc611d0a9d95fd.jpg"
		}
	],
	"movies": []
}