{
	"title_id": "00040000001C1F00",
	"eshop_id": "50010000042843",
	"product_code": "CTR-N-AKXP",
	"name": "I am an air traffic controller AIRPORT HERO OSAKA-KIX",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 244,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/f4369353d24f0e91bc4087983bc38459fc9ed2bf561861fa7312a2b8123e16ee.jpg",
	"data_size": "71310180",
	"description": "L’histoire se passe à l’Aéroport International de Kansai (“KIX”) “KIX est un des seuls aéroports présents sur l’océan, construit sur une île artificielle ! KIX, qui a deux pistes, est un aéroport à fort trafic qui est ouvert 24 heures sur 24, avec des vols internationaux chaque jour, et est une grande plate-forme de correspondance pour les vols de fret. Tu devras mettre tes compétences à l’épreuve pour assurer la circulation aérienne des nombreux avions décollant à KIX !” Assure la circulation aérienne avec 2 modes de jeu ! Assure la circulation aérienne tout en profitant de l’histoire extraordinaire dans le “Mode Histoire” ou marque le plus de points dans le “Mode Opération” ! [Story Mode] Le “Story Mode” est le meilleur mode pour commencer ! Tu apprends comment jouer tout en suivant une histoire. Tu es responsable du trafic aérien de KIX avec ton patron digne de confiance : Tsukasa Kamijo et de nouvelles recrues Asuka Kominato et Mamoru Ozora. Tu dois contrôler le trafic aérien tout en formant les nouvelles recrues, comme te l’a demandé ton patron. Tu devras prendre les bonnes décisions lors de situations inattendues et lors de conditions météorologiques particulières ! En plus de cela, tu devras aussi suivre le progrès des nouvelles recrues ! En travaillant en équipe et en prenant les bonnes décisions, tu réussiras à assurer le bon fonctionnement du trafic aérien !” [Operation Mode] “Le [Operation Mode] est très simple ! Envoie des demandes spécifiques aux avions à l’aéroport et aux avions en vol, contrôle les atterrissages et les décollages ! Si les avions entrent en collision, tu as perdu. Contrôle les avions en vol en temps réel pour atteindre le meilleur score !”",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2017-07-06",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/5084e0a49777ec49404e60c81076b98fb72812bbcddf2508976216a77e098b55.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/98743fd1612f195f78d29d11bf9268956f3bde69992a67348f40833aac905c5f.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/24e1f92eefadc6b9ea95a9964d6ec821c520864523bbb8813387f2c6f7f33e2f.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/083a595b15e4e4fe76b92a7c93f6a8d7ffbebe6777d8af12e037ba971b6a5c37.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/96b207fc94114b55d5e7f516da9991f5386544763a12db9f7bdf2dd4563bf60b.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/35604a1b80e3e2c02ec740a95532a27cd03b2bfaf76efb30d1b1c7eb9b5c843d.jpg"
		}
	],
	"movies": []
}