{
	"title_id": "000400000011C700",
	"eshop_id": "50010000023135",
	"product_code": "CTR-N-JBZP",
	"name": "BearShark",
	"platform": 19,
	"platform_device": "CTR",
	"publisher": 1350,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/c59bcc3a59e7de7744fb24096d4010754fdbaa4497e6e27d40becba32b77ee36.jpg",
	"data_size": "35498852",
	"description": "Der 3D-Cartoon-Serienhit BearShark, ein CollegeHumor-Original exklusiv für Nintendo Video, hat ein Spiel inspiriert! Renn, spring und schwimm um dein Leben, denn die größten Raubtiere zu Lande und zu Wasser sind dir dicht auf den Fersen! Du spielst als Steve, der letzte seines Geschlechts, der Auserwählte. Auserwählt von Bear und Shark, weil sie Hunger haben! Steve befindet sich auf einer epischen Reise, von den Programmierern zu einem endlosen Spießrutenlauf verdammt, der sich jeglicher Hoffnung und Logik entzieht. In den Unterwasserbereichen geht’s wild und nass zur Sache! Ein brandneues, noch nie dagewesenes \"Punkte\"-System hält sogenannte \"Zahlen\" fest. Nutze Steves Markenzeichen, den \"Sprung\", um gefährlichen Hindernissen wie Felsen und Kugelfischen auszuweichen und den diabolischen Machenschaften von Bear und Shark zu entgehen. Und vergiss nicht, die Cupcakes zu verdrücken, die du in den Wäldern und auf dem See findest! Rase bis zur Unendlichkeit, während du dir die Frage stellst, die in allen Köpfen kreist: Warum sind Bear und Shark hinter dir her? Bist du der Bösewicht? Womit hast du das verdient? WAS HAST DU GETAN? Denk dir deine eigene Hintergrundgeschichte zu diesem unendlichen Abenteuer aus und sieh selbst! Wenn sich Bear und Shark zusammentun, ist niemand sicher.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2014-06-19",
			"retail": null
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/98fb80b5bff05018c9c449e042e566ef598e6bae7fd93d7b98b0ccf099b4379c.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/8e1a82507b465e590c78c7c059fc35832073da05ed45556a5f59ec0380e9eb50.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/da6798baa6fde9a1ab8df5c34a2aa3c090379cf3ae105556dddd43c08ea7d3f1.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/50b09e2e0e1d847d4ed162a6be703edfdc9572464f5f44286e90f544e9f92147.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/bbcc966832ca57f6cef6ba9c88cb21c5f5fe30b2709ec9de4610b7d61f7f6e37.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/39bfa99c7ccc1a8b46e7f9977e4a10c6d1467bcd226fe14f5c609f4cd6e2accd.jpg"
		}
	],
	"movies": []
}