{
	"title_id": "000400000005AA00",
	"eshop_id": "50010000007438",
	"product_code": "CTR-P-ASVP",
	"name": "Shinobi™",
	"platform": 18,
	"platform_device": "CTR",
	"publisher": 231,
	"banner_url": null,
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/529874ed0559eca3145c18d92453f4345bd6d909a004c39e8db933ad65de9dc5.jpg",
	"data_size": null,
	"description": "Traicionado por tu amigo, deberás luchar contra un malvado y ancestral clan en esta épica revisión de la aclamada saga Shinobi. Shinobi incorpora la clásica acción con desplazamiento lateral de los juegos originales de la saga. Esto, unido a los intensos combates en exóticas ubicaciones y los destacables enfrentamientos con los jefes finales, es lo que ha atraído a los jugadores desde los inicios de la saga. Desarrollado en exclusiva para Nintendo 3DS, Shinobi se presenta con sorprendentes gráficos 3D e introduce emocionantes y novedosas características y desafíos que apreciarán tanto los veteranos de Shinobi como los que se acercan a esta saga por primera vez. CARACTERÍSTICAS DEL JUEGO: EL RENACIMIENTO DE UN CLÁSICO Vuelve a vivir el sistema de juego de los títulos Shinobi originales, con un toque más moderno. Los enemigos basados en patrones, el intenso sistema de juego y la acción con desplazamiento lateral se aúnan con un estilo visual en 3D actualizado y exclusivo, combates más profundos y desafíos totalmente nuevos. COMBATES NINJA TREPIDANTES Derrota a los enemigos con habilidad y estilo combinando ataques improvisados a distancia, cuerpo a cuerpo y acrobáticos. Confía en tu magia ninja para salir de situaciones difíciles y obtener ventaja durante combates intensos. COMPATIBLE CON StreetPass CONVIÉRTETE EN UN MAESTRO NINJA Gracias a un renovado sistema de combinaciones que deberás dominar, una amplia variedad de logros para desbloquear y mapas de desafíos para completar, no podrás dejar de jugar para mejorar tu puntuación y clasificación. Visualiza repeticiones grabadas para detectar tus puntos débiles y perfeccionar tus habilidades ninja.",
	"availability": {
		"eshop": false,
		"retail": true,
		"dates": {
			"eshop": null,
			"retail": "2011-11-11"
		}
	},
	"screenshots": [
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/0e8f7eba825b8f227d27ab7a520a3c96b3993f1c4b57a407ba20e0943181960f.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/d5756eb0ca3cd7ca77118ce2612b960e17f59c6332479468248ba744abedf47c.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/8830164a866b026663b9c39ac8d62f692174179aa5ccebac6bcee3918c74f565.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/fd148625421d40731065a550d519869b26b7597ff7f2cf6141eb78ad662c9747.jpg"
		},
		{
			"upper": "https://kanzashi-wup.cdn.nintendo.net/i/07074d47db5660a50e3dd0fc792b6e1cfcb7d8ab05d186b6d3891abde601395e.jpg",
			"lower": "https://kanzashi-wup.cdn.nintendo.net/i/22d6b8d47742b6b19bb3dc9dc98aed21d73d5b9b3f48d6d182b11abc6e7ce3be.jpg"
		}
	],
	"movies": []
}