{
	"title_id": "000500001014B800",
	"eshop_id": "20010000002326",
	"product_code": "WUP-P-ATWP",
	"name": "New Super Mario Bros.™ U + New Super Luigi™ U",
	"platform": 125,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/868bea843e75211918b75579f815aca02cfc27619a48e3bd0cc23ed2174fb4ca.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/162d34ac756460d1696e42caa673a7287b0174c64982e1934c37559352dbb4f7.jpg",
	"data_size": "14613185792",
	"description": "New Super Mario Bros. U: In New Super Mario Bros. U krijgen Mario, Luigi en Toad gezelschap van een nieuw personage: jou! Speel als je Mii-personage en ren, spring en stamp door een 2D, zijwaarts scrollend Mario-avontuur. Verken een reusachtige wereldkaart vol gloednieuwe, unieke levels en manieren om te spelen die alleen mogelijk zijn op de Wii U. Met de Wii U GamePad wordt de meerspelerstand leuker dan ooit. Tot vier spelers met Wii-afstandsbedieningen kunnen door nieuwe levels rennen en springen, terwijl een extra speler hen kan helpen met de booststand op de GamePad. Hiermee kan de speler met de GamePad het touchscreen aantikken om platforms op het tv-scherm te plaatsen, wat een geweldige nieuwe toevoeging aan de klassieke Mario-gameplay is! Spelers kunnen allemaal samenwerken om een level uit te spelen of zich verliezen in een vriendelijke competitie om de meeste munten en power-ups te pakken, terwijl de speler met de GamePad blokken op hinderlijke plekken plaatst om de anderen dwars te zitten. Als je echter wilt samenwerken, kan de booststand erg behulpzaam zijn bij het strategisch plaatsen van platformen om verborgen gebieden te bereiken of snellere routes door levels te vinden. Kies een weg door een level die alleen begaanbaar is door samen te werken en zet nieuwe scores en records neer, samen met vrienden en familie! New Super Luigi U: Vergeet Mario – zet je schrap voor een avontuur met Super Luigi! Ga mee met Luigi wanneer hij terugkeert naar de wereld van New Super Mario Bros. U om te zegevieren in 82 veeleisende nieuwe levels vol met moeilijke trucjes en valkuilen! Je hebt geen tijd te verliezen – elk level heeft een korte tijdslimiet, dus haast je naar de eindstreep! Klassieke besturing voor Luigi: Personages bewegen zich sneller voort en springen hoger wat het spel heel anders aan laat voelen. Nabbit is van de partij: In de meerspelerstand kun je Nabbit besturen! Hij kan niet geraakt worden door vijanden, wat hem geschikt maakt voor beginnende spelers.",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2016-04-15",
			"retail": "2016-04-06"
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/696e3c870b2671b5b4d7aca849a9c1b25108c3ec2a9babf2c3c5f7d66e94365e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/af507ff1b38a1e864887d177f2feb54ab218c8189db915214efa2ab41438b757.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/54f7185912dfb6740dd5fe1a77aeb5883222e70ca53fcd8a481c07763d228827.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/2c7621d8ed4ae2ef2e0972e0cc70e2f760d8e360b9fc148c777c5fbb70c737b0.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/696e3c870b2671b5b4d7aca849a9c1b25108c3ec2a9babf2c3c5f7d66e94365e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/8f5ccfaa6d20d554b72693898e1a813dc3d186b9da3244f1669f2c1136578c35.jpg"
	],
	"movies": []
}