{
	"title_id": "00050000101BD200",
	"eshop_id": "20010000022989",
	"product_code": "WUP-N-VBBP",
	"name": "Super Paper Mario™",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/077af8a8cc7eaffcaffcb95637a8f56b3827a015281cc3456c58ec49932d0a83.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/1824185710b90e2af02e8555dc856e432b3dd9db2713fba514b543134f5ca782.jpg",
	"data_size": "463306972",
	"description": "De populairste besnorde held ter wereld begint aan zijn derde Paper Mario-avontuur. Daarin werpt hij een totaal nieuw perspectief op de serie en schakelt hij de hulp in van oude vrienden - en vijanden - om een mysterieuze schurk uit een bizar parallel universum te verslaan. Help Mario om de kwaadaardige Count Bleck van zijn troon te stoten voordat hij een Chaos Heart creëert en zo de wereld vernietigt. Onderweg bestuur je niet alleen Mario, maar ook Luigi, Princess Peach en Bowser, nadat je ze weet te bevrijden uit hun gevangenschap. Doordat je de Wii-afstandsbediening als een traditionele NES-controller op zijn zij houdt, begint Mario's zoektocht als een traditioneel platformavontuur. Schijn bedriegt echter! Door een simpele druk op de A-knop, verandert het beeldperspectief van twee- naar driedimensionaal. Hierdoor krijgt de vlakke wereld een voorheen verborgen diepte, vol met geheimen. Super Paper Mario presenteert een meeslepende mix van RPG- en platformelementen in een enorm uitgebreid avontuur. Het spel neemt je mee door acht oogverblindende omgevingen, waar je op elke hoek iets nieuws kunt ontdekken. Roep onderweg de hulp in van Pixl-maatjes en verkrijg zo speciale vaardigheden. Zo leer je bijvoorbeeld om de Wii-afstandsbediening op het scherm te richten en zo geheime informatie en verborgen voorwerpen te ontdekken!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-08-11",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/cadfaded4aee94371681eab409f1677b63a36e2a51f8b652a2e4acace18e2aef.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/3552cac1b4c606841900d0f2b4ca3331b3bb3d95c6a7cc332497518375df1f62.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/5d913fbe70a076bac902ae34a30ac612a739e48c7217c22bf34836f1d5d14054.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/0693f45a38f3aeb335958a2814851e590acdf137fb977f5f5792d93225b46734.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/cc1419801fc6e2d657cf588b2b87342beef7c15d13ae463f9a8be4e3cdc683c0.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/db2aa359819ac9d5d6bb27789dc75234e1421139db1b5bb692c012f214cc4350.jpg"
	],
	"movies": []
}