{
	"title_id": "000500001020B600",
	"eshop_id": "20010000026092",
	"product_code": "WUP-P-BGHP",
	"name": "Ghost Blade HD",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 1608,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/1b61824ddc33c85cbaa66ffd34df0916bf428ab33ecc490730ed9fbe27b10df4.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/8eaf6014ef95b2c563f68517600708f59bc9d180712f5aad1e84371a001a8b7e.jpg",
	"data_size": "787480756",
	"description": "Ghost Blade HD é um shoot’em up tipo bullet hell intense, com um Sistema de jogo e pontuação eletrizante e viciante, em sua tradição que vem desde os jogos de tiro dos anos 90. Criado com um estilo de gráficos e efeitos especiais modernos, Ghost Blade HD também apresenta um incrível modo de 2 jogadores! Ghost Blade HD é fácil de aprender, mas difícil de se dominar. A trilha Sonora é inspirada nos dias de glória dos jogos de tiro Japoneses e sons de árcade. O compositor Rafael Dyll já compôs várias trilhas de jogos e agora retorna ao seu estilo característico com a música de Ghost Blade HD. Fundindo influências de J-Pop e sintetizadores dos anos 90 com qualidade de produções modernas, Rafael traz uma trilha sonora cheia de ação, melodias viciantes e batidas eletrônicas. Estória: 10,000 anos atrás, uma inteligência artificial conhecida como Shira foi construída para proteger os cidadãos de marte. Com o passar do tempo a IA tornou-se corrupta e Shira começou a atacar as colônias marcianas. Incapazes de se defender da “Shira Maligna”, Marte pediu ajuda. A frota da Força de Defesa da Terra abre caminho até a “Shira Maligna” e usa lasers poderosos para destruí-la. Porém, “Shira Maligna” enviou secretamente um backup que fugiu pelo espaço e se apoderou de uma estação espacial abandonada na periferia do sistema solar. Quando a FDT percebeu a fuga, eles enviaram seu piloto mais corajoso atrás da “Shira Maligna”. Voce é este piloto, e sua missão é destruir a “Shira Maligna” antes que ela complete sua frota de ataque e ameace a existência de todo o universo. Detalhes: · Gráficos HD 1080p belos e detalhados · 5 estágios com chefes ENORMES · 3 personagens e naves com tipos de tiros variados · Recuperação imediata · Modo de prática · Modo Score Attack · Jogabilidade calibrada à perfeição e bem balanceada · 3 modos de dificuldade: Fácil, Normal e Difícil · 60 FPS · Jogo de estilo Arcade e sistema de pontuação viciante · Bomba automática ativada no modo fácil para iniciantes · Jogo cooperativo local de dois jogadores para maior diversão · Trilha sonora eletrizante composta por Rafael Dyll · Tabelas de pontuação online · 37 Conquistas",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2017-02-28",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/fba116dd1308af93879f26b71cb9115877e9bf608c62293c8b2cf348370a0d9c.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/8fee249e426cfa416969632ab41d22849da9c3d41cc340367185e86405ad5874.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/85f413419a191d388c99ff2f3d0eac6869e5efe8846d3f74964f9851e680e107.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/14753a6f2d46e250cb39a420f533ec3b1c5b1cedca605e4cf96959430b65a698.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/6f68e2851d2e8005df789dc749e867862082b3eda7f77413aaef66180e74bef1.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/07dffdd1dc9035c1d46fc456646e330353f25693223536d6a92ff6d5725c9f93.jpg"
	],
	"movies": []
}