{
	"title_id": "0005000010145600",
	"eshop_id": "20010000002224",
	"product_code": "WUP-N-ADBA",
	"name": "Place Animal Crossing™",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/f6e0e3288b6be77e1f3afe8c6da102217f4b51939f3ac9cd17433bf6288061b3.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/c4d6eac4a5076d557e1cedc590b85c88934bf2610d16066d41c2cd5dd402ef79.jpg",
	"data_size": "152928376",
	"description": "Rejoignez la Place Animal Crossing sur Wii U et découvrez une façon inédite de communiquer avec d'autres fans d'Animal Crossing dans le monde ! Dans la Place Animal Crossing, vous pouvez consulter divers billets sur la vie de la ville, d'autres messages en rapport avec Animal Crossing, des actualités liées aux évènements du calendrier ou encore des messages publiés par d'autres utilisateurs d'Animal Crossing à travers le monde. Les photos que vous avez prises en jouant à Animal Crossing: New Leaf et les motifs personnalisés QR Code® peuvent être importés à partir d’une carte SD ou organisés au sein d'albums. Vous pouvez également joindre ces images aux messages que vous publiez. En outre, les motifs QR Code publiés peuvent être lus et utilisés directement dans votre jeu Animal Crossing: New Leaf. De plus, si vous sélectionnez vos animaux préférés dans la Place Animal Crossing, vous pouvez publier des messages à propos de ces animaux en particulier, ou n'afficher que des messages les concernant. Pour voir encore plus de messages, accédez directement à la Communauté Miiverse de la série Animal Crossing à partir de la Place Animal Crossing. Dès le 14 novembre, découvre les nouvelles fonctions qui ont été ajoutées à la place Animal Crossing ! Tu peux maintenant voter pour un personnage dans le cadre du sondage du mois. (Les sondages s'arrêteront à la fin 2014, après quoi seuls les résultats seront visibles.) De plus, tu peux désormais utiliser des tampons dans tes messages manuscrits à destination de Miiverse, recenser jusqu'à 10 personnages... ou encore sauvegarder des photos publiées par d'autres utilisateurs, entre autres nouveautés ! Et si tu essayais ces nouvelles fonctions qui rendent la place Animal Crossing encore plus conviviale qu'auparavant ? Amuse-toi bien !",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-08-07",
			"retail": null
		}
	},
	"screenshots": [],
	"movies": []
}