{
	"title_id": "000500001019DE00",
	"eshop_id": "20010000012447",
	"product_code": "WUP-N-VAGP",
	"name": "Metroid™ Prime Trilogy",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/00c553fcb2625d7144bc01a748c8de065cccdd28c51cab6a6d4060a5bcb382cc.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/375c1adf55cabe7628a51e7cff5290f533c92451cda5f640394ca09d3565ee6f.jpg",
	"data_size": "8074724128",
	"description": "Metroid Prime Trilogy dá aos jogadores a oportunidade de viver toda a história de Metroid Prime juntando de forma incrível os aclamados títulos para Nintendo GameCube Metroid Prime e Metroid Prime 2: Echoes assim como a conclusão de sucesso da série Metroid Prime 3: Corruption. Agora podes regressar a – ou descobrir pela primeira vez – o fantástico universo da trilogia Prime! Mergulha na luta de Samus contra os Space Pirates ao encontrar a corrosiva e corrupta substância de nome Phazon. Descobre a história de Chozo Ruins e dos mistérios de Tallon IV, recupera a Light of Aether e enfrenta o poder do mutante Ing, procura e destrói as Leviathan Seeds e põe um fim à tua amarga luta com Dark Samus. Investigar as redondezas permitir-te-á juntar os mistérios de mundos assolados enquanto que usar todas as capacidades oferecidas pela armadura de Samus ajudar-te-á a encontrar novas áreas escondidas e resolver puzzles difíceis enquanto vais melhorando e expandindo o teu arsenal pelo caminho. Toda a trilogia pode ser agora controlada usando o Comando Wii e o Nunchuk para apontar para uma multidão de inimigos extraterrestres e interagir com as redondezas ricas em detalhe. Originalmente criado para Metroid Prime 3: Corruption para a Wii, o intuitivo esquema de controlo baseado em ponteiros torna o processo de irromper pelos becos mais escuros da galáxia mais envolvente do que nunca. Basta apontares o teu Comando Wii ao ecrã para disparar sobre inimigos e ajustar a mira de Samus, movendo-te e disparando com facilidade enquanto lutas para salvar o sistema solar, percorrendo todos os planetas enigmáticos. ",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-01-29",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/7b97ac9d6f4c4d811d4877293a786cd6255806fc46c97c75fc1633a48c76ff42.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/5264d49a25240757ee6447aea05d58dcb97f2837b0f1dad972c7f992b6a779b1.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/a53f0783e7799d5908eeb849763aace1113b07b5c25c4cfd1ec771d91ae5c319.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/9435aa46f211bae35541829bbe6607963df0c2803e1886820c032666ff335cdb.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/3d1db3a1987d0edf26aedc81519abd46978da110415e9bfc07f7416fea53fdbf.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/68fcf508bd0f89356001ca57da7ea2cf6261263e4244325817c4e27489b99a83.jpg"
	],
	"movies": []
}