{
	"title_id": "000500001019D300",
	"eshop_id": "20010000013387",
	"product_code": "WUP-N-VACP",
	"name": "Punch-Out!!™",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/bcbcdc0410a45298c845fea3032bf00f0bc660c243d9a06bb02a0208e02d80b1.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/6cd783a5d8a06b6ee26e08faeae26e36f9f5c08ae8dbec175547da20280252c4.jpg",
	"data_size": "3991175648",
	"description": "Trek je bokshandschoenen aan en stap in de ring, want PUNCH-OUT!! is terug voor een knallende comeback! De intuïtieve besturing betrekt je meer dan ooit bij de actie in de ring! Je kunt hoeken, uppercuts en Star Punches uitdelen door met de Wii-afstandsbediening en Nunchuk te zwaaien of kantel je de Wii-afstandsbediening voor de klassieke NES-besturing. Jij bent Little Mac, een eerlijke en ambitieuze knokker uit de Bronx. Aan jou de taak om de bokswereld op zijn kop te zetten door kampioen te worden in de Minor-, Major- en World-circuits. Onderweg zul je in de clinch komen met ervaren boksers als Glass Joe, Von Kaiser en de poeierende King Hippo. Op weg naar de top tref je in totaal 13 kleurrijke vechters, elk met een unieke manier van vechten, en allen vastberaden om je genadeloos tegen het canvas te beuken. Altijd al eens willen weten hoe lang je overeind blijft in een boksring? Binnenkort kun je het gaan beleven in PUNCH-OUT!! voor de Wii. - Laat je vuisten spreken in de spelstanden Career en Exhibition, of daag een vriend uit in het speltype Head-to-Head. - Speel met enkel de Wii-afstandsbediening en Nunchuk voor een nog meeslepender ervaring! - Voor het ware retro-gevoel kun je de Wii-afstandsbediening ook horizontaal vasthouden als een NES-controller en stoten uitdelen met de 1-knop en 2-knop. - Neem het op tegen 13 andere boksers, waaronder Glass Joe, Von Kaiser en King Hippo.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-03-12",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/af463f7e89869068e537435da949379125cdb4349a4afbd90b95c3323e6610de.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/62ffc422a4735947bac0022b2cfe1b1ce3f6d80f0cfea9272cf796514f902b42.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/f7563495de47ae8eee887d322b36ee186d46b877c6a89bf27bf9d6f590d80a3a.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/1edc44c8381bb1ed792aa095e4444bff9cdb6e7d3d3b4bba0ddc7cf87e4b5b50.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/3a169cfe54389c058b1cb781727a379647ce5aaea88a5e46e21411376bc65dfc.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/3dd2f032f61acd9566265377b3291b3def7068665004af8e3186790518d36dfb.jpg"
	],
	"movies": []
}