{
	"title_id": "000500001020B600",
	"eshop_id": "20010000026092",
	"product_code": "WUP-P-BGHP",
	"name": "Ghost Blade HD",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 1608,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/1b61824ddc33c85cbaa66ffd34df0916bf428ab33ecc490730ed9fbe27b10df4.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/8eaf6014ef95b2c563f68517600708f59bc9d180712f5aad1e84371a001a8b7e.jpg",
	"data_size": "787480756",
	"description": "Ghost Blade HD è un intenso sparatutto infernale, uno shoot'em up a punti altamente coinvolgente e divertente che segue la grande tradizione dei giochi shooting degli anni '90. Progettato con uno stile grafico moderno ed effetti speciali, Ghost Blade HD offre anche una fantastica modalità a 2 giocatori! Ghost Blade HD si impara facilmente, ma diventare un fuoriclasse è una vera sfida! La colonna sonora richiama i tempi d'oro degli shmup giapponesi e i suoni arcade: il compositore Rafael Dyll ha al suo attivo molte colonne sonore di giochi per console e in Ghost Blade torna al suo sound caratteristico. Mischiando influenze J-Pop e i tipici sintetizzatori degli anni '90 con elementi della più moderna produzione, Rafael crea una colonna sonora piena d'azione con motivi accattivanti e ritmi elettronici. Storia: Diecimila anni fa fu costruita un'Intelligenza Artificiale chiamata Shira destinata a proteggere gli abitanti di Marte. Con il passare del tempo, l'IA si corruppe e Shira iniziò ad attaccare le colonie marziane. Ormai senza più difese contro \"Evil Shira\", a Marte non restò che chiedere aiuto. La flottiglia della Earth Defense Force, la forza di difesa terrestre, combatté fino a raggiungere \"Evil Shira\" distruggendola con laser potenti. Tuttavia, \"Evil Shira\" aveva una copia di backup segreta che fuggì nello spazio per impossessarsi di una stazione spaziale abbandonata ai margini del sistema solare. Quando la EDF si accorse della fuga inviò il suo combattente più coraggioso contro \"Evil Shira\". Questo eroico pilota sei tu e la tua missione è distruggere Evil Shira prima che possa completare la preparazione delle sue nuove forze d'attacco e minacciare l'esistenza dell'intero universo. Caratteristiche: · Splendide grafiche HD particolareggiate · 5 livelli con ENORMI Boss nemici · 3 veicoli da combattimento per giocatore con diversi tipi di armi · Rigenerazione istantanea · Modalità esercitazione · Punteggio in attacco · Difficoltà riequilibrate · 3 livelli di difficoltà: Facile, normale e difficile · 60 FPS Full HD (1080p) · Gioco arcade e sistema di punteggio coinvolgente · Modalità facile per principianti con Auto-bomb abilitato · Modalità cooperativa in locale a due giocatori per un divertimento extra · Colonna sonora favolosa composta da Rafael Dyll · Online Leaderboards · 37 Achievements",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2017-02-28",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/fba116dd1308af93879f26b71cb9115877e9bf608c62293c8b2cf348370a0d9c.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/8fee249e426cfa416969632ab41d22849da9c3d41cc340367185e86405ad5874.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/85f413419a191d388c99ff2f3d0eac6869e5efe8846d3f74964f9851e680e107.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/14753a6f2d46e250cb39a420f533ec3b1c5b1cedca605e4cf96959430b65a698.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/6f68e2851d2e8005df789dc749e867862082b3eda7f77413aaef66180e74bef1.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/07dffdd1dc9035c1d46fc456646e330353f25693223536d6a92ff6d5725c9f93.jpg"
	],
	"movies": []
}