{
	"title_id": "000500001014B800",
	"eshop_id": "20010000002326",
	"product_code": "WUP-P-ATWP",
	"name": "New Super Mario Bros.™ U + New Super Luigi™ U",
	"platform": 125,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/868bea843e75211918b75579f815aca02cfc27619a48e3bd0cc23ed2174fb4ca.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/162d34ac756460d1696e42caa673a7287b0174c64982e1934c37559352dbb4f7.jpg",
	"data_size": "14613185792",
	"description": "New Super Mario Bros. U: Un nuevo personaje se ha unido a Mario, Luigi y los Toad en New Super Mario Bros. U: ¡tú! Juega con tu personaje Mii en una aventura 2D de Mario de desplazamiento lateral. Explora un gran mundo repleto de nuevos niveles y experimenta formas de juego hasta ahora inéditas de la mano de Wii U. Con el Wii U GamePad, las partidas multijugador se vuelven más divertidas que nunca. Hasta cuatro jugadores con un mando de Wii podrán correr y saltar por los nuevos niveles mientras un jugador adicional se une a la acción en el modo de ayuda con el GamePad. En dicho modo de ayuda, el jugador con el GamePad puede tocar la pantalla táctil para colocar plataformas en la pantalla del televisor, lo que añade una nueva y emocionante faceta a la jugabilidad clásica de Mario. Los jugadores pueden colaborar para superar un nivel o enfrascarse en sana competencia en una carrera para conseguir monedas y potenciadores, esquivando los bloques estratégicamente colocados para molestar por su colega del GamePad. Si lo tuyo es cooperar, el modo ayuda te permitirá poner plataformas en lugares concretos para acceder a zonas ocultas o para encontrar los mejores atajos por los niveles. Corre por rutas a las que solo puedes llegar si colaboras con otro jugador y batid así vuestras propias marcas. New Super Luigi U: ¡Olvídate de Mario y prepárate para una aventura de Super Luigi! Acompaña a Luigi en su vuelta al mundo de New Super Mario Bros. U y recorre con él sus 82 desafiantes niveles, llenos de trampas y sorpresas. Cada nivel tiene un ajustado límite de tiempo, ¡así que no te entretengas y mete la directa hacia la meta! Controles característicos de Luigi: Los personajes se desplazan a mayor velocidad y saltan más que antes, lo que contribuye a crear un estilo de juego distintivo. Caco Gazapo se une a la diversión: En las partidas multijugador podrás jugar como Caco Gazapo. Al ser invulnerable a los ataques enemigos, ¡es perfecto para los jugadores novatos!",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2016-04-15",
			"retail": "2016-04-06"
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/696e3c870b2671b5b4d7aca849a9c1b25108c3ec2a9babf2c3c5f7d66e94365e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/af507ff1b38a1e864887d177f2feb54ab218c8189db915214efa2ab41438b757.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/54f7185912dfb6740dd5fe1a77aeb5883222e70ca53fcd8a481c07763d228827.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/2c7621d8ed4ae2ef2e0972e0cc70e2f760d8e360b9fc148c777c5fbb70c737b0.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/696e3c870b2671b5b4d7aca849a9c1b25108c3ec2a9babf2c3c5f7d66e94365e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/8f5ccfaa6d20d554b72693898e1a813dc3d186b9da3244f1669f2c1136578c35.jpg"
	],
	"movies": []
}