{
	"title_id": "00050000101C5B00",
	"eshop_id": "20010000019327",
	"product_code": "WUP-P-AFHP",
	"name": "Secret Files: Tunguska",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 509,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/bddef06f8423bff062853b911de719cb2e1c3669fe8d5b125283fae2a7284125.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/3a08650f39b2873ef203b77863e52686770fb0a5777e8ac7c54533e90567a8a5.jpg",
	"data_size": "3795616184",
	"description": "When Vladimir Kalenkow, a high-ranking scientist looking into the unexplained Tunguska catastrophe from 1908, goes missing, his daughter Nina and his assistant Max are drawn into a conspiracy of epic proportions. Chased across the globe by the Russian intelligence apparatus and a zealous secret society, the two adventurers solve mysteries in Germany, Russia, Cuba, China and even Antarctica. But the more light they shed on the truth, the more they put themselves in danger! Help Nina and Max, the adventurous protagonists of Secret Files Tunguska, to solve a variety of challenging quests and elaborate riddles as the title’s fascinating plot leads you to the most remote corners of the Earth. Travel to exotic locations, explore rich sceneries, engage with interesting characters and collect useful information. Unravel a mystery that remained unsolved for more than a hundred years! ENJOY AMAZING FEATURES AND A DEEPLY IMMERSIVE ATMOSPHERE • 12+ hours of suspense-laden playing time • 2 playable main characters • Dozens of NPCs with individual background stories • Lots of demanding quests, riddles and puzzles • More than a hundred exciting locations • High-quality graphics with amazing attention to detail • Full voice acting by popular dubbing actors",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-07-29",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/2561ff54fa698700fdc29296de86c17755388178090934ed25221898df211a58.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/ea8927d7b2c11fe53776b834a7b33a1f9aa240708075f4381b519737a556ce04.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/339644ef579086456f5351296c18684db2a21bf89b6736d4126f30433bbaea71.jpg"
	],
	"movies": []
}