{
	"title_id": "000500001020B600",
	"eshop_id": "20010000026092",
	"product_code": "WUP-P-BGHP",
	"name": "Ghost Blade HD",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 1608,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/1b61824ddc33c85cbaa66ffd34df0916bf428ab33ecc490730ed9fbe27b10df4.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/8eaf6014ef95b2c563f68517600708f59bc9d180712f5aad1e84371a001a8b7e.jpg",
	"data_size": "787480756",
	"description": "Ghost Лезвие HD является интенсивным пуля-ад стрелять 'Em Up игра, с удовлетворение и привыкание оценка на основе игрового процесса, с его традицией, идущей к стрелялки эпохи 1990-х годов. Разработанный с современным графическим стилем и спецэффектов, Ghost лезвие также имеет удивительный режим 2-х игроков! Дух клинка HD проста в освоении, но трудно овладеть. Soundtrack основан на японской расцвета shmups и пассаж звучит: Композитор Рафаэль Dyll уже забил несколько консольных игр (Soldner X-2 Радуга Луны.) И возвращается к своей подписи звук с музыкой признакам в The Ghost Blade. Взрыватель J-Pop влияния и типичные 90s синтезаторы и с современными ценностями производства, Рафаэль обеспечивает футуристическим саундтрек с броскими проводами и электронными битами. История: 10000 лет назад Искусственный интеллект известный как Шира был построен, чтобы защитить жителей Марса. С течением времени ИИ стал испорчены и Шира начали нападать на колонии Марс. Не имея возможности защитить себя от \"Зло Шира\" Марс зовет на помощь. Флот Силы обороны Земли борется свой путь к Зла Шира и использует мощные лазеры, чтобы уничтожить его. Тем не менее, \"Зло Шира\" тайно была резервная копия, которая бежит в космос и берет на заброшенной космической станции на окраине Солнечной системы. Когда EDF замечает побег они посылают их храброго бойца после того, как \"Зловещие Шира\". Вы этот пилот, и ваша миссия состоит в том, чтобы уничтожить Злого Шира прежде чем он сможет завершить свою новую атаку силу и поставить под угрозу существование всей вселенной Особенности: · Красивые, подробные HD Graphics (1080p) · 5 этапов с громадными Boss Enemies · 3 игрока боевых кораблей с различными типами пистолетов · Мгновенный Respawn · Режим практики · Оценка атаки · Сбалансирован Re-трудность · 3 режима сложности: Easy, Normal и Hard · 60 кадров в секунду · Аркады Геймплей и Захватывающий Scoring System · Авто-бомба включен легкий режим для начинающих · Время выпущен продолжается · 2-плеер режим локального кооперативе для захватывающей забавы · Невероятный саундтрек Рафаэль Dyll (Soldner-X2 и Рейнбоу Skies) · Online Leaderboards · 37 Achievements",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2017-02-28",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/fba116dd1308af93879f26b71cb9115877e9bf608c62293c8b2cf348370a0d9c.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/8fee249e426cfa416969632ab41d22849da9c3d41cc340367185e86405ad5874.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/85f413419a191d388c99ff2f3d0eac6869e5efe8846d3f74964f9851e680e107.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/14753a6f2d46e250cb39a420f533ec3b1c5b1cedca605e4cf96959430b65a698.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/6f68e2851d2e8005df789dc749e867862082b3eda7f77413aaef66180e74bef1.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/07dffdd1dc9035c1d46fc456646e330353f25693223536d6a92ff6d5725c9f93.jpg"
	],
	"movies": []
}