{
	"title_id": "0005000010176900",
	"eshop_id": "20010000013608",
	"product_code": "WUP-N-AGME",
	"name": "Splatoon™",
	"platform": 125,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/38235e5ca5a5ded9cdea95b2e420e39c480f1f8d77f30a2df1835157728a8dbf.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/cbfd34ab4b780df95328c39b082d948832d2cdd2d9d06f5554b91425e0596458.jpg",
	"data_size": "1816297732",
	"description": "Únete a los inklings, unas criaturas lanzatinta con forma de calamar, para reventar a tus enemigos y conquistar su territorio en este juego de Nintendo. Es una oda al desorden en el que puedes competir con otros jugadores en línea en caóticos combates territoriales de cuatro contra cuatro. ¡Haz como calamar y entíntalo todo para lograr la victoria! Nuevo contenido: A lo largo del verano de 2015 se añadirán nuevos tipos de combate, escenarios, equipo y más, ¡de manera que siempre habrá algo nuevo que probar! Para adquirir este contenido, debes actualizar el juego a la versión más reciente. Combates en equipo y más: Reúnete con tus amigos y desarrollen una estrategia para competir juntos en los combates en línea. Crea un equipo con hasta tres jugadores más en los combates en equipo, u organiza un combate privado con hasta siete de tus amigos y elige el escenario y estilo que quieras. O compite por tu cuenta y enfréntate a jugadores de todo el mundo en combates de 4 contra 4 que te permitirán subir de nivel y mejorar tu rango. Juegues como juegues, no te dejes reventar... ¡Lanza esa tinta! Visita la tienda de temas de Nintendo 3DS para ver el tema inspirado en este juego*. Para abrir la tienda, toca el icono en la esquina superior izquierda en el menú HOME de tu Nintendo 3DS. *El tema solo es compatible con las consolas de la familia Nintendo 3DS. Las consolas y los temas se venden por separado. “Con Splatoon Nintendo nos entrega otro fantástico título first-party y una nueva franquicia que empieza con el pie derecho” - Atomix 90/100 “Splatoon da una enorme explosión de colores a un estilo de juego que parecía haber olvidado lo que es ser divertido.” – IGN Latinoamerica 9/10 Increíble “Splatoon mezcla los mejores elementos del género y lo hace accesible a todo público.” - Levelup.com 8.6/10 Muy bueno “Splatoon es uno de los títulos visualmente más innovadores de los últimos tiempos.” - Levelup.coim 8.6/10 Muy bueno",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "TBD",
			"retail": "2015-12-31"
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/27633b11a4885a8a070668b04cd5d1a7d34c2652181efdeb41f11aa242040097.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/b8b2c746785bdbc1efa47787d094407efdc584ddebbb5425e5a25fc8f97009c2.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/0bc1fc314a1b9bcd259d49e16a9f01ff869c6c5526186e79b3404acb48d76254.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/c522cf4c7a019403bb10809e17dd3c9b01a06449e786cc5f8c1cae270d2433f4.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/7ae97c1862684434d42e8a0ec87bc609530d2aacebcbd34fdd720a4c293a2e58.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/b61be44944b7d178b6b3bade0028b4caa7517ecc09f892ef1b7f9b4760f0c95f.jpg"
	],
	"movies": []
}