{
	"title_id": "00050000101B0B00",
	"eshop_id": "20010000014567",
	"product_code": "WUP-N-VALP",
	"name": "Sin and Punishment™: Successor of the Skies",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/862ee03f1a2dd24c72a713ebea66b704f17b5da16588197c030b33ff82e54278.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/369625c06dde5940cc832deb3062a7cb7b74961d23719fcd4bad2393ad1555b3.jpg",
	"data_size": "1045463300",
	"description": "Der japanische Kult-Arcade Titel ist in verschiedene Kapitel unterteilt. Er erzählt die mysteriöse Geschichte von Isa Jo und Kachi, die zwischen Innerem und Äußerem Weltraum gemeinsam einen erbitterten Kampf für die Menschheit bestreiten. Die zwei Hauptfiguren können über dem Boden schweben und akrobatische Schnellschuss-Manöver vollziehen: Sie fliegen auf Jet Packs und Hover Boards, während sie sich mit Gewehren, Schwertern und Bomben gegen Feindeshorden wehren. In den actionreichen Levels werden dem Spieler Feinde – darunter gigantische Boss-Gegner – in bestimmter Reihenfolge entgegen geschleudert. Um die höchstmögliche Punktzahl zu erzielen, muss der Spieler einen Level und dessen Gegnerwellen bis ins kleinste Detail studieren. Das Punktesystem in Sin and Punishment: Successor of the Skies motiviert die Spieler zu Höchstleistungen: Sie werden belohnt, wenn sie Feinde hintereinander ausschalten und dabei selbst möglichst wenig Schaden nehmen. Noch mehr Punkte bekommen sie für außergewöhnliche Manöver, wie etwa eine große Anzahl an Feinden reihenweise zu erledigen. Mit seinen versteckten Gameplay-Elementen bietet der Titel seinen Fans jede Menge Gesprächsstoff zu der besten Abwehrstrategie oder Technik, um an die begehrten Medaillen zukommen. Klassische Arcade-Action gespickt mit einigen Überraschungen – dieses Spiel ist mit seinen motivierenden Herausforderungen ein echtes Muss und lädt die Wii-Fans ein, sich mit dem Rest der Welt zu messen. Dieses Spiel unterstützt auch Japanisch.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-04-30",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/8d2bc3538d9e82a3af3bbf4ab774e1816dbbfa057b0bd9e7e992eecd30f4e644.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/79878a75ca76a64fe2cde197f55b48d8a1c48e643dec748ab745f040aec2d0b7.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/7dad469368df1fd807251abe84f2dd1b01367df54129d1cb4026f350b72f3dc0.jpg"
	],
	"movies": []
}