{
	"title_id": "000500001010B600",
	"eshop_id": "20010000000068",
	"product_code": "WUP-N-AYSE",
	"name": "Your Shape®: Fitness Evolved 2013",
	"platform": 125,
	"platform_device": "WUP",
	"publisher": 278,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/781990b5b8a9466d26091ba1a8566a00fcf67e92711493cf165c0eb8753663e9.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/be1b60c3c46038509a5818d36ca414d25082456bad7d1721e5cd113c0f9792dd.jpg",
	"data_size": "2005270788",
	"description": "The Whole Nine Yards. With 125 different workouts and 215 moves, Your Shape®: Fitness Evolved 2013 delivers a massive array of activities. Whether you’re looking for strength building, cardio, stretching, or relaxation, we’ve got you covered. Your Personal Trainer. Create a personalized fitness program lasting up to four weeks, tailored to your current fitness level and preferences. Set your own personal goals and workout frequency. Get fit and stay motivated with a progressive learning curve and Daily Do’s. Get Connected. Your Shape®: Fitness Evolved 2013 brings a slew of new online features. With news feeds, online challenges, leaderboards, achievements, and friend competitions, Your Shape®: Fitness Evolved 2013 sets a new technological standard in the Nintendo universe and leverages the unique features of the Wii U system. Join the Calorie-Fighter Community. Connect with the established Your Shape Center website and broader Your Shape community. You can check out your personal stats and status wherever you are, or participate in community events and global challenges. Technology. Your Shape®: Fitness Evolved 2013 continues in the tradition of the franchise by offering the best-in-class workout technology including progress tracking, motivating online features, HD graphics, and beautifully animated virtual coaches. Eating Well. Getting fit isn’t only about exercise. Your Shape®: Fitness Evolved 2013 includes a huge database over 150 recipes for all occasions enabling you to eat right, while eating well. Dance Mode. Burn your calories while dancing to a pumping soundtrack. Supported with popular music tracks, Dance mode helps you have more fun while you get fit.",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2012-11-18",
			"retail": "2012-11-18"
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/d6b76f29ed9fe6043c2b7435fd6dacb52043e5dfb5eeac430b970839dfb34f44.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/809eaa27f9373975215614956aaccde85c8f0e2939e62249ecfdd02601e95171.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/6f6b0e995f48958a2fd9aba771bbcec7835b13609631ff29f883ee185fd24ed6.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/3d9e488dce4364dfa70b41e511fe41a909aa557e2f45c28abf7a2f82f2897dca.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/56f2e2da01e68c5145df25946b4687d8efecdd944522cb3b4dec3febf5e58966.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/8c74f9077ce2281548cb100946fbff227fb06365d6f58c6ad939810d0ed3d3a3.jpg"
	],
	"movies": []
}