{
	"title_id": "00050000101EC200",
	"eshop_id": "20010000023787",
	"product_code": "WUP-N-VBUP",
	"name": "Pikmin™",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/a093c0d47802d6a92c538f4ef07054af57226180df33dc895b19304454853a68.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/0a6d64efb63f2beb52a48be58008488bc88b6fed4e7f44644350d27b82ba3754.jpg",
	"data_size": "3726475724",
	"description": "Pikmin wordt omschreven als \"creatieve levenssimulatie\" en is een actie-/strategiegame met ongelofelijk realistische omgevingen die zijn gebaseerd op de tuin van Mr. Miyamoto in het Japanse Kyoto. Spelers besturen een ruimtevaarder, Kapitein Olimar, die is neergestort op een wel heel bijzondere planeet. Doel van de game is Olimar te helpen bij het opsporen van allerlei onderdelen van zijn ruimteschip, die over de hele planeet verspreid liggen. Kapitein Olimar heeft mazzel: op de planeet blijken vreemde wezentjes te wonen, die Pikmin heten. Pikmin zijn plantachtige levensvormen in drie kleuren: rood, geel en blauw. Elk type Pikmin heeft unieke eigenschappen, waarvan Olimar moet zien te profiteren. Rode Pikmin zijn bestand tegen vuur, blauwe Pikmin kunnen overleven in het water en gele Pikmin kunnen obstakels uit de weg ruimen met explosieve stenen. Je kunt de Pikmin individueel, in groepen of in één grote Pikmin-ploeg van 100 wezens besturen. De NEW PLAY CONTROL!-reeks van Nintendo bevat Nintendo GameCube-klassiekers die vernieuwd zijn voor de Wii! Met nieuwe eigenschappen, nieuwe ervaringen en, vooral, nieuwe manieren om de spellen te besturen. Zowel voor nieuwkomers als voor diegenen die de originelen hebben gespeeld op de GameCube. Voor NEW PLAY CONTROL! Pikmin is de grootste verandering in de besturing het mikken. In het GameCube-origineel verplaatste Olimars doelwit zich waar Olimar ging, waardoor het af en toe lastig mikken was als elke seconde telde. Maar met NEW PLAY CONTROL! Pikmin is mikken een kwestie van naar het scherm wijzen met de Wii-afstandsbediening. De aanwijsmogelijkheid van de controller maakt het niet alleen makkelijker om de doelcursor te bewegen, het geeft je ook een ongekende precisie. De Nunchuk-controller wordt ook gebruikt in dit spel, waarbij Olimars bewegingen bepaald worden met de richtingsstick van de Nunchuk en de meeste Pikmin-bewegingen en commando's gegeven worden met de Wii-afstandsbediening.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-09-01",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/2c3f0a84a906f1f187e0295803ba448f27e920d41f8d2190bbdf874d0ae13151.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/583e1495a966ebf8dcdac075df82dd707d5473a33368b6d439530b067f7ce8e2.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/77f3b871e1f41582ba2aa9294bcbf8c17554aa977e7104e5a688d90331857286.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/cb43ab80aa23a1d5e6b02f17944256b5300071b533ee0a22951fdfcdaea4f133.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/389a0e27de1d99659905b65da7c4a90d6eeaccbf82caaade7b6fb4f9c722bdd4.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/fc8ef3d8d54d0e27c5fb77fcec38c50526dd86bed61bab533594d65c36670580.jpg"
	],
	"movies": []
}