{
	"title_id": "000500001010B400",
	"eshop_id": "20010000000060",
	"product_code": "WUP-N-ASPE",
	"name": "ESPN Sports Connection",
	"platform": 125,
	"platform_device": "WUP",
	"publisher": 278,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/759925fc7aeb090c3d9a599109dd65a6551e804ca6175a91d3c65a8dd4b10b90.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/458b37349e235155093723fc1395e65dd3963c47484540b0884119445a935e50.jpg",
	"data_size": "1723924720",
	"description": "Developed from the ground up to fully leverage the Wii U, ESPN Sports Connection lets you play the most popular sports from a new perspective. Play solo, team up in co-op to experience new gameplay possibilities, or compete head-to-head in multiplayer! Play six of the most popular sports: Soccer, football, baseball, tennis, golf, and karting. Customize your avatars with ESPN gear: Progress through more than 40 achievements and unlock original ESPN outfits and create your own designs. Touch controls: Use the Wii U GamePad in football to call a blitz to sack the quarterback or in soccer curve a penalty kick and score! Get inside the action: Use the Wii U GamePad as a window into your environments. Scan in 360 degrees to analyze the golf course and prepare for your next swing. Play with the Wii Remote Plus using real sports gestures: Swing with precision in golf or hit a home run in baseball. Game on both your TV and Wii U GamePad: Drive your kart to victory competing with up to five players (four split screens on your TV + the Wii U GamePad), or play solo switching anytime between the Wii U GamePad and TV! Play fun mini-games: Try the tennis Cannon Ball Challenge with friends and test your reflexes!",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2012-11-18",
			"retail": "2012-11-18"
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/73e4eaa816b0473a76b06269928c3c610a27c5d2e9ca62a634acd9d492b3eefc.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/b525be6e9bc6f1ed927a1f867ebc1c5b3ca2aac6b4b097733270a1c5ef8aa802.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/ade296f5182aa14da377387d18719422271faea2a402a1560a886a40f9a25abc.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/88508d66bf10e648f5e23504e48f7de4e53735b098313cde2309dc3f3bfd69e8.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/05c01186c6b496dbe8e036f4906dbe642a42668eefbc86a5e1786814834c6383.jpg"
	],
	"movies": []
}