{
	"title_id": "000500001019D300",
	"eshop_id": "20010000013387",
	"product_code": "WUP-N-VACP",
	"name": "Punch-Out!!™",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/bcbcdc0410a45298c845fea3032bf00f0bc660c243d9a06bb02a0208e02d80b1.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/6cd783a5d8a06b6ee26e08faeae26e36f9f5c08ae8dbec175547da20280252c4.jpg",
	"data_size": "3991175648",
	"description": "Schnappen Sie sich Ihre Boxhandschuhe und steigen Sie wieder in den Ring – „PUNCH-OUT!!“ ist wieder da! Ein intuitives Steuerungssystem bringt Sie näher an die Action im Ring heran als je zuvor. Versetzen Sie Ihrem Gegner Haken, Aufwärtshaken und Sternhiebe, indem Sie die Wii-Fernbedienung und das Nunchuk schwingen, oder das Steuerkreuz auf Ihrem Controller zur Seite bewegen, um die klassische NES-Steuerung zu genießen. Als der streitsüchtige aber großherzige Bronx-Schläger Little Mac müssen Sie das Box-Etablissement so richtig aufmischen, um sich zum unangefochtenen Champion der kleineren, großen und Weltranglisten hochzukämpfen. Auf dem Weg dorthin legen Sie sich u. a. mit Glass Joe, Von Kaiser und dem knallharten King Hippo an. Insgesamt 13 schillernde Kämpfer stehen Ihnen im Weg, die alle auf ganz eigene und kreative Weise versuchen, Sie auf die Bretter zu schicken. Dachten Sie schon immer, dass Sie das Zeug zum Boxweltmeister haben? Dann lassen Sie in „PUNCH-OUT!!“ für Wii die Fäuste fliegen! - Schlagen Sie sich durch den Karriere- und Schaukampf-Modus oder fordern Sie im Zweispieler-Modus einen Freund heraus. - Spielen Sie mit der Wii-Fernbedienung und dem Nunchuk, um vollends in die knallharte Action einzutauchen. - Machen Sie's nostalgisch und halten Sie die Wii-Fernbedienung seitlich wie einen NES-Controller. Schläge landen Sie dann, indem Sie den 1- und 2-Knopf drücken. - Treten Sie gegen 13 Kämpfer an, z. B. Glass Joe, Von Kaiser und King Hippo.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-03-12",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/af463f7e89869068e537435da949379125cdb4349a4afbd90b95c3323e6610de.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/62ffc422a4735947bac0022b2cfe1b1ce3f6d80f0cfea9272cf796514f902b42.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/f7563495de47ae8eee887d322b36ee186d46b877c6a89bf27bf9d6f590d80a3a.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/1edc44c8381bb1ed792aa095e4444bff9cdb6e7d3d3b4bba0ddc7cf87e4b5b50.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/3a169cfe54389c058b1cb781727a379647ce5aaea88a5e46e21411376bc65dfc.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/3dd2f032f61acd9566265377b3291b3def7068665004af8e3186790518d36dfb.jpg"
	],
	"movies": []
}