{
	"title_id": "000500001020C600",
	"eshop_id": "20010000026209",
	"product_code": "WUP-P-AZWP",
	"name": "Six Sides of the World",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 1331,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/319732abb62b38202eaddef332122a141728be1068b71fddbc4f77ea070c1253.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/5a3f7bae24b1039e753955a79c7b1ee0b31e23e780d375966b11349cee27cc8b.jpg",
	"data_size": "1121419484",
	"description": "SIX SIDES OF THE WORLD – LARGA VIDA AL DIOS DE LOS PUZLES “Six Sides of the World” es un videojuego de puzles que te sumerge en una aventura intergaláctica a través de diferentes sistemas espaciales plagados de desafíos que atentarán contra tu cerebro. EL ENFRENTAMIENTO DEFINITIVO: TU MENTE vs PELIGROS DE CIENCIA FICCIÓN La orientación espacial, la lógica y el puro ingenio serán tus mejores armas para superar los diferentes planetas cúbicos repletos de puzles. Cada nivel presentará desafíos cada vez más peligrosos, añadiendo todo tipo de amenazas propias de la ciencia ficción: desde portales hasta rayos láser. Tendrás que analizar cuidadosamente cada planeta, así como cada una de sus caras para entender sus peligros y sus soluciones potenciales. Apresurarte puede llevarte a la muerte: conocer el ritmo de cada puzle será clave para solucionarlo. EXPLORA UN VASTO SISTEMA GALÁCTICO Six Sides of the World presenta una serie de sistemas estelares que explorar. Cada uno está compuesto por diferentes puzles que van introduciendo nuevas y desafiantes mecánicas. Pero la característica más interesante de todo esto es que los sistemas estelares pueden ser navegados de manera lineal, siguiendo el camino predeterminado y más sencillo; o bien puedes tomar desvíos si eres lo suficientemente valiente. Algunos puzles tienen más de una solución posible, permitiendo al jugador llevar su capacidad al límite para desbloquear puzles secretos. ¡DE PASATIEMPO A DOLOR DE CABEZA! La libertad de exploración en Six Sides of the World te permite elegir la dificultad: el camino lineal requiere una mente resolutiva e inteligente; pero las soluciones extra de algunos puzles requieren una verdadera capacidad de entender sus mecánicas ¡Y eso no es todo! Estas soluciones te llevarán hacia niveles secretos que serán capaces de volverte loco. Es una manera ingeniosa de permitir al jugador escoger la dificultad del reto: ir a por la solución adicional es una manera de enfrentarse a desafíos de mayor calibre. ¡Y los niveles extra son los desafíos más exigentes! Hay una diferencia entre entender cómo funciona una mecánica y llevar dicha mecánica hasta sus últimas e intrincadas consecuencias. ¿Estás preparado? ¡LARGA VIDA AL DIOS DE LOS PUZLES! Maigo es un explorador que está a punto de descubrir algo mucho más grande de lo que espera. Mientras navega a través del espacio, haciendo frente a difíciles puzles, empezará a entender que está acercándose a un secreto trascendental. Las preguntas resonarán en su mente: ¿Quién ha creado estos misteriosos planetas? ¿Qué motiva a este arquitecto intergaláctico? ¿Hay un plan tras todo esto? ¿Es un test? ¿Es un método para proteger algo? Buscando la verdad, Maigo tendrá que superar todos los desafíos para dar con esta especie de… DIOS DE LOS PUZLES. Características -Una galaxia de puzles: Docenas de puzles a cual más creativo y desafiante creados sobre planetas cúbicos. -Escoge tu propia manera de ganar: Progresión no lineal con distintos niveles de dificultad. Sigue los niveles menos complicados para acabar el juego; pero explora los niveles secretos para hacer frente al verdadero desafío. -Controles sencillos e intuitivos. -Música de otro mundo: Banda sonora compuesta por Carlos Viola.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2017-03-23",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/2798e6aed678435a96351e9808420496e8d8ea02851b71525a13de3fd2f0860a.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/4aa17fe6959b7b9f34b9ecd128c3a4d1756006aac584287487c5281c881dfd1c.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/09d5d316507c76fd7dca64e02f24722d7c5f58439756b36946f9c10deaba3749.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/4462d417dd5d7d8d3bf14833709f34e3558063d27b72eaf262ad4dd924667c50.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/75252593c1c2fb3a68a401931fe59d9ff1f779f8520aaaf2be2f6a25a3140f7d.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/b04fa0dc6907756de83bed891927cc7c8d12263dcf818571ae2c782309dc2cb8.jpg"
	],
	"movies": []
}