{
	"title_id": "00050000101B0B00",
	"eshop_id": "20010000014567",
	"product_code": "WUP-N-VALP",
	"name": "Sin and Punishment™: Successor of the Skies",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/862ee03f1a2dd24c72a713ebea66b704f17b5da16588197c030b33ff82e54278.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/369625c06dde5940cc832deb3062a7cb7b74961d23719fcd4bad2393ad1555b3.jpg",
	"data_size": "1045463300",
	"description": "The cult Japanese game, played in chapters, follows the mysterious story of Isa Jo and Kachi as they fight a battle for humanity between Inner and Outer Space. The two characters can fly above the ground and unleash fearsome firepower as they dash and glide using jet packs and flying boards, battling to repel the hordes of enemies with guns, swords and powerful bombs. To add to the challenge, each action-packed level has been designed to throw enemies, including gigantic bosses called Commanders, against you in a certain order. You will need to study a stage and its waves of enemies in great detail in order to achieve the best score possible. The scoring system in Sin and Punishment: Successor of the Skies offers an intense challenge for everyone. Players are rewarded for hitting successive enemies while suffering as little damage as possible and can reap more points if they perform extraordinary actions, such as hitting a large number of enemies in a row. The game gives fans plenty to talk about with lots of hidden gameplay elements to discover; such as the strategy to best tackle patterns of enemies or techniques that reward skilled players with coveted medals. This game also supports Japanese",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-04-30",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/8d2bc3538d9e82a3af3bbf4ab774e1816dbbfa057b0bd9e7e992eecd30f4e644.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/79878a75ca76a64fe2cde197f55b48d8a1c48e643dec748ab745f040aec2d0b7.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/7dad469368df1fd807251abe84f2dd1b01367df54129d1cb4026f350b72f3dc0.jpg"
	],
	"movies": []
}