{
	"title_id": "0005000010178F00",
	"eshop_id": "20010000010326",
	"product_code": "WUP-P-WKNP",
	"name": "Shovel Knight: Treasure Trove",
	"platform": 125,
	"platform_device": "WUP",
	"publisher": 1253,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/fc3550c015f36106aa6a5cb15fa178cc0478279580d98cd342f13ebe0740d129.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/f02c3449f0593b3d22a3dd3166e77cc9853027ba538e6789f214c283682fbdd9.jpg",
	"data_size": "194478220",
	"description": "Shovel Knight: Treasure Trove is the full and complete edition of Shovel Knight, a sweeping classic action adventure game series with awesome gameplay, memorable characters, and an 8-bit retro aesthetic! Become Shovel Knight, wielder of the Shovel Blade, as he runs, jumps, and battles in a quest for his lost beloved. Take down the nefarious knights of the Order of No Quarter and their menacing leader, The Enchantress. But that’s not everything! Shovel Knight: Treasure Trove will feature three additional campaigns that are games all unto themselves! Take control of Plague Knight, and Specter Knight on adventures of their own, with King Knight joining later as a free update! Together, they form a grand and sweeping saga! With a fully cooperative campaign, a full-featured challenge mode, body swap mode, and a 4 player battle mode (Coming soon!) you’ll be digging for a long time. With Shovel Knight: Treasure Trove, you get it all. Uphold the virtues of Shovelry, earn relics and riches, and discover the true meaning of shovel justice! Includes: • Shovel Knight: Shovel of Hope – Steel your Shovel Blade and start digging through the adventure that started it all! Jump, battle foes, and discover treasures as you quest to defeat the Order of No Quarter and their vile leader, The Enchantress. • Shovel Knight: Plague of Shadows – Prime your potions and become the maniacal alchemist Plague Knight in his adventure to brew the ultimate potion! Combine bomb parts to create custom combinations, discover new items, areas and bosses, and maybe even discover a bubbling romance. • Shovel Knight: Specter of Torment – Summon your scythe in the prequel to Shovel Knight! Take control of Specter Knight to dash through completely redesigned levels by climbing walls, mastering a new arsenal of weapons, and slashing your foes to ribbons. Become the reaper, discover your melancholy past, and recruit the Order of No Quarter! • Shovel Knight: King Knight’s Campaign - (to be released in 2017) • Shovel Knight: Battle Mode - Duel with up to 4 players locally as your favorite heroic or villainous knight!! (to be released in 2017) Features: • Yacht Club Games' beautifully authentic style bridges the gap between yesterday and today. Design, art, and audio hearken back to the days of 8-bit. • The systems of today also give Shovel Knight modern touches: detailed animation, multilayered parallax backgrounds, and evolved game design. • Leap over gaps! Duel with foes! Uncover treasure! Find Secrets! Upgrade! Shovel Knight is simple to learn and play, but challenge lies everywhere. • Multiple awesome soundtracks by Jake \"Virt\" Kaufman with additional songs by Manami Matsumae! • Amass riches to upgrade your armor and weapons. • Detailed, living background and animation! Big, beautiful pixels! • Lovable characters and bosses! • Balanced gameplay is a warm welcome to newcomers, and an old embrace for experts. • A light touch to narrative with humor, levity, and heart. • Retell the adventure and uncover all of the world's secrets with New Game+! • Challenge Mode - A full featured mode with over 50 challenge levels that up the ante in every way! • Body Swap - Did you ever wish Shovel Knight was a lady, or Shield Knight was a guy? Well, now you can change them all around however you want, with brand new designs for all of the main characters in Shovel of Hope! • Co-op! – Grab a friend and play through Shovel of Hope as a fully cooperative adventure! Visit amiibo.nintendo.eu for compatible amiibo™ and the latest information.",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2014-11-06",
			"retail": "2014-11-06"
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/78e4191a702fcb389c0255598805611d16096f0513b6bf750b464ff5ac62a2c0.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/de9ee247be61bc25e793b12c3d90609d06586dd6e6cfd99d64f52c0fd5884ba3.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/493cb05141d9b0223a5020472c5d4c5ccd499543c27db380dc00569e3c7bc7b8.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/88dc92b1c0076ec30c0831689740cee3e25a6c66a3b0b9bdf723a520f653626d.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/275a3f2bd18710ef6921a351b0183c84410ade96750968546522ae6642877cc5.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/530d6bb48d512d2a615eb6a83dceba9634f166c85c89031728624f71cb413f70.jpg"
	],
	"movies": [
		{
			"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/9370e3ce918bb3438ab9b79a6e8cd983826a84209e097c8ceb1f6afac115fb63.jpg",
			"name": "amiibo × Shovel Knight",
			"files": [
				{
					"quality": "HQ",
					"format": "mp4",
					"movie_url": "https://kanzashi-movie-wup.cdn.nintendo.net/m/4bf3c18f86daab09c60dd2860ff690e84ce13aa9f8ee0751b010bb6c7eef7407.mp4",
					"width": "1280",
					"height": "720",
					"dimension": "2d",
					"play_time_sec": "138"
				},
				{
					"quality": "LQ",
					"format": "mp4",
					"movie_url": "https://kanzashi-movie-wup.cdn.nintendo.net/m/44559a54442f51d343ade0a1e2f96d03fafdc0f991609ae931c29b7c9872b498.mp4",
					"width": "854",
					"height": "480",
					"dimension": "2d",
					"play_time_sec": "138"
				}
			]
		}
	]
}