{
	"title_id": "000500001019D300",
	"eshop_id": "20010000013387",
	"product_code": "WUP-N-VACP",
	"name": "Punch-Out!!™",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/bcbcdc0410a45298c845fea3032bf00f0bc660c243d9a06bb02a0208e02d80b1.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/6cd783a5d8a06b6ee26e08faeae26e36f9f5c08ae8dbec175547da20280252c4.jpg",
	"data_size": "3991175648",
	"description": "Recupera i tuoi guantoni e preparati ad assaggiare di nuovo il ring - PUNCH-OUT!! sta per tornare! Un sistema di controllo intuitivo ti porta vicino all'azione come mai prima d'ora! Tira ganci, sgancia montanti e Pugni Stella facendo oscillare il telecomando Wii e il Nunchuk, oppure utilizza il tuo telecomando Wii di traverso per avere il tipico sistema di controllo NES. Nelle vesti di Little Mac, rissoso del Bronx dal grande cuore, dovrai sferrare un assalto individuale al mondo della boxe, nel tentativo di diventare l'indiscusso campione di tutti i circuiti, Minor, Major e World. Lungo il cammino, ti scontrerai con personaggi quali Glass Joe, Von Kaiser, e l'incisivo King Hippo. 13 brillanti combattenti cercheranno di bloccarti la strada, ognuno con una mossa nuova e creativa per farti finire al tappeto. Hai sempre pensato di poter essere un degno sfidante? Allora preparati alla mischia nell'azione di PUNCH-OUT!! per Wii. - Combatti in modalità Carriera e Esibizione o sfida un amico nella modalità Testa a testa. - Gioca utilizzando il telecomando Wii e il Nunchuk per un'esperienza intensa e coinvolgente! - Fai un tuffo nel passato impugnando il telecomando Wii di lato come un controller NES, e sganciando pugni semplicemente premendo i pulsanti 1 e 2. - Sfida tredici diversi avversari, inclusi Glass Joe, Von Kaiser e King Hippo.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-03-12",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/af463f7e89869068e537435da949379125cdb4349a4afbd90b95c3323e6610de.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/62ffc422a4735947bac0022b2cfe1b1ce3f6d80f0cfea9272cf796514f902b42.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/f7563495de47ae8eee887d322b36ee186d46b877c6a89bf27bf9d6f590d80a3a.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/1edc44c8381bb1ed792aa095e4444bff9cdb6e7d3d3b4bba0ddc7cf87e4b5b50.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/3a169cfe54389c058b1cb781727a379647ce5aaea88a5e46e21411376bc65dfc.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/3dd2f032f61acd9566265377b3291b3def7068665004af8e3186790518d36dfb.jpg"
	],
	"movies": []
}