{
	"title_id": "0005000010159A00",
	"eshop_id": "20010000003684",
	"product_code": "WUP-P-AFCP",
	"name": "Wii Fit™ U Trial Version",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/69218dacc72f20610576ff50e58660ab51ff4811f2ef28cccc42231165e16861.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/ad266c660c1c3556ae0695c5cf1306bf3f357dead76dc1d74650fe76f6b5b27d.jpg",
	"data_size": "4869128672",
	"description": "Til je fitnessroutine naar een hoger niveau met Wii Fit U, exclusief voor Wii U. Werk je in het zweet met nieuwe oefeningen die gebruik maken van de Wii U GamePad, het Wii Balance Board, of beide. Sommige oefeningen uit Wii Fit en Wii Fit Plus zijn ook weer present. De combinatie van Wii Balance Board en Wii U GamePad opent heel nieuwe mogelijkheden om je lichaam te trainen, en Wii Fit U biedt dan ook heel wat nieuwe activiteiten die je op leuke en uitdagende manieren in beweging zetten. - Dankzij het geïntegreerde tweede scherm van de Wii U GamePad kun je altijd trainen en je vorderingen bijhouden, zelfs als de tv in gebruik is. - Geniet van nieuwe activiteiten en enkele terugkerende oefeningen uit eerdere Wii Fit-spellen - Gebruik het originele Wii Balance Board en zet je oude gegevens over om verder te trainen in Wii Fit U Bepaalde onderdelen van deze software kun je niet spelen zonder een Wii-afstandsbediening Plus of een Wii-afstandsbediening in combinatie met het Wii MotionPlus™-accessoire. Voor sommige onderdelen heb je twee van zulke controllers nodig. Soms kun je een Wii-afstandsbediening gebruiken in plaats van een Nunchuk™. Met Wii Fit U kunnen gebruikers in beweging blijven met 77 verschillende activiteiten, waarvan vele voordeel halen uit de Wii U GamePad. Gebruikers die Wii Fit U na de proefperiode van 31 dagen willen blijven gebruiken, kunnen de tijdsbeperking wegnemen door het apart verkrijgbare Fit Meter-accessoire te koppelen aan de proefversie van de Wii Fit U-software. Hiermee kunnen gebruikers voor onbepaalde tijd Wii Fit U blijven spelen. De Fit Meter zal vanaf 1 november verkrijgbaar zijn in verschillende kleuren, waaronder zwart, rood en groen.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-11-01",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/1c9239348f2a803e9457730e84d075861df9813bb65f11552168d717e6a9d9ac.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/5586312d777c94a75d47f6ee5529db3beb6364fc1e9d85248355aaf2e568b587.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/48e352cc3b77dfa3781e223592c500a5fe854c69b6db8c1b63c7cbfac3593f9b.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/ef510d5734335e7fd382adee1523f4f46f53152d61b809695d1b54f54cb1d418.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/8bea25fe20c16e92cd58922359fbddcf3944c423e4c1a0df6c6de1f603ac97f5.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/83f9c658dd551514e5a0fbf558d8e78242494f072be5c1033d51eddbeaf86c21.jpg"
	],
	"movies": []
}