{
	"title_id": "000500001010EE00",
	"eshop_id": "20010000000286",
	"product_code": "WUP-P-AF3P",
	"name": "FIFA 13",
	"platform": 125,
	"platform_device": "WUP",
	"publisher": 69,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/a05e1e2a19e4cc054958f9a479fe68979b5fb1f513384692678604fa8ee4bfcc.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/94600771391857aa9b9fa61ef42970639eb73de9dcc1af9bbbb9a5d04871b8fd.jpg",
	"data_size": "8690861072",
	"description": "O EA SPORTS FIFA 13 proporciona a jogabilidade premiada que inclui o Motor de Colisões entre Jogadores, gráficos HD e mais de 500 clubes licenciados. Três novas formas revolucionárias de jogar que junta jogadores de todas as habilidades. As famílias podem jogar no Modo Co-op, onde um jogador faz a gestão e até quatro podem jogar. Os controlos de gestão inclui um radar interativo para enviar jogadores nas jogadas e controlo tátil para alterar táticas, formações ou substituições em tempo real. Experimenta a sensação de gerir o teu clube em Manage Match, dando indicações aos jogadores e ter conversas com eles no intervalo do jogo. As inovações que utilizam o Wii U™ GamePad colcam-te em campo e no centro da ação. Levanta e olha através do ecrã tátil do GamePad para apontar a bola nos livres diretos ou nos penaltis, e depois aplica a curva perfeita no remate e vê o resultado. Liga e interage com os teus amigos. Vê os teus amigos online e convida-os a jogar, ou envia mensagens em tempo real utilizando a escrita no ecrã tátil.",
	"availability": {
		"eshop": false,
		"retail": true,
		"dates": {
			"eshop": "2012-11-30",
			"retail": "2012-11-30"
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/359daeb8354b5220f5f4426844fe3441187b9c98a818f16b11492fcc4fa70558.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/0d89d820bc92eae53aa13ad20a5d768bde7db03d169304b0eaa5ccb3335573e3.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/df9516aa4bbb148c2356c4d0410ce1304c2cd7582f434d448a01af4bb8b8b69e.jpg"
	],
	"movies": []
}