{
	"title_id": "00050000101B0B00",
	"eshop_id": "20010000014567",
	"product_code": "WUP-N-VALP",
	"name": "Sin and Punishment™: Successor of the Skies",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/862ee03f1a2dd24c72a713ebea66b704f17b5da16588197c030b33ff82e54278.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/369625c06dde5940cc832deb3062a7cb7b74961d23719fcd4bad2393ad1555b3.jpg",
	"data_size": "1045463300",
	"description": "Il gioco cult giapponese, suddiviso in capitoli, porta avanti la misteriosa storia di Isa Jo e Kachi, nella loro battaglia spaziale per salvare l'umanità. I due personaggi possono sollevarsi da terra e scatenare un'incredibile potenza di fuoco, schivare i colpi e planare in aria grazie a zaini jet e tavole volanti, tutto per respingere ondate di nemici con fucili, spade e potenti bombe. Per rendere la sfida più difficile, ogni livello è stato programmato per porti di fronte a determinati nemici, inclusi giganteschi boss chiamati Commander, in un determinato ordine. Dovrai dunque studiare nel dettaglio ogni livello e le orde di nemici che ti attendono, se vorrai ottenere il punteggio più alto. Il sistema di calcolo del punteggio di Sin & Punishment: Successor of the Skies offre una vera sfida a tutti. I giocatori saranno premiati se riescono a colpire nemici in successione, subendo il minimo danno possibile; potranno ottenere punti extra eseguendo azioni speciali, ad esempio colpendo in sequenza un numero straordinariamente alto di nemici. Il titolo offre tanti elementi di gioco nascosti, dando ai giocatori diversi spunti su cui discutere, come le strategie per superare al meglio le schiere di nemici, o le tecniche di combattimento che premieranno i migliori giocatori con ambite medaglie. Il gioco è disponibile anche in giapponese.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-04-30",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/8d2bc3538d9e82a3af3bbf4ab774e1816dbbfa057b0bd9e7e992eecd30f4e644.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/79878a75ca76a64fe2cde197f55b48d8a1c48e643dec748ab745f040aec2d0b7.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/7dad469368df1fd807251abe84f2dd1b01367df54129d1cb4026f350b72f3dc0.jpg"
	],
	"movies": []
}