{
	"title_id": "0005000010145600",
	"eshop_id": "20010000002224",
	"product_code": "WUP-N-ADBA",
	"name": "Animal Crossing™ Plaza",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/f6e0e3288b6be77e1f3afe8c6da102217f4b51939f3ac9cd17433bf6288061b3.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/c4d6eac4a5076d557e1cedc590b85c88934bf2610d16066d41c2cd5dd402ef79.jpg",
	"data_size": "152928376",
	"description": "Stap in de wereld van Animal Crossing Plaza op Wii U en ontdek een nieuwe manier van communiceren met andere Animal Crossing-fans van over de hele wereld! In Animal Crossing Plaza kun je posts bekijken over wat er zich in het dorp afspeelt, andere berichten gerelateerd aan Animal Crossing, nieuws over kalenderevenementen, en berichten van andere Animal Crossing-fans van over de hele wereld. Je kunt foto's die je hebt gemaakt in Animal Crossing: New Leaf en QR Code®-afbeeldingen via je SD-kaart importeren, of ze organiseren in albums. Je kunt bij deze afbeeldingen ook berichten posten. De QR Code®-afbeeldingen die zijn gepost kunnen ingescand en gebruikt worden in jouw Animal Crossing: New Leaf-spel. Door in Animal Crossing Plaza je favoriete dier te kiezen kun je berichten over dat specifieke dier posten, of posts bekijken over dat dier. Als je meer posts wilt bekijken ga dan in Animal Crossing Plaza naar de community voor de Animal Crossing-serie. Vanaf 14 november is Animal Crossing Plaza verrijkt met nieuwe functies! In de nieuwe versie kun je stemmen op het dier dat jij het best vindt passen bij het onderzoek van de maand. (Deze dienst loopt tot en met eind 2014. Vanaf dan zijn de resultaten nog wel te raadplegen.) Je kunt nu leuke stempels toevoegen aan je handgeschreven berichten in Miiverse, maximaal tien dieren inschrijven als bewoners, foto's gepost door andere spelers opslaan en meer! We hopen dat je plezier beleeft aan de nieuwe functies die Animal Crossing Plaza leuker maken dan ooit tevoren!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-08-07",
			"retail": null
		}
	},
	"screenshots": [],
	"movies": []
}