{
	"title_id": "000500001014B800",
	"eshop_id": "20010000002326",
	"product_code": "WUP-P-ATWP",
	"name": "New Super Mario Bros.™ U + New Super Luigi™ U",
	"platform": 125,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/868bea843e75211918b75579f815aca02cfc27619a48e3bd0cc23ed2174fb4ca.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/162d34ac756460d1696e42caa673a7287b0174c64982e1934c37559352dbb4f7.jpg",
	"data_size": "14613185792",
	"description": "New Super Mario Bros. U: Dans New Super Mario Bros. U, Mario, Luigi et Toad sont rejoints par un nouveau personnage : Vous ! Utilisez votre personnage Mii pour courir et sauter dans cette aventure Mario à défilement latéral. Explorez une carte gigantesque remplie de tout nouveaux stages et expérimentez des façons de jouer inédites et possibles uniquement sur Wii U. Grâce au Wii U GamePad, les parties multijoueur sont plus amusantes que jamais. Jusqu'à quatre joueurs armés de télécommandes Wii et un cinquième utilisant le Wii U GamePad peuvent prendre part au mode ruée vers l'or. Dans ce mode, le joueur utilisant le GamePad peut toucher l'écran tactile pour placer des plateformes sur l'écran du téléviseur ce qui ajoute une touche rafraichissante au gameplay Mario classique. Les joueurs œuvrent de concert pour terminer les stages ou s'affrontent les uns les autres dans une course effrénée où ils tentent de collecter un maximum de pièces et de transformations tout en évitant les blocs gênants placés par leur ami en charge du GamePad ! Si vous aimez le jeu en coopération, le mode ruée vers l'or vous permet de placer des plateformes de manière stratégique pour permettre d'accéder à des zones inexplorées ou parcourir les stages encore plus rapidement. Prenez des itinéraires accessibles uniquement en travaillant de concert et battez des records en famille ou entre amis. New Super Luigi U : Oubliez Mario et partez à l'aventure aux côtés de Super Luigi ! Accompagnez Luigi et revisitez le monde de New Super Mario Bros. U. Parcourez 82 stages inédits remplis de pièges coriaces et sans merci ! Il n'y a pas de temps à perdre ! Votre temps est limité, donc filez droit au but ! Commandes caractéristiques de Luigi : Les personnages se déplacent plus vite et leurs sauts sont plus puissants qu'avant, ce qui rend ce jeu unique. Carottin se joint à la fête : Dans le mode multijoueur, vous pouvez incarner Carottin. Il ne subit aucun dégât lorsqu'un ennemi le touche, il est le personnage parfait pour les débutants !",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2016-04-15",
			"retail": "2016-04-06"
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/696e3c870b2671b5b4d7aca849a9c1b25108c3ec2a9babf2c3c5f7d66e94365e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/af507ff1b38a1e864887d177f2feb54ab218c8189db915214efa2ab41438b757.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/54f7185912dfb6740dd5fe1a77aeb5883222e70ca53fcd8a481c07763d228827.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/2c7621d8ed4ae2ef2e0972e0cc70e2f760d8e360b9fc148c777c5fbb70c737b0.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/696e3c870b2671b5b4d7aca849a9c1b25108c3ec2a9babf2c3c5f7d66e94365e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/8f5ccfaa6d20d554b72693898e1a813dc3d186b9da3244f1669f2c1136578c35.jpg"
	],
	"movies": []
}