{
	"title_id": "00050000101EC200",
	"eshop_id": "20010000023787",
	"product_code": "WUP-N-VBUP",
	"name": "Pikmin™",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/a093c0d47802d6a92c538f4ef07054af57226180df33dc895b19304454853a68.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/0a6d64efb63f2beb52a48be58008488bc88b6fed4e7f44644350d27b82ba3754.jpg",
	"data_size": "3726475724",
	"description": "Pikmin é um jogo de ação e estratégia descrito como um \"engenhoso simulador da vida real\", onde se podem encontrar ambientes extremamente realistas inspirados no jardim do Sr. Miyamoto, em Quioto, no Japão. Os jogadores controlam um astronauta, o Capitão Olimar, cuja nave espacial se despenhou num planeta muito invulgar. O objetivo do jogo consiste em ajudar Olimar a reunir as peças da sua nave espacial, que estão perdidas e espalhadas por todo o planeta. Felizmente para o Capitão Olimar, o planeta é habitado por estranhas criaturas chamadas Pikmin. Os Pikmin são pequenas formas de vida semelhantes a plantas, que existem em três cores diferentes: vermelho, amarelo e azul. Cada tipo de Pikmin tem atributos únicos que Olimar deve explorar em seu benefício. Os Pikmin vermelhos são resistentes ao fogo, os Pikmin azuis sobrevivem na água, e os Pikmin amarelos conseguem destruir obstáculos usando bomb rocks (pedras bomba). Os jogadores podem controlar os rebentos de Pikmin individualmente, em grupos, ou num batalhão de 100 Pikmin. A série NEW PLAY CONTROL! Da Nintendo apresenta os clássicos da Nintendo GameCube adaptados à Wii. Esperam-te novas funções, experiências e ainda mais importante, novas formas de controlar os jogos, quer sejas um principiante ou já tenhas jogado os originais na GameCube. Neste NEW PLAY CONTROL! Pikmin, a mudança mais substancial diz respeito ao apontar. No original da GameCube o alvo de Olimar movia-se na mesma direcção que ele, o que tornava a pontaria complicada quando se tratava de uma questão de segundos. Mas com o NEW PLAY CONTROL! Pikmin, apontar é tão fácil como apontar para o ecrã com o Comando Remoto Wii. Através das capacidades do ponteiro do comando não só é mais fácil movimentar o cursor do alvo, como fornece aos jogadores uma precisão que eles não experienciaram anteriormente. O comando Nunchuk também é utilizado para jogar este jogo, com a maioria dos movimentos de Olimar a serem determinados pelo Manípulo de Controlo do Nunchuk e a maioria dos movimentos e ordens dos Pikmin a ficarem a cargo do Comando Remoto Wii.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-09-01",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/2c3f0a84a906f1f187e0295803ba448f27e920d41f8d2190bbdf874d0ae13151.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/583e1495a966ebf8dcdac075df82dd707d5473a33368b6d439530b067f7ce8e2.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/77f3b871e1f41582ba2aa9294bcbf8c17554aa977e7104e5a688d90331857286.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/cb43ab80aa23a1d5e6b02f17944256b5300071b533ee0a22951fdfcdaea4f133.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/389a0e27de1d99659905b65da7c4a90d6eeaccbf82caaade7b6fb4f9c722bdd4.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/fc8ef3d8d54d0e27c5fb77fcec38c50526dd86bed61bab533594d65c36670580.jpg"
	],
	"movies": []
}