{
	"title_id": "000500001014B800",
	"eshop_id": "20010000002326",
	"product_code": "WUP-P-ATWP",
	"name": "New Super Mario Bros.™ U + New Super Luigi™ U",
	"platform": 125,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/868bea843e75211918b75579f815aca02cfc27619a48e3bd0cc23ed2174fb4ca.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/162d34ac756460d1696e42caa673a7287b0174c64982e1934c37559352dbb4f7.jpg",
	"data_size": "14613185792",
	"description": "New Super Mario Bros. U: Para além de Mario, Luigi e Toad, há uma nova personagem em New Super Mario Bros. U: tu! Joga com o teu Mii numa aventura 2D de Mario de deslocamento lateral, explora um grande mundo repleto de novos níveis e experimenta formas de jogo só possíveis na Wii U! Com o Wii U GamePad, a opção multijogadores torna-se mais divertida do que nunca. Até quatro jogadores com Comandos Wii Plus podem correr e saltar em novos níveis enquanto um jogador adicional se junta à ação no Modo Assistido no GamePad. Aqui, o jogador que utiliza o GamePad pode tocar no Ecrã Tátil para colocar plataformas no ecrã do televisor, o que acrescenta uma faceta emocionante à clássica jogabilidade de Mario. Os jogadores podem trabalhar em conjunto para concluírem um nível ou participar numa competição saudável numa corrida para apanharem moedas e itens de transformação, ao mesmo tempo que tentam evitar os blocos estrategicamente colocados pelo seu colega que detém o GamePad. Se o teu objetivo é a cooperação, o Modo Assistido permite-te colocar plataformas estrategicamente para poderes aceder a áreas escondidas ou encontrar caminhos mais rápidos por níveis. Compete em trajetos que só conseguirás alcançar trabalhando em conjunto e tenta alcançar uma nova pontuação ou recordes de tempo com amigos e familiares. New Super Luigi U: Esquece o Mario e prepara-te para uma aventura com Super Luigi! Junta-te ao Luigi no seu regresso ao mundo de New Super Mario Bros. U com 82 novos e exigentes níveis, repletos de complicados truques e armadilhas para explorar! Porém, não há tempo a perder - cada nível tem um curto tempo limite, por isso apressa-te rumo à meta! Controlos clássicos de Luigi: Os personagens movem-se com maior velocidade e têm um maior poder de salto do que anteriormente, o que resulta num distinto estilo de jogo. Coelharápio junta-se à diversão: Agora também podes jogar como Coelharápio nos jogos multijogador. Ele não sofre quaisquer danos por parte dos inimigos, pelo que é perfeito para novos jogadores!",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2016-04-15",
			"retail": "2016-04-06"
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/696e3c870b2671b5b4d7aca849a9c1b25108c3ec2a9babf2c3c5f7d66e94365e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/af507ff1b38a1e864887d177f2feb54ab218c8189db915214efa2ab41438b757.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/54f7185912dfb6740dd5fe1a77aeb5883222e70ca53fcd8a481c07763d228827.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/2c7621d8ed4ae2ef2e0972e0cc70e2f760d8e360b9fc148c777c5fbb70c737b0.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/696e3c870b2671b5b4d7aca849a9c1b25108c3ec2a9babf2c3c5f7d66e94365e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/8f5ccfaa6d20d554b72693898e1a813dc3d186b9da3244f1669f2c1136578c35.jpg"
	],
	"movies": []
}