{
	"title_id": "0005000010159A00",
	"eshop_id": "20010000003684",
	"product_code": "WUP-P-AFCP",
	"name": "Wii Fit™ U Trial Version",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/69218dacc72f20610576ff50e58660ab51ff4811f2ef28cccc42231165e16861.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/ad266c660c1c3556ae0695c5cf1306bf3f357dead76dc1d74650fe76f6b5b27d.jpg",
	"data_size": "4869128672",
	"description": "Leva a tua rotina de exercício físico a um novo nível com Wii Fit U para a Wii U. Experimenta os novos exercícios que fazem uso do Wii U GamePad, do Wii Balance Board ou de ambos, assim como os que já conheces de Wii Fit e Wii Fit Plus. A combinação do Wii Balance Board com o Wii U GamePad oferece novas possibilidades de treino. Em Dessert Course, por exemplo, tens de dar passos no Wii Balance Board para servires sobremesas enquanto tentas equilibrar o GamePad como uma bandeja. - Treina e regista o teu progresso mesmo quando o televisor está a ser utilizado, com o segundo ecrã integrado do Wii U GamePad - Experimenta novas atividades, assim como exercícios dos títulos Wii Fit anteriores - Utiliza o Wii Balance Board e transfere os teus dados anteriores para continuares a trabalhar no sentido dos teus objetivos de fitness em Wii Fit U Algumas partes desta aplicação não podem ser utilizadas sem um Comando Wii Plus ou um Comando Wii com o acessório Wii MotionPlus™ encaixado. Algumas partes podem exigir a utilização dos dois comandos. Pode utilizar um Comando Wii em vez de um Nunchuk™. Os utilizadores que pretendam continuar a utilizar o Wii Fit U após o período experimental de 31 dias, podem desbloquear a restrição de tempo sincronizando o acessório Fit Meter, que se encontra à venda em separado da versão experimental da aplicação Wii Fit U. Isto permitirá continuar a jogar Wii Fit U livremente e sem limite de tempo. O Fit Meter será lançado no dia 1 de novembro numa variedade de cores que inclui preto, vermelho e verde.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-11-01",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/1c9239348f2a803e9457730e84d075861df9813bb65f11552168d717e6a9d9ac.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/5586312d777c94a75d47f6ee5529db3beb6364fc1e9d85248355aaf2e568b587.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/48e352cc3b77dfa3781e223592c500a5fe854c69b6db8c1b63c7cbfac3593f9b.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/ef510d5734335e7fd382adee1523f4f46f53152d61b809695d1b54f54cb1d418.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/8bea25fe20c16e92cd58922359fbddcf3944c423e4c1a0df6c6de1f603ac97f5.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/83f9c658dd551514e5a0fbf558d8e78242494f072be5c1033d51eddbeaf86c21.jpg"
	],
	"movies": []
}