{
	"title_id": "000500001014B800",
	"eshop_id": "20010000002326",
	"product_code": "WUP-P-ATWP",
	"name": "New Super Mario Bros.™ U + New Super Luigi™ U",
	"platform": 125,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/868bea843e75211918b75579f815aca02cfc27619a48e3bd0cc23ed2174fb4ca.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/162d34ac756460d1696e42caa673a7287b0174c64982e1934c37559352dbb4f7.jpg",
	"data_size": "14613185792",
	"description": "New Super Mario Bros. U: В игре New Super Mario Bros. U к Марио, Луиджи и Тоду присоединился новый персонаж — Mii! В этом 2D сайскроллинговом приключении Марио вам предстоит сыграть за ваш образ Mii. Исследуйте огромный мир, наполненный новыми уровнями, и играйте новыми способами, ставшими возможными благодаря Wii U. С Wii U GamePad многопользовательский режим стал как никогда прежде развлекательным. До четырех игроков могут бежать и прыгать по новым уровням, а в режиме поддержки игрок с GamePad может ставить платформы: прикоснитесь к сенсорному экрану, и они мгновенно появятся на экране телевизора, делая классическую игру Марио еще более увлекательной. Игроки могут играть как команда, или наоборот, соревнуясь друг с другом: нужно собрать больше всех монеток, бонусов, а также постарайтесь не угодить в ловушку из блоков, которые поставил игрок с GamePad. Если вы решили играть как команда, то в режиме поддержки стремитесь поставить блоки так, чтобы игроки смогли попасть в секретные места или пройти уровень быстрее. Действуйте сообща и ставьте новые рекорды, играя с семьей и друзьями! New Super Luigi U: Забудьте о Марио, на сцену выходит Луиджи! В мире New Super Mario Bros. U его ожидают 82 интереснейших уровня: чтобы пройти их, придется выполнять сложные трюки и избегать хитроумных ловушек, пробираясь к выходу на максимально возможной скорости, поскольку времени у героя в обрез. Классический стиль управления Луиджи: теперь все персонажи двигаются быстрее и прыгают выше, что придает игре особую динамику. Nabbit тоже здесь: в коллективной игре вы можете управлять кроликом-воришкой Nabbit. Этот персонаж придется по душе неопытным игрокам: он неуязвим и отлично подходит для ознакомления с игрой.",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2016-04-15",
			"retail": "2016-04-06"
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/696e3c870b2671b5b4d7aca849a9c1b25108c3ec2a9babf2c3c5f7d66e94365e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/af507ff1b38a1e864887d177f2feb54ab218c8189db915214efa2ab41438b757.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/54f7185912dfb6740dd5fe1a77aeb5883222e70ca53fcd8a481c07763d228827.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/2c7621d8ed4ae2ef2e0972e0cc70e2f760d8e360b9fc148c777c5fbb70c737b0.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/696e3c870b2671b5b4d7aca849a9c1b25108c3ec2a9babf2c3c5f7d66e94365e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/8f5ccfaa6d20d554b72693898e1a813dc3d186b9da3244f1669f2c1136578c35.jpg"
	],
	"movies": []
}