{
	"title_id": "0005000010159A00",
	"eshop_id": "20010000003684",
	"product_code": "WUP-P-AFCP",
	"name": "Version d'essai de Wii Fit™ U",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/69218dacc72f20610576ff50e58660ab51ff4811f2ef28cccc42231165e16861.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/ad266c660c1c3556ae0695c5cf1306bf3f357dead76dc1d74650fe76f6b5b27d.jpg",
	"data_size": "4869128672",
	"description": "Votre entraînement quotidien passe au niveau suivant avec Wii Fit U, en exclusivité sur Wii U. Gardez la forme grâce à de nouveaux exercices utilisant le Wii U GamePad, la Wii Balance Board ou les deux, et aux exercices efficaces de Wii Fit et Wii Fit Plus. La combinaison de la Wii Balance Board et du Wii U GamePad rend possible de tous nouveaux entraînements pour le corps. Wii Fit U propose une foule de nouvelles activités pour vous permettre de vous entraîner d'une manière amusante et engageante. - Faites de l'exercice et consultez votre progression même si le téléviseur est déjà utilisé grâce à l'écran intégré du Wii U GamePad - Découvrez de nouvelles activités et retrouvez des exercices classiques des versions précédentes des jeux Wii Fit - Utilisez votre Wii Balance Board et transférez votre profil précédent pour continuer votre progression dans Wii Fit U Certaines activités proposées par ce logiciel requièrent l’utilisation d’une télécommande Wii Plus ou d’une télécommande Wii équipée de l’accessoire Wii MotionPlus™. Il est parfois nécessaire d’en utiliser deux en même temps. Une télécommande Wii peut être utilisée à la place du Nunchuk™. Les utilisateurs souhaitant continuer à profiter de Wii Fit U au-delà de la période d'essai de 31 jours, peuvent faire l'acquisition d'un accessoire Fit Meter, vendu en boutique séparément, qu'ils pourront synchroniser avec Wii Fit U à tout moment. Ils pourront ainsi continuer à utiliser Wii Fit U indéfiniment. Le Fit Meter sera disponible le 1er novembre en trois coloris différents : Noir, Rouge et Vert.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-11-01",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/1c9239348f2a803e9457730e84d075861df9813bb65f11552168d717e6a9d9ac.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/5586312d777c94a75d47f6ee5529db3beb6364fc1e9d85248355aaf2e568b587.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/48e352cc3b77dfa3781e223592c500a5fe854c69b6db8c1b63c7cbfac3593f9b.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/ef510d5734335e7fd382adee1523f4f46f53152d61b809695d1b54f54cb1d418.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/8bea25fe20c16e92cd58922359fbddcf3944c423e4c1a0df6c6de1f603ac97f5.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/83f9c658dd551514e5a0fbf558d8e78242494f072be5c1033d51eddbeaf86c21.jpg"
	],
	"movies": []
}