{
	"title_id": "000500001020B000",
	"eshop_id": "20010000025587",
	"product_code": "WUP-P-BWEP",
	"name": "Bridge Constructor Playground",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 1003,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/a5a9642cf8eb99b04ecc3551265f4847f690c73fec5edaf6954ed0b8212b4398.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/8360014601baf3b22603418de2ec2c9f2c772f8abb303a3e53fe93da82408b90.jpg",
	"data_size": "136085644",
	"description": "Bridge Constructor Playground possibilita a jogadores de todas as idades uma introdução ao mundo da “construção de pontes”. Este jogo permite libertar o lado criativo que há em ti, onde nada é impossível. Terás de construir pontes sobre vales, canais ou rios, através de 30 níveis inovadores. Depois de construídas, as tuas pontes serão submetidas a testes de pressão para ver se conseguem suportar o peso dos carros e/ou dos camiões que as atravessam. Comparativamente com o sucesso do primeiro Bridge Constructor, Bridge Constructor Playground é ainda mais fácil de jogar e inclui um tutorial bastante completo. Sem um orçamento limitado e quase sem limitações nos materiais de construção, tudo é possível neste jogo: podes construir ao sabor da tua imaginação. Aqui és livre para fazeres o que quiseres sem dares conta da passagem do tempo. Os jogadores mais experientes apreciarão os desafios do novo sistema de emblemas: cada ponte possui 5 emblemas e para os ganhar terás de cumprir determinados requisitos. Por exemplo, construir uma ponte que não consiga suportar mais do que um determinado volume de carga. Todas estas características, combinadas com uma apresentação luminosa e amigável, fazem com que Bridge Constructor Playground seja uma experiência excitante e educativa para toda a família e que proporciona horas de diversão. CARACTERÍSTICAS: • 32 Níveis • 5 Cenários: Cidade, Ravina, Praia, Montanha, Colinas • Mapa com todos os mundos/níveis desbloqueados • Tutorial bastante completo para uma melhor compreensão do jogo • Novo sistema de emblemas para principiantes e experientes • 4 materiais de construção diferentes: madeira, aço, cabos de aço, pilares de betão • Percentagem e visualização por cores da carga dos materiais de construção • Dois níveis de carga diferentes: carro e camião • Registo de pontuações máximas por nível",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-12-08",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/826afdeb3df4e614618500b81884cd23d9b40e0fba042ffc1cfcdbca0992caaa.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/07766333a9e4cd686fbf3900f8c8582df1458e303275927e80ee5d8be4fc909e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/4b415b40cb121d18ed3940d5d1f992f8fa8b37b49b0f46791edceb20595ed102.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/43b7f0045253a3c8c67f837e87820473dcd87c04b6e6b475880caaf49d95c13e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/41b375f775e685d02054b9084b981c089ae86d91ffa3cd603213526c197fb10a.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/f940db5c2b5a005635e018ab1b30a1b4ca28936695f0eab3ffac2c16e6ec0068.jpg"
	],
	"movies": []
}