{
	"title_id": "000500001020B000",
	"eshop_id": "20010000025587",
	"product_code": "WUP-P-BWEP",
	"name": "Bridge Constructor Playground",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 1003,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/a5a9642cf8eb99b04ecc3551265f4847f690c73fec5edaf6954ed0b8212b4398.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/8360014601baf3b22603418de2ec2c9f2c772f8abb303a3e53fe93da82408b90.jpg",
	"data_size": "136085644",
	"description": "Bridge Constructor Playground es perfecto para que jugadores de todas las edades se inicien en el mundo de la construcción de puentes. Podrás dar rienda suelta a tu creatividad, aquí nada es imposible. Tu misión principal será construir puentes sobre profundos valles, canales o ríos superando 30 novedosos niveles. Una vez construidos, deberás someter a tus puentes a una prueba de tensión que revela la resistencia de tu construcción al tráfico de coches y camiones. Comparado con su predecesor, Bridge Constructor, que llegó a número uno en los charts, Bridge Constructor Playground ofrece una introducción al juego mucho más sencilla, incluyendo un tutorial más completo. En esta ocasión, no hay presupuesto fijo ni límite de materiales de construcción, así que podrás construir tanto como quieras, dejando volar tu imaginación. Los jugadores más expertos disfrutarán con los retos del nuevo sistema de emblemas. Cada puente deberá reunir unos requisitos determinados por los que obtendrás 5 emblemas. Por ejemplo, uno de estos requisitos consiste en construir un puente que soporte hasta cierto límite de peso. Además de todas estas novedades, la interfaz de Bridge Constructor Playground es ahora más luminosa y agradable, por lo que disfrutarás de una experiencia fascinante y a la vez educativa para toda la familia, que ofrece horas y horas de diversión. CARACTERÍSTICAS: • 32 niveles • 5 entornos: ciudad, cañón, playa, montañas y colinas • Mapa de las zonas/fases desbloqueadas • Tutorial ampliado para iniciarse fácilmente en el juego • Nuevo sistema de emblemas para principiantes y expertos • 4 diferentes materiales de construcción: madera, acero, cable de acero y pilares de hormigón • Porcentajes y visualización por colores de las cargas de tensión por material de construcción • Dos tipos de nivel de tensión: coches y camiones • Registro de máximas puntuaciones por nivel",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-12-08",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/826afdeb3df4e614618500b81884cd23d9b40e0fba042ffc1cfcdbca0992caaa.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/07766333a9e4cd686fbf3900f8c8582df1458e303275927e80ee5d8be4fc909e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/4b415b40cb121d18ed3940d5d1f992f8fa8b37b49b0f46791edceb20595ed102.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/43b7f0045253a3c8c67f837e87820473dcd87c04b6e6b475880caaf49d95c13e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/41b375f775e685d02054b9084b981c089ae86d91ffa3cd603213526c197fb10a.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/f940db5c2b5a005635e018ab1b30a1b4ca28936695f0eab3ffac2c16e6ec0068.jpg"
	],
	"movies": []
}