{
	"title_id": "00050000101EC200",
	"eshop_id": "20010000023787",
	"product_code": "WUP-N-VBUP",
	"name": "Pikmin™",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/a093c0d47802d6a92c538f4ef07054af57226180df33dc895b19304454853a68.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/0a6d64efb63f2beb52a48be58008488bc88b6fed4e7f44644350d27b82ba3754.jpg",
	"data_size": "3726475724",
	"description": "Das als Action - Strategie angekündigte Pikmin ist ein Action-Strategiespiel mit unglaublich lebensechten Umgebungen, die durch Mr. Miyamotos eigenen Garten in Kyoto (Japan) angeregt wurden.Der Spieler übernimmt einen Raumfahrer namens Captain Olimar, der auf einem ungewöhnlichen Planeten notlanden musste. Das Ziel des Spiels besteht darin, Olimar bei der Suche nach den Teilen seines Raumschiffs zu helfen, die über den ganzen Planeten verstreut sind. Zum Glück für Captain Olimar ist der Planet von seltsamen kleinen Wesen bewohnt, den Pikmin. Pikmin sind pflanzenartige Lebensformen, die in drei verschiedenen Farben vorkommen: Rot, gelb und blau. Jeder Pikmin-Typ hat ganz eigene Stärken, die Olimar zu seinem Vorteil nutzen muss. Rote Pikmin sind unempfindlich gegen Feuer, blaue Pikmin können im Wasser überleben, gelbe Pikmin dagegen können Hindernisse mit Bomben-Steinen zerstören. Der Spieler kann die Pikmin-Sprosse einzeln, in Gruppen oder als große Pikmin-Schar von 100 Wesen steuern.Anders als in vielen Strategiespielen ist die Steuerung in Pikmin sehr einfach. In der \"NEW PLAY CONTROL!\"-Reihe von Nintendo werden Nintendo GameCube-Klassiker für Wii neu überarbeitet! Neue Spielelemente, neue Erlebnisse und vor allem neue Steuerungsmöglichkeiten erwarten Sie - ob Sie die Titel noch nicht kennen, oder schon die GameCube-Originale gespielt haben. Bei \"NEW PLAY CONTROL! Pikmin\" wurde vor allem die Zielsteuerung verändert. Im GameCube-Original bewegte Olimar den Zielsucher immer mit sich, was das Zielen dann erschwerte, wenn es um jede Sekunde ging. Aber in \"NEW PLAY CONTROL! Pikmin\" ist das Zielen besonders leicht, denn dafür zeigt man einfach mit der Wii-Fernbedienung auf den Bildschirm. Dadurch ist es nicht nur leichter, den Zielsucher zu bewegen, sondern den Spielern wird auch eine Präzision geboten, die vorher nicht möglich war. Auch der Nunchuk-Controller wird zum Spielen verwendet, da man Olimars Bewegungen mit dem Control Stick steuert. Die meisten Pikmin-Bewegungen und Befehle werden mit der Wii-Fernbedienung ausgeführt.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-09-01",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/2c3f0a84a906f1f187e0295803ba448f27e920d41f8d2190bbdf874d0ae13151.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/583e1495a966ebf8dcdac075df82dd707d5473a33368b6d439530b067f7ce8e2.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/77f3b871e1f41582ba2aa9294bcbf8c17554aa977e7104e5a688d90331857286.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/cb43ab80aa23a1d5e6b02f17944256b5300071b533ee0a22951fdfcdaea4f133.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/389a0e27de1d99659905b65da7c4a90d6eeaccbf82caaade7b6fb4f9c722bdd4.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/fc8ef3d8d54d0e27c5fb77fcec38c50526dd86bed61bab533594d65c36670580.jpg"
	],
	"movies": []
}