{
	"title_id": "000500001019D600",
	"eshop_id": "20010000012867",
	"product_code": "WUP-N-VADP",
	"name": "Kirby's Adventure™ Wii",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/265148b6c1cb8324e88c4da25306482274cc6e4d9752d146b1fb259155c2f511.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/4d0fcbbb286d036a4d951eae8d9bf7f8e2c2d7397e8ac3166ed837385be22992.jpg",
	"data_size": "1315537176",
	"description": "Kirby, Meta Knight, King Dedede и Waddle Dee в очередной раз готовы превратить вашу гостиную в Dream Land с новой приключенческой игрой Kirby's Adventure Wii. Этой сайдскролинговой веселой игрой можно наслаждаться как в одиночку, так и в компании с 3 друзьями. Многоликий Kirby похищен злодеями – помогите ему, используя мощную способность копирования «Copy», чтобы он смог вдыхать, выдыхать или трансформироваться – это поможет справиться с врагами, пройти все испытания. В самом начале этого наполненного действием приключения космический корабль инопланетян совершает аварийную посадку, и части корабля разлетаются по мирному королевству Popstar. Инопланетяне отчаянно жаждут вернуться на родную планету как можно скорее, и поэтому Kirby и его враги решают объединиться и помочь потерпевшим крушение. Они отправляются на поиски недостающих частей корабля. Играйте в одиночку или предложите троим друзьям присоединиться к вам. Вы все можете играть за Kirby, каждый разного цвета, или смешать все и играть за разных персонажей – Meta Knight, King Dedede и Waddle – вам предстоит объединить усилия для того чтобы пройти все испытания, собирая Point Stars и Ability Stars. Вы можете играть с друзьями, даже если вы встретились ненадолго – каждый может присоединиться или покинуть игру в любой момент. ",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-02-19",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/5c3da1d271c2a0436c5679dfb3493ee7074afe2589ce64d80a96fa49aa266333.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/e0cd5539f5cabe48cd68078e0db76520c329203a7bb3146519abc0f00ccbad10.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/64bcc803c8bb353d4c3dfa7ccdb785ec4b24f60361035b98a520dbfc5f5fa617.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/c52cf67efeca3aed62f66eeb6d9d6b19fa45b6467ec13326113b89e8fdae27c9.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/e0e93cc456f098b7000fc355b184148818c5da500e843a6e995b6453019f70d9.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/11621931426da9e1ce2c9dc19196743ee1d775e59c48ae74ac6b20a67eb5df32.jpg"
	],
	"movies": []
}