{
	"title_id": "0005000010159A00",
	"eshop_id": "20010000003684",
	"product_code": "WUP-P-AFCP",
	"name": "Wii Fit™ U Trial Version",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/69218dacc72f20610576ff50e58660ab51ff4811f2ef28cccc42231165e16861.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/ad266c660c1c3556ae0695c5cf1306bf3f357dead76dc1d74650fe76f6b5b27d.jpg",
	"data_size": "4869128672",
	"description": "С игрой Wii Fit U для Wii U занятия спортом дома переходят на новый уровень. Выполняйте новые упражнения, используя Wii U GamePad и Wii Balance Board, или оба одновременно, а также упражнения, знакомые вам по играм Wii Fit и Wii Fit Plus. Используя аксессуар Wii Balance Board вместе с контроллером Wii U GamePad, вы откроете для себя совершенно новые возможности для тренировок, а игра Wii Fit U позаботиться о том, чтобы заниматься фитнесом дома было весело и увлекательно. - Занимайтесь спортом и следите за вашими успехами, используя второй интегрированный экран контроллера Wii U GamePad, когда телевизор занят. - Вас ждут как новые упражнения, так и знакомые упражнения из предыдущих игр серии Wii Fit. - Используя Wii Balance Board, вы можете перенести сохраненные данные из игр Wii Fit или Wii Fit Plus в Wii Fit U и продолжить идти к цели, которую поставили перед собой в прошлой игре. Часть функций этого программного обеспечения недоступна без пульта Wii Plus или пульта Wii с присоединенным аксессуаром Wii MotionPlus™. Для некоторых функций может потребоваться два таких контроллера. Вместо аксессуара Nunchuk™ можно использовать пульт Wii. Используя программу, пользователи могут заниматься спортом с помощью 77 разных упражнений, которые содержат 19 новых упражнений и многие из которых поддерживают использование Wii U GamePad. Пользователи, которые хотят продолжать пользоваться программой Wii Fit U по окончании 31-дневного пробного периода, могут снять временное ограничение, синхронизировав аксессуар Fit Meter, который продается отдельно, с пробной версии программы Wii Fit U. Таким образом они смогут продолжать пользоваться Wii Fit U без временного ограничения. Fit Meter выйдет 1 ноября в разных цветах, таких как черный, красный и зеленый.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-11-01",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/1c9239348f2a803e9457730e84d075861df9813bb65f11552168d717e6a9d9ac.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/5586312d777c94a75d47f6ee5529db3beb6364fc1e9d85248355aaf2e568b587.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/48e352cc3b77dfa3781e223592c500a5fe854c69b6db8c1b63c7cbfac3593f9b.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/ef510d5734335e7fd382adee1523f4f46f53152d61b809695d1b54f54cb1d418.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/8bea25fe20c16e92cd58922359fbddcf3944c423e4c1a0df6c6de1f603ac97f5.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/83f9c658dd551514e5a0fbf558d8e78242494f072be5c1033d51eddbeaf86c21.jpg"
	],
	"movies": []
}