{
	"title_id": "00050000101B0B00",
	"eshop_id": "20010000014567",
	"product_code": "WUP-N-VALP",
	"name": "Sin and Punishment™: Successor of the Skies",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/862ee03f1a2dd24c72a713ebea66b704f17b5da16588197c030b33ff82e54278.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/369625c06dde5940cc832deb3062a7cb7b74961d23719fcd4bad2393ad1555b3.jpg",
	"data_size": "1045463300",
	"description": "El juego de culto japonés, que se juega en capítulos, continúa la misteriosa historia de Isa y Kachi y su lucha por la humanidad entre el Espacio interior y el Espacio exterior. Ambos personajes pueden elevarse por los aires y liberar un destructivo poder a la vez que se desplazan y planean con rapidez usando las mochilas y tablas voladoras, todo para rechazar a las hordas de enemigos armados con pistolas, espadas y bombas. Para aumentar el desafío, cada nivel, repleto de acción, está concebido para que los enemigos, entre ellos los gigantescos JEFES, aparezcan en un determinado orden. Tendrás que estudiar cada nivel y sus hordas de enemigos en detalle para poder conseguir la mejor puntuación posible. El sistema de puntuación de Sin and Punishment: Sucessor of the Skies ofrece un desafío intenso para todos. Los jugadores son recompensados cuando aciertan sucesivamente con sus disparos a los enemigos y a la vez consiguen sufrir el menor daño posible. También reciben un número mayor de puntos si efectúan acciones extraordinarias como acertar a un gran número de enemigos consecutivamente. El juego proporciona a los fans mucho de lo que hablar gracias a los elementos de juego que han de ser descubiertos, tales como la mejor estrategia para lidiar con un determinado esquema de enemigos o las técnicas que premian a los jugadores más habilidosos con las codiciadas medallas. Este juego también está disponible en japonés.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-04-30",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/8d2bc3538d9e82a3af3bbf4ab774e1816dbbfa057b0bd9e7e992eecd30f4e644.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/79878a75ca76a64fe2cde197f55b48d8a1c48e643dec748ab745f040aec2d0b7.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/7dad469368df1fd807251abe84f2dd1b01367df54129d1cb4026f350b72f3dc0.jpg"
	],
	"movies": []
}