{
	"title_id": "000500001020B600",
	"eshop_id": "20010000026092",
	"product_code": "WUP-P-BGHP",
	"name": "Ghost Blade HD",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 1608,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/1b61824ddc33c85cbaa66ffd34df0916bf428ab33ecc490730ed9fbe27b10df4.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/8eaf6014ef95b2c563f68517600708f59bc9d180712f5aad1e84371a001a8b7e.jpg",
	"data_size": "787480756",
	"description": "Dans la catégorie Shoot them et manic shooter, Ghost Blade HD s’inspire des jeux de shoot des années 1990 et présente un gameplay agréable…aux scores qui vous rendront addict. Outre son graphisme moderne et ses effets spéciaux, Ghost Blade HD comprend également un excellent mode 2 joueurs. Un jeu facile à jouer, mais difficile à maîtriser ! La bande-son rappellera l’âge d’or des shoot them up japonais et des sons d’arcade. Après plusieurs jeux de console à son actif, son créateur Rafael Dyll signe un son plus authentique avec la musique de Ghost Blade. Entre influences de J-Pop mêlées aux synthés typiques des années 90 et les méthodes de production modernes, Rafael délivre une bande-son pleine d’action, aux mélodies efficaces sur fond de rythmes électro. Synopsis : Il y a 10 000 ans, Shira, une intelligence artificielle, fut construite afin de défendre les habitants de Mars. Avec le temps, l’IA s’éloigna de sa mission première : c’est une Shira corrompue qui décida d’attaquer les colonies de la planète Mars. Sans défense contre « Evil Shira », Mars est contrainte d’appeler au secours. Les Forces de défenses terrestres s’engagent dans un combat qui s’avèrera victorieux. Mais c’était sans compter le plan secret d’Evil Shira, qui parvient à fuir la région et s’installer sur une station spatiale abandonnée en périphérie du système solaire. Lorsque les forces terrestres comprennent que Shira s’est enfuie, elles décident d’envoyer leur meilleur guerrier. Vous incarnez ce pilote : votre mission est de détruire l’IA maléfique avant qu’elle n’effectue une nouvelle attaque et menace à nouveau l’existence de l’humanité. Comprend : · de splendides graphiques HD · 5 niveaux avec énormes boss de fin · 3 navires de combat joueur à l’artillerie différente · régénération immédiate · mode entraînement · mode Score Attack · difficulté rééquilibrée · 3 niveaux de difficulté : simple, normal, difficile · 60 FPS Full HD (1080p) · gameplay type arcade et système de points addictif ! · autobomb autorisé pour les débutants dans le mode facile · mode multijoueur en réseau local – coopération à 2 pour plus de fun. · bande-son de qualité, produite par Rafael Dyll · Online Leaderboards · 37 Achievements",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2017-02-28",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/fba116dd1308af93879f26b71cb9115877e9bf608c62293c8b2cf348370a0d9c.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/8fee249e426cfa416969632ab41d22849da9c3d41cc340367185e86405ad5874.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/85f413419a191d388c99ff2f3d0eac6869e5efe8846d3f74964f9851e680e107.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/14753a6f2d46e250cb39a420f533ec3b1c5b1cedca605e4cf96959430b65a698.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/6f68e2851d2e8005df789dc749e867862082b3eda7f77413aaef66180e74bef1.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/07dffdd1dc9035c1d46fc456646e330353f25693223536d6a92ff6d5725c9f93.jpg"
	],
	"movies": []
}