{
	"title_id": "00050000101EC200",
	"eshop_id": "20010000023787",
	"product_code": "WUP-N-VBUP",
	"name": "Pikmin™",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/a093c0d47802d6a92c538f4ef07054af57226180df33dc895b19304454853a68.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/0a6d64efb63f2beb52a48be58008488bc88b6fed4e7f44644350d27b82ba3754.jpg",
	"data_size": "3726475724",
	"description": "Definito innovativa simulazione di vita, Pikmin è un gioco di azione/strategia con ambienti incredibilmente realistici ispirati dal giardino di Kyoto di Mr. Miyamoto. I giocatori controllano il capitano Olimar, un astronauta che ha fatto un atterraggio di fortuna su un insolito pianeta. L'obiettivo del gioco è aiutare Olimar a raccogliere i pezzi della sua nave spaziale, che si sono sparsi su tutto il pianeta. Fortunatamente per il capitano Olimar, il pianeta è abitato da strani esserini, chiamati Pikmin. I Pikmin sono forme di vita simili a piante, di tre diversi colori: rosso, giallo e azzurro. Ogni tipo di Pikmin ha una diversa caratteristica, che Olimar deve utilizzare a suo vantaggio; i Pikmin rossi sono resistenti al fuoco, i Pikmin azzurri possono sopravvivere nell'acqua e i Pikmin gialli possono distruggere gli ostacoli servendosi di pietre-bombe. I giocatori possono controllare i germogli Pikmin individuali, o i gruppi, o le grandi squadre formate da 100 Pikmin. La serie NEW PLAY CONTROL! di Nintendo comprende titoli classici per Nintendo GameCube rielaborati per il Wii! Ti aspettano nuove funzioni, nuove esperienze e, soprattutto, nuove modalità di comando del gioco. Resterai affascinato da queste nuove versioni, anche se sei un affezionato delle versioni originali per GameCube. Per NEW PLAY CONTROL! Pikmin per Wii, il principale cambiamento nei comandi riguarda il modo di mirare. Nell'originale per GameCube, il mirino seguiva Olimar, rendendo difficoltosa la mira, soprattutto quando il tempo era scarso. Ma con NEW PLAY CONTROL! Pikmin, mirare è semplicissimo, basta puntare lo schermo con il telecomando Wii. Grazie alle capacità di puntamento del controller, è più facile muovere il cursore del mirino, per ottenere una precisione maggiore rispetto alla versione precedente. In questo gioco si usa anche il Nunchuk, infatti i movimenti di Olimar sono determinati dal control stick del Nunchuk e gran parte dei movimenti dei Pikmin e degli ordini sono impartiti dal telecomando Wii.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-09-01",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/2c3f0a84a906f1f187e0295803ba448f27e920d41f8d2190bbdf874d0ae13151.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/583e1495a966ebf8dcdac075df82dd707d5473a33368b6d439530b067f7ce8e2.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/77f3b871e1f41582ba2aa9294bcbf8c17554aa977e7104e5a688d90331857286.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/cb43ab80aa23a1d5e6b02f17944256b5300071b533ee0a22951fdfcdaea4f133.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/389a0e27de1d99659905b65da7c4a90d6eeaccbf82caaade7b6fb4f9c722bdd4.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/fc8ef3d8d54d0e27c5fb77fcec38c50526dd86bed61bab533594d65c36670580.jpg"
	],
	"movies": []
}