{
	"title_id": "0005000010101E00",
	"eshop_id": "20010000000264",
	"product_code": "WUP-P-ARPP",
	"name": "New Super Mario Bros.™ U",
	"platform": 125,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/834a7b9551313bf439f902b602922e64f28746529ff95076d13b643acb2f3cfa.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/cd45ca7dcc78c63c2d1b26f22f262b57019a3ad87fc230ffccf578177213ab09.jpg",
	"data_size": "1816920304",
	"description": "New Super Mario Bros.™ U In New Super Mario Bros. U, Mario, Luigi and Toad are joined by a new character – you! Play as your Mii character to run, leap and stomp through a 2D side-scrolling Mario adventure. Explore a giant world map full of brand new courses, and experience ways to play that are only possible on Wii U. With the Wii U GamePad, multiplayer becomes even more enjoyable than ever. Up to four players with Wii Remote controllers can run and leap through all-new stages as an additional player joins in with Boost Mode on the GamePad. Using Boost Mode, the player in charge of the GamePad can tap the touch screen to place platforms on the TV screen, which adds an exciting new facet to classic Mario gameplay. Players can all work together to clear a course, or engage in some good-natured competition in a race to grab coins and power-ups – while avoiding bothersome blocks being placed by their GamePad-toting friend! If co-operation is your aim, Boost Mode lets you place platforms strategically to access hidden areas or find faster paths through levels. Race along routes you can only reach by working together, and set new score or time records with friends and family. Add-on Content (sold separately): New Super Luigi U Forget Mario – brace yourself for a Super Luigi adventure! Join Luigi as he revisits the world of New SUPER MARIO BROS.™ U to explore 82 demanding new courses, packed full of tough tricks and traps to negotiate! But there’s no time to lose – each course has a short time limit, so make a beeline for the goal! Classic Luigi controls: Characters move about with greater momentum and jump power than before, making for a distinct style of play. Nabbit joins the fun: You can now play as Nabbit in multiplayer games. He won’t take damage from enemies, so he’s perfect for new players!",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2012-11-30",
			"retail": "2012-11-30"
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/4fc706451b82cf379132aa37eb9a56da1776ea937da85ede22f7bea6f810a0ce.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/8f5ccfaa6d20d554b72693898e1a813dc3d186b9da3244f1669f2c1136578c35.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/7568a9eaf48f1191ccef0196b55198bc0804d2efc359bbcd9ea31857e6f73e42.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/c74091de6a4506bfd98121637b4229451822000e1790c0e4e15e15c107a9eaaf.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/c828eab9ad68fb474279235ae361493bd2ae54f37dd83442ebda199eb52df941.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/b0ddb6dbf4a4c14d10fcac5c7c355c0ff75dc03fd2d3291cb087a87f60d79f7f.jpg"
	],
	"movies": []
}