{
	"title_id": "00050000101EC200",
	"eshop_id": "20010000023787",
	"product_code": "WUP-N-VBUP",
	"name": "Pikmin™",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/a093c0d47802d6a92c538f4ef07054af57226180df33dc895b19304454853a68.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/0a6d64efb63f2beb52a48be58008488bc88b6fed4e7f44644350d27b82ba3754.jpg",
	"data_size": "3726475724",
	"description": "Непростую стратегическую экшен-игру Pikmin, в которой присутствуют невероятно реалистичные пейзажи, созданные по образу сада господина Миямото в Киото (Япония), называют «изобретательной симуляцией жизни». Игроки управляют космонавтом по имени Captain Olimar (капитан Олимар), который совершил аварийную посадку на необычной планете. Цель игры — помочь Olimar (Олимару) собрать потерянные части своего корабля, которые были разбросаны по всей планете. К счастью для самого Captain Olimar (капитана Олимара), эту планету населяют странные маленькие существа под названием Pikmin (пикмины). Эти Pikmin (пикмины) – представители растительной формы жизни, которые имеют три разных цветовых окраса: красный, желтый и синий. Каждый вид Pikmin (пикминов) имеет уникальные преимущества, которые Olimar (Олимар) должен использовать в своих интересах. Красные Pikmin (пикмины) устойчивы к огню, синие Pikmin (пикмины) — к воде, в то время как желтые Pikmin (пикмины) могут разрушать преграды с помощью взрывающихся камней. Игроки могут управлять ростками Pikmin (пикминов) индивидуально, в группах или одним большим отрядом из 100 Pikmin (пикминов). Набор игр из серии NEW PLAY CONTROL! включает в себя классические игры Nintendo для системы GameCube, обновленные для использования на системе Wii! Новые функции, ощущения и, что важнее всего, новые способы управления играми придутся по вкусу, как новичкам, так и тем, кто уже играл в оригинальные игры на системе GameCube. В NEW PLAY CONTROL! Pikmin самое заметное изменение в управлении — это прицеливание. В оригинальной игре для системы GameCube, мишень Olimar (Олимара) передвигалась в том же направлении, что и он, придавая игре излишнюю сложность. Но в NEW PLAY CONTROL! Pikmin все, что нужно для прицеливания, это направить пульт Wii на желаемый участок экрана. Возможности указателя контроллера предоставляют не только более удобный способ управления мишенью, но и придают ему уровень точности, достичь который ранее было просто невозможно. Контроллер Nunchuk также можно использовать в этой игре, управляя Olimar (Олимаром) с помощью мини-джойстика контроллера Nunchuk. А для большинства приказов и движений Pikmin (пикминов) можно использовать пульт Wii.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-09-01",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/2c3f0a84a906f1f187e0295803ba448f27e920d41f8d2190bbdf874d0ae13151.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/583e1495a966ebf8dcdac075df82dd707d5473a33368b6d439530b067f7ce8e2.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/77f3b871e1f41582ba2aa9294bcbf8c17554aa977e7104e5a688d90331857286.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/cb43ab80aa23a1d5e6b02f17944256b5300071b533ee0a22951fdfcdaea4f133.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/389a0e27de1d99659905b65da7c4a90d6eeaccbf82caaade7b6fb4f9c722bdd4.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/fc8ef3d8d54d0e27c5fb77fcec38c50526dd86bed61bab533594d65c36670580.jpg"
	],
	"movies": []
}