{
	"title_id": "00050000101EC200",
	"eshop_id": "20010000023787",
	"product_code": "WUP-N-VBUP",
	"name": "Pikmin™",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/a093c0d47802d6a92c538f4ef07054af57226180df33dc895b19304454853a68.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/0a6d64efb63f2beb52a48be58008488bc88b6fed4e7f44644350d27b82ba3754.jpg",
	"data_size": "3726475724",
	"description": "Definido como una \"simulación ingeniosa de la vida\", Pikmin es un juego de acción y estrategia en el que aparecen los impresionantes entornos inspirados en el jardín del propio Miyamoto en Kyoto, Japón. Los jugadores controlan a un astronauta llamado Capitán Olimar que ha chocado con su nave en un planeta poco común. El objetivo del juego consiste en ayudar a Olimar a reunir las piezas perdidas de su nave que han quedado esparcidas por todo el planeta. Por suerte para el Capitán Olimar, el planeta está habitado por extrañas criaturitas llamadas Pikmin. Los Pikmin son formas de vida similares a las plantas, de tres colores: rojo, amarillo y azul. Cada tipo de Pikmin tiene un punto fuerte distinto que Olimar debe aprovechar. Los Pikmin rojos soportan el fuego, los azules pueden sobrevivir en el agua y los amarillos destruyen obstáculos con rocas-bomba. El jugador puede controlar a los brotes Pikmin de forma individual, en grupos o formando una figura grande Pikmin compuesta por 100 criaturas. La serie NEW PLAY CONTROL! de Nintendo rescata clásicos de Nintendo GameCube actualizados para su uso en Wii. Te esperan nuevas funciones, experiencias y, lo que es más importante, un flamante sistema de control, ya juegues por primera vez o hayas disfrutado de las versiones originales. En este NEW PLAY CONTROL! Pikmin, el cambio más sustancial por lo que concierne al sistema de control radica en el acto de apuntar. En el juego original, el blanco se movía al compás de Olimar, lo cual hacía harto difícil apuntar cuando la situación era apremiante. Pero en este NEW PLAY CONTROL! Pikmin, no tienes más que apuntar con el mando de Wii. Las propiedades del puntero integrado no solo facilitan el movimiento del cursor, sino que brinda a los jugadores una precisión nunca vista. El Nunchuk también se utiliza para este juego: su palanca de control determina los movimientos de Olimar, mientras que la mayoría de acciones de los Pikmin se realizan mediante el mando de Wii.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-09-01",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/2c3f0a84a906f1f187e0295803ba448f27e920d41f8d2190bbdf874d0ae13151.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/583e1495a966ebf8dcdac075df82dd707d5473a33368b6d439530b067f7ce8e2.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/77f3b871e1f41582ba2aa9294bcbf8c17554aa977e7104e5a688d90331857286.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/cb43ab80aa23a1d5e6b02f17944256b5300071b533ee0a22951fdfcdaea4f133.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/389a0e27de1d99659905b65da7c4a90d6eeaccbf82caaade7b6fb4f9c722bdd4.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/fc8ef3d8d54d0e27c5fb77fcec38c50526dd86bed61bab533594d65c36670580.jpg"
	],
	"movies": []
}