{
	"title_id": "00050000101BFF00",
	"eshop_id": "20010000016947",
	"product_code": "WUP-N-VBKP",
	"name": "Super Mario Galaxy™",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/0b75d00e837c1d7e69d76d55f844432e0ea34b8b03dc5fd64149cfbbf00e5565.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/276d63b0950b180494793bd75111b9edd85664f8beebdc1fb07be9bf77787808.jpg",
	"data_size": "3582099916",
	"description": "De l'incroyable diversité des galaxies, en passant par les combinaisons spéciales de Mario, mais aussi les contrôles offerts par la télécommande Wii, Super Mario Galaxy est l'expérience Mario ultime. Dans l'espace, les choses ne sont pas toujours ce qu'on croit. Mario se balade de galaxie en galaxie pour essayer de sauver la Princesse Peach, mais il ne sait pas ce qui l'attend dans ces 40 galaxies uniques. Alors heureusement que vous êtes là pour l'aider avec votre télécommande Wii ! Grâce à celle-ci, Mario va exécuter ses fameux sauts, tenter de découvrir les 120 étoiles et essayer de retourner au Royaume Champignon. A l'instar de Super Mario 64, Super Mario Galaxy procure un sentiment de nouveauté incroyable et, tout en améliorant le gameplay du passé, il nous donne un avant-goût de l'avenir des jeux de plateformes. Si vous êtes un inconditionnel de Mario ou si c'est la première fois que vous jouez à ses aventures, vous sauterez de planète en planète grâce aux capacités de détection de mouvements de la télécommande Wii. Pour réaliser la nouvelle technique de Mario, le saut tournoyant, vous devrez secouer rapidement la télécommande Wii. C'est le mouvement le plus polyvalent du jeu qui aidera Mario dans sa quête. De plus, le pointeur de la télécommande Wii est utilisé pour récupérer des fragments d'étoiles, qui peuvent être lancés sur les ennemis pour les étourdir.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-02-04",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/e93f7cc43ecb43459e10b709c31a314d1e0182125ade0d2e57101991a64f3a6b.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/787f3f8b5dd793369854f5fe73c1bc14cd55bfcf2939930b71433c251db3e508.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/3dfdd98221b4c794f3652e1a028c195749fcde837b4ae0304fcf63533721320b.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/06ffc3af9202ad673e79d733a5067c7a156dd4e5da5bfaa78bfa650a761ea7c2.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/f58776e1b7524d8e503e34d518d0d1ba08a955baf509cb50b159dc796bff1384.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/6675d999478f96ab4ecfea2eabfc96a5353205b033377a33b2fd024d6de1e6af.jpg"
	],
	"movies": []
}