{
	"title_id": "000500001020EF00",
	"eshop_id": "20010000026131",
	"product_code": "WUP-P-BZGP",
	"name": "Preston Sterling",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 1824,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/7c2e172b44db7fb78d2636927e9214415c4a34b277b9d3b70658f75de6c0685a.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/01f44fa4da1d0312becc8094f5091a9949100618b31714056d9c3151720f982b.jpg",
	"data_size": "1085210824",
	"description": "PRESTON STERLING AND THE LEGEND OF EXCALIBUR is an adventure that will transport you into the world of English myths and legends. Tackle tricky puzzles and enjoy an exciting story, lovable characters and stunning scenes and locations! AN INNOVATIVE DESIGN The game's quick-to-learn touch controls and gradually increasing level of difficulty make the adventure easy to grasp, even for beginners. It also offers dynamic help tools and optional tips to help you to successfully master frustrating stages of the game without missing out on the fun involved in solving the challenging tasks and activities faced by Preston. AN EXCITING ADVENTURE Preston Sterling is an adventurer, traveller and treasure-hunter all rolled into one. He's normally never afraid of a challenge, but his new job quickly tests him to his limits. Preston's latest task is to find the most mystical artefact in English mythology: Excalibur, the sword of the legendary King Arthur. Little does he know, however, that the hunt for this fabled treasure will involve far more danger than he could ever have imagined ... REALISTIC SCENES AND LOCATIONS Experience an amazingly detailed and lovingly created world of adventure. Every location on Preston's journey has its own special charm that contributes towards your exciting game experience. NO IN-APP PURCHASES The game contains no in-app purchases or micro-transactions. Purchasing the game provides you with full access to all content and features. MULTIPLE LANGUAGES The game is available in German and English. ******************************************************************************** Animation Arts is an independent studio based in Germany. Its small team has already impressed many adventure fans with its award-winning adventure games \"Secret Files: Tunguska\" and \"Lost Horizon\".",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2017-06-02",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/d4af04b863bff89888f2189f39aa2128d15bb831ebe7ec9242705333cd6b806e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/4237e6f611631e2418563cf7d538083ef01f0d0413b6629cf64228c6d5fa5ea2.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/fbe1e959579c7223c2702cee81c84562c57c820a3745eed2330d867e78e5d802.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/785d6b3a2f87e859931bbbca7a9e167eb6f0dc9a716432422c13bdd36de0581e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/54704b5e70846cbbc50c0d80c87d1270427c48acda7fe330d732fc666534851b.jpg"
	],
	"movies": []
}