{
	"title_id": "000500001019D300",
	"eshop_id": "20010000013387",
	"product_code": "WUP-N-VACP",
	"name": "Punch-Out!!™",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/bcbcdc0410a45298c845fea3032bf00f0bc660c243d9a06bb02a0208e02d80b1.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/6cd783a5d8a06b6ee26e08faeae26e36f9f5c08ae8dbec175547da20280252c4.jpg",
	"data_size": "3991175648",
	"description": "Recoge el guante, o mejor dicho los guantes, ¡y súbete al cuadrilátero porque PUNCH-OUT!! vuelve por la puerta grande! El intuitivo sistema de control te llevará al mismísimo cuadrilátero con un realismo nunca antes visto. Lanza ganchos, derechazos y Golpes Estrella agitando el mando de Wii y el Nunchuk, o dale un toque retro sujetando el mando como si fuese el de la NES. En tu papel de Little Mac, un púgil de buen corazón nacido en el Bronx, tendrás que lanzar tu asalto personal al mundo del boxeo en tu afán por convertirte en campeón indiscutible de todas las categorías. Tendrás que vértelas con adversarios del calibre de Glass Joe, Von Kaiser o el implacable King Hippo: un total de 13 contendientes a cual más estrafalario que se interpondrán en tu camino. Cada uno de ellos le echará creatividad y pondrá todo de su parte para asegurarse de que acabes mordiendo la lona. Si el boxeo es tu vocación frustrada, prepárate para resarcirte en las frenéticas peleas de PUNCH-OUT!! para Wii. - Déjate la piel luchando en los modos Campeonato y Exhibición, o enfréntate a un amigo en el modo Cara a cara. - Juega usando el mando de Wii y el Nunchuk para una experiencia aún más apasionante y realista. - Revive tiempos pasados sosteniendo el mando de Wii en posición horizontal, cual mando de NES, y repartiendo tortazos a diestro y siniestro con tan solo pulsar los Botones 1 y 2. - Enfréntate a 13 púgiles entre los que se cuentan Glass Joe, Von Kaiser y King Hippo.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-03-12",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/af463f7e89869068e537435da949379125cdb4349a4afbd90b95c3323e6610de.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/62ffc422a4735947bac0022b2cfe1b1ce3f6d80f0cfea9272cf796514f902b42.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/f7563495de47ae8eee887d322b36ee186d46b877c6a89bf27bf9d6f590d80a3a.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/1edc44c8381bb1ed792aa095e4444bff9cdb6e7d3d3b4bba0ddc7cf87e4b5b50.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/3a169cfe54389c058b1cb781727a379647ce5aaea88a5e46e21411376bc65dfc.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/3dd2f032f61acd9566265377b3291b3def7068665004af8e3186790518d36dfb.jpg"
	],
	"movies": []
}