{
	"title_id": "000500001020B000",
	"eshop_id": "20010000025587",
	"product_code": "WUP-P-BWEP",
	"name": "Bridge Constructor Playground",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 1003,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/a5a9642cf8eb99b04ecc3551265f4847f690c73fec5edaf6954ed0b8212b4398.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/8360014601baf3b22603418de2ec2c9f2c772f8abb303a3e53fe93da82408b90.jpg",
	"data_size": "136085644",
	"description": "Bridge Constructor Playground propose aux joueurs de tout âge de se mettre dans la peau d’un « bâtisseur de ponts ». Vous pourrez laisser libre cours à votre créativité, car, dans ce jeu, rien n’est impossible. À travers 30 niveaux innovants, vous pourrez construire des ponts au-dessus de vallées encaissées, de canaux ou de fleuves. Des tests de résistance seront ensuite réalisés pour vérifier leur solidité face au passage incessant des voitures et des camions. Grâce à un didacticiel très complet, Bridge Constructor Playground propose une prise en main facilitée par rapport au précédent opus, le magnifique Bridge Constructor. Avec un budget illimité et très peu de contraintes au niveau des matériaux de construction, vous allez pouvoir mettre en pratique vos talents d’architecte au gré de vos envies. Vous serez tellement captivé par vos constructions que vous ne verrez pas le temps passer. Les joueurs expérimentés seront ravis de découvrir les défis apportés par le nouveau système d’insignes : en respectant certains critères, vous pourrez obtenir jusqu’à 5 insignes pour chaque pont. Pour ce faire, vous devrez, par exemple, ériger un pont qui ne pourra supporter qu’une charge donnée. Ces nombreux atouts, ainsi que l’interface lumineuse et conviviale, font de Bridge Constructor Playground un jeu palpitant et ludique pour tous les membres de la famille. Cela promet des heures de divertissement ! CARACTÉRISTIQUES : • 32 niveaux • 5 univers : ville, canyon, plage, montagne, collines • Un relevé topographique avec les mondes et niveaux déverrouillés • Un didacticiel très complet pour une prise en main facilitée • Un nouveau système d’insignes pour les débutants et les experts • 4 matériaux de construction : bois, acier, câbles, béton • Des indicateurs de charge colorés accompagnés de pourcentages pour les matériaux • 2 niveaux de charge : voiture et camion • Un meilleur score par niveau",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-12-08",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/826afdeb3df4e614618500b81884cd23d9b40e0fba042ffc1cfcdbca0992caaa.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/07766333a9e4cd686fbf3900f8c8582df1458e303275927e80ee5d8be4fc909e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/4b415b40cb121d18ed3940d5d1f992f8fa8b37b49b0f46791edceb20595ed102.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/43b7f0045253a3c8c67f837e87820473dcd87c04b6e6b475880caaf49d95c13e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/41b375f775e685d02054b9084b981c089ae86d91ffa3cd603213526c197fb10a.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/f940db5c2b5a005635e018ab1b30a1b4ca28936695f0eab3ffac2c16e6ec0068.jpg"
	],
	"movies": []
}