{
	"title_id": "000500001014B800",
	"eshop_id": "20010000002326",
	"product_code": "WUP-P-ATWP",
	"name": "New Super Mario Bros.™ U + New Super Luigi™ U",
	"platform": 125,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/868bea843e75211918b75579f815aca02cfc27619a48e3bd0cc23ed2174fb4ca.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/162d34ac756460d1696e42caa673a7287b0174c64982e1934c37559352dbb4f7.jpg",
	"data_size": "14613185792",
	"description": "New Super Mario Bros. U: In New Super Mario Bros. U schließt sich Mario, Luigi und Toad ein neuer Charakter an: Du! Springe, laufe und stampfe mit deinem eigenen Mii durch ein seitlich scrollendes 2D-Mario-Abenteuer! Erkunde eine riesige Welt voller brandneuer Kurse, und erlebe neue Spielmöglichkeiten, die nur Wii U bietet! Dank dem Wii U GamePad wird das Mehrspieler-Erlebnis noch lustiger als je zuvor. Bis zu vier Spieler mit Wii-Fernbedienungen können durch brandneue Level rennen und hüpfen, während ein weiterer Spieler den Boost-Modus des GamePads nutzt. Der Spieler, der das GamePad bedient, kann mit Hilfe des Touchscreens Plattformen in den Leveln platzieren. So bekommt das klassische Mario-Gameplay eine aufregende neue Facette. Alle Spieler können an einem Strang ziehen, um einen Kurs zu meistern, oder sie wetteifern gegeneinander um Münzen und Power-Ups, während ihnen der Mitspieler mit dem GamePad das Leben schwer macht, indem er lästige Blöcke platziert. Wenn ihr lieber miteinander spielt, könnt ihr im Boost-Modus Plattformen platzieren, um verborgene Bereiche zu erschließen oder schnellere Wege durch die Level zu entdecken. So könnt ihr auch Routen wählen, die nur gemeinsam zu meistern sind, und mit Freunden und Familie neue Rekorde aufstellen. New Super Luigi U: Vergiss Mario und mach dich auf ein Super Luigi-Abenteuer gefasst! Begleite Luigi bei seiner Rückkehr in die Welt von New Super Mario Bros. U, um 82 herausfordernde neue Level voller kniffliger Hindernisse und Fallen zu erkunden! Doch die Zeit läuft: Jeder Level hat ein enges Zeitlimit, also begib dich schnurstracks in Richtung Ziel! Klassische Luigi-Steuerung: Die Charaktere bewegen sich mit mehr Schwung und mehr Sprungkraft als zuvor, was in einem individuellen Spielstil resultiert. Mopsie ist mit von der Partie: Im Mehrspieler-Modus kannst du jetzt auch Mopsie steuern. Er nimmt keinen Schaden von Gegnern und eignet sich dadurch perfekt für Anfänger!",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2016-04-15",
			"retail": "2016-04-06"
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/696e3c870b2671b5b4d7aca849a9c1b25108c3ec2a9babf2c3c5f7d66e94365e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/af507ff1b38a1e864887d177f2feb54ab218c8189db915214efa2ab41438b757.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/54f7185912dfb6740dd5fe1a77aeb5883222e70ca53fcd8a481c07763d228827.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/2c7621d8ed4ae2ef2e0972e0cc70e2f760d8e360b9fc148c777c5fbb70c737b0.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/696e3c870b2671b5b4d7aca849a9c1b25108c3ec2a9babf2c3c5f7d66e94365e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/8f5ccfaa6d20d554b72693898e1a813dc3d186b9da3244f1669f2c1136578c35.jpg"
	],
	"movies": []
}