{
	"title_id": "00050000101D1200",
	"eshop_id": "20010000026228",
	"product_code": "WUP-N-BAGE",
	"name": "Animal Gods",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 1554,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/f210119f0be8febaadd37fa516ddd957ec5ae2b3509ca034adfa78b9e4bb6e6d.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/f487cf48aeb525cabff53034535decc1df9388a83a633e597352817bcf51a140.jpg",
	"data_size": "613384372",
	"description": "A beautifully illustrated, 2D top-down game with a focus on zen-like journeying, light puzzling, precision-platforming and fallen gods. Story The Animal Gods have fallen. Once sacred, they are now husks—haunted beasts lost to toxic fumes from a great bronze industry. Play as Thistle, a small & agile warrior hellbent on destroying the curse that plagues these creatures. Wield a 17th century BC Bronze Sword... and set the Gods free. Key Features Cloak of Flame Dash / warp through toxic-maze like rivers. Dashing moves Thistle a fixed distance over a fixed amount of time and upgrades to The Long Dash. Map of The Unholy Lets you choose dungeons in any order. Journey to the Gardens of Gwyn, the Halls of Eynd, and the Coast of Syn. Find the weapon and weapon upgrade in each dungeon to defeat the Animal Gods. Light Puzzling Puzzles rely on approximately 75% skill and 25% strategy. Each dungeon asks players to assess the obstacle ahead and approach cautiously. Puzzles are largely skill-based requiring a hint of strategy and luck. Character Driven Story Find notes left by occult-leader Rodrik, starry-eyed Juliette and Scientist Sven. Animal Gods' story balances the relationship between three key characters and their ties to the dark underbelly of the City of Sky Mirror. Lives-09-Mode 09-Lives mode unlocks after successfully completing Animal Gods on \"normal\" and challenges you to complete dungeons with 09-lives or less.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2017-04-27",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/87b5147c8275f388cdd140c4218aab943408f63b29005072f1a299d05cee728d.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/b5fbecdc159462a7f1019e7eae5f6d0976cfd97319c8707b344e48c9788ce131.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/1886e572b41413ef77b4da32ecae76de7246caca0c018fd1e3a26c4eb3f26ef8.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/6aaba73ed66da476aafb35d49452db6c4c9f875efaec69e47d5560bf35846979.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/2f4bf2b8fcb469d0dc423d435d53f00dbdd3a58dba825a0829d276309d1af15d.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/0a7f7e41f1b934625a2044f5da783070fe1cda2be913d93d490006cfdb9be8d3.jpg"
	],
	"movies": []
}