{
	"title_id": "000500001019D600",
	"eshop_id": "20010000012867",
	"product_code": "WUP-N-VADP",
	"name": "Kirby's Adventure™ Wii",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/265148b6c1cb8324e88c4da25306482274cc6e4d9752d146b1fb259155c2f511.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/4d0fcbbb286d036a4d951eae8d9bf7f8e2c2d7397e8ac3166ed837385be22992.jpg",
	"data_size": "1315537176",
	"description": "Kirby, Meta Knight, el rey Dedede y Waddle Dee están listos para transformar de nuevo tu salón en Dream Land, con Kirby's Adventure Wii, la nueva aventura de Kirby para Wii. En este juego de aventuras de desplazamiento lateral, en el que podrás jugar solo o hasta con tres amigos, el héroe rosado utilizará su poderosa habilidad de copia para inhalar, escupir y transformarse a medida que se enfrenta a los enemigos. Al inicio de esta aventura repleta de acción, una nave espacial alienígena se estrella, esparciendo pedazos de la nave por el otrora tranquilo Popstar. El ocupante de la nave está desesperado por regresar a su planeta, así que Kirby y sus enemigos deciden cooperar y ayudarle, dando así comienzo a una misión destinada a recuperar los pedazos de la nave, que han quedado esparcidos por todo el reino. Juega solo o invita hasta a tres amigos a unirse a la diversión. Independientemente de si todos queréis jugar como Kirby, cada uno con un color, o de si preferís controlar a distintos personajes (Meta Knight, el rey Dedede y Waddle Dee), todos podréis jugar de forma cooperativa para avanzar en la partida recolectando puntos y estrellas. Y no te preocupes si las visitas de tus amigos no son todo lo constantes o largas que quisieras, porque los jugadores pueden unirse al juego y dejarlo en cualquier punto.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-02-19",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/5c3da1d271c2a0436c5679dfb3493ee7074afe2589ce64d80a96fa49aa266333.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/e0cd5539f5cabe48cd68078e0db76520c329203a7bb3146519abc0f00ccbad10.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/64bcc803c8bb353d4c3dfa7ccdb785ec4b24f60361035b98a520dbfc5f5fa617.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/c52cf67efeca3aed62f66eeb6d9d6b19fa45b6467ec13326113b89e8fdae27c9.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/e0e93cc456f098b7000fc355b184148818c5da500e843a6e995b6453019f70d9.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/11621931426da9e1ce2c9dc19196743ee1d775e59c48ae74ac6b20a67eb5df32.jpg"
	],
	"movies": []
}