{
	"title_id": "0005000010145600",
	"eshop_id": "20010000002224",
	"product_code": "WUP-N-ADBA",
	"name": "Animal Crossing™ Plaza",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/f6e0e3288b6be77e1f3afe8c6da102217f4b51939f3ac9cd17433bf6288061b3.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/c4d6eac4a5076d557e1cedc590b85c88934bf2610d16066d41c2cd5dd402ef79.jpg",
	"data_size": "152928376",
	"description": "Step into Animal Crossing Plaza on Wii U and discover a new way to communicate with other Animal Crossing fans from all over the world! In Animal Crossing Plaza, you can see various posts about what’s happening in the town, other Animal Crossing-related messages, news about calendar events and messages from other Animal Crossing fans from around the world. You can import the images you took in Animal Crossing: New Leaf and design QR Code® patterns via your SD card, or organise them in albums. You can also post messages with those images. The QR Code patterns posted can be directly scanned and used in your Animal Crossing: New Leaf game, too. Additionally, by selecting your favourite animal in the Animal Crossing Plaza, you can post about those specific animals, or view posts only about them. If you want to see more posts, then you can jump directly to the Animal Crossing Series Miiverse Community from Animal Crossing Plaza. From the 14th of November Animal Crossing Plaza has some great new features! In the updated plaza, you can vote on which animal you think best fits the survey of the month. (This service will run until the end of 2014, after which the results can still be viewed.) Also, now you can use cute stamps on your handwritten messages for Miiverse, register up to 10 animals as residents, save photos other people have posted, and more! Please take a moment to try out the new features that make Animal Crossing Plaza more fun than ever!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-08-07",
			"retail": null
		}
	},
	"screenshots": [],
	"movies": []
}