{
	"title_id": "0005000010159A00",
	"eshop_id": "20010000003684",
	"product_code": "WUP-P-AFCP",
	"name": "Wii Fit™ U Trial Version",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/69218dacc72f20610576ff50e58660ab51ff4811f2ef28cccc42231165e16861.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/ad266c660c1c3556ae0695c5cf1306bf3f357dead76dc1d74650fe76f6b5b27d.jpg",
	"data_size": "4869128672",
	"description": "Take your fitness routine to the next level with Wii Fit U, exclusively for Wii U. Work out with new exercises that use the Wii U GamePad, Wii Balance Board or both, as well as returning exercises from Wii Fit and Wii Fit Plus. The combination of the Wii Balance Board and Wii U GamePad creates all-new body training possibilities – and Wii Fit U has plenty of new activities that’ll get you working out in a fun and engaging way. - Work out and track your progress even when the TV is in use, with the Wii U GamePad's integrated second screen - Enjoy new activities, as well as select exercises from previous Wii Fit games - Use your existing Wii Balance Board and transfer your previous save data to continue to work towards your fitness goals in Wii Fit U Parts of this software cannot be played without a Wii Remote Plus or a Wii Remote with Wii MotionPlus™ accessory attached. Some parts may require two such controllers. A Wii Remote may be used instead of a Nunchuk™. Users who want to continue using Wii Fit U beyond the 31-days trial period can unlock the time restriction by syncing a Fit Meter accessory, available separately at retail, with their trial version of the Wii Fit U software. This will allow them to continue playing Wii Fit U for an unlimited time. The Fit Meter will be released on 1st November in a choice of colours including Black, Red and Green.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-11-01",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/1c9239348f2a803e9457730e84d075861df9813bb65f11552168d717e6a9d9ac.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/5586312d777c94a75d47f6ee5529db3beb6364fc1e9d85248355aaf2e568b587.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/48e352cc3b77dfa3781e223592c500a5fe854c69b6db8c1b63c7cbfac3593f9b.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/ef510d5734335e7fd382adee1523f4f46f53152d61b809695d1b54f54cb1d418.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/8bea25fe20c16e92cd58922359fbddcf3944c423e4c1a0df6c6de1f603ac97f5.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/83f9c658dd551514e5a0fbf558d8e78242494f072be5c1033d51eddbeaf86c21.jpg"
	],
	"movies": []
}