{
	"title_id": "000500001020B000",
	"eshop_id": "20010000025587",
	"product_code": "WUP-P-BWEP",
	"name": "Bridge Constructor Playground",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 1003,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/a5a9642cf8eb99b04ecc3551265f4847f690c73fec5edaf6954ed0b8212b4398.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/8360014601baf3b22603418de2ec2c9f2c772f8abb303a3e53fe93da82408b90.jpg",
	"data_size": "136085644",
	"description": "Bridge Constructor Playground introduce persone di tutte le età nel settore della \"costruzione di ponti\". Il gioco ti dà la libertà di far venir fuori il tuo lato creativo: niente è impossibile. Nel corso di 30 innovativi livelli dovrai costruire ponti su valli profonde, canali o fiumi. Subito dopo i tuoi ponti saranno sottoposti a prove di stress per verificare se sono in grado di reggere il peso delle auto e/o dei camion che li attraversano. Rispetto al successo di Bridge Constructor, Bridge Constructor Playground offre un livello base di accesso al gioco più semplice, comprendente un ampio tutorial. Senza un budget fisso e con limitazioni di materiali di costruzione quasi nulle, praticamente non ci sono limiti: puoi costruire secondo i tuoi desideri. Sei libero di agire come preferisci e di far volare il tempo con la costruzione creativa di ponti. I giocatori esperti apprezzeranno le sfide del nuovo sistema di emblemi: per ciascun ponte ci sono 5 emblemi da vincere, se soddisfi determinati requisiti. Ad esempio, costruire un ponte che può reggere non oltre un certo limite di peso. Tutto ciò, associato ad un aspetto brillante e accattivante, rende Bridge Constructor Playground un'esperienza entusiasmante ed educativa per tutta la famiglia, con ore e ore di divertimento. CARATTERISTICHE: • 32 livelli • 5 impostazioni: Città, Canyon, Spiaggia, Montagne, Colline • Mappa dettagliata con mondi / livelli sbloccati • Ampio tutorial per un facile apprendimento del gioco • Nuovo sistema di emblemi per principianti e professionisti • 4 diversi materiali da costruzione: legno, acciaio, cavo in acciaio, pilastri in cemento • Percentuali e visualizzazione colorata di carichi di stress dei materiali da costruzione • Due diversi livelli di stress: auto e camion • Punteggio elevato per livello",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-12-08",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/826afdeb3df4e614618500b81884cd23d9b40e0fba042ffc1cfcdbca0992caaa.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/07766333a9e4cd686fbf3900f8c8582df1458e303275927e80ee5d8be4fc909e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/4b415b40cb121d18ed3940d5d1f992f8fa8b37b49b0f46791edceb20595ed102.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/43b7f0045253a3c8c67f837e87820473dcd87c04b6e6b475880caaf49d95c13e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/41b375f775e685d02054b9084b981c089ae86d91ffa3cd603213526c197fb10a.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/f940db5c2b5a005635e018ab1b30a1b4ca28936695f0eab3ffac2c16e6ec0068.jpg"
	],
	"movies": []
}