{
	"title_id": "00050000101B0B00",
	"eshop_id": "20010000014567",
	"product_code": "WUP-N-VALP",
	"name": "Sin and Punishment™: Successor of the Skies",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/862ee03f1a2dd24c72a713ebea66b704f17b5da16588197c030b33ff82e54278.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/369625c06dde5940cc832deb3062a7cb7b74961d23719fcd4bad2393ad1555b3.jpg",
	"data_size": "1045463300",
	"description": "Deze speelhalachtige Japanse cultgame is verdeeld in hoofdstukken die het mysterieuze verhaal vertellen van Isa Jo en Kachi, twee dappere personages die in buitenaardse omgevingen voor de mensheid strijden. Beide personages kunnen loskomen van de grond met jetpacks en hoverboards om zich met duizelingwekkende manoeuvres door de lucht te verplaatsen. Ondertussen bestrijden ze de hordes vijanden met geweren, zwaarden en krachtige bommen. Elk level staat bol van de explosieve actie, en stuurt tal van vijanden, waaronder de reusachtige eindbazen die Commanders worden genoemd, in een bepaalde volgorde richting de speler. Om de best mogelijke scores te halen, is het de kunst om deze volgorde te bestuderen, zodat je precies weet waar de volgende golf vijanden op zal duiken. Het scoresysteem in Sin and Punishment: Successor of the Skies daagt spelers uit elk level en de golven vijanden nauwkeurig te bestuderen om de best mogelijke scores te kunnen halen. Spelers worden beloond door opeenvolgende vijanden te raken en zelf zo weinig mogelijk schade op te lopen. Buitengewone acties, zoals het uitschakelen van een groot aantal vijanden achter elkaar, leveren extra punten op. Dit spel geeft de liefhebbers veel gespreksstof, want er zijn talloze geheime spelelementen te ontdekken, zoals de beste manieren om bepaalde vijanden uit te schakelen of technieken voor gevorderden die worden beloond met speciale medailles. Deze game ondersteunt ook Japans.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-04-30",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/8d2bc3538d9e82a3af3bbf4ab774e1816dbbfa057b0bd9e7e992eecd30f4e644.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/79878a75ca76a64fe2cde197f55b48d8a1c48e643dec748ab745f040aec2d0b7.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/7dad469368df1fd807251abe84f2dd1b01367df54129d1cb4026f350b72f3dc0.jpg"
	],
	"movies": []
}