{
	"title_id": "000500001010ED00",
	"eshop_id": "20010000006466",
	"product_code": "WUP-P-AMKP",
	"name": "Mario Kart™ 8",
	"platform": 125,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/de1262b3b2fae27a34573c2881575a3e434d0e8425441c306efed3fde9aea24a.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/bd6a6c1c762406676e272e47fb23be5aef5f334a177aad2eccac6f67f2882d3a.jpg",
	"data_size": "4411294176",
	"description": "Turn your world upside down with Mario Kart 8, only on Wii U! Engage antigravity mode and race up, down and all around amazing courses, competing against other players whether they’re in the same room or on the other side of the world! Speed over blue antigravity panels to take the race off the straight and narrow and up astonishing waterfalls, along the sides of buildings, and much more. The rules of the road change in antigravity mode too: bump into rival racers for a Spin Turbo speed boost! With gravity-defying racing, aerial jostles while gliding, and fast-paced underwater competition across 32 new and classic courses, every surface can be a racetrack! Go head-to-head with rivals near and far in a range of game modes. Get four players together for local multiplayer* in Grand Prix, VS Race or Battle modes, or jump into online races for up to 12 drivers. Take part in exciting online tournaments, or create your own: choose the start and end times, tailor the rules to your liking and give out the tournament code for other players to join in! Share your best racing successes – and your most bitter defeats – with the world through Mario Kart TV. Create a highlight reel showcasing your smooth manoeuvres, high-impact item hits and other action-packed moments, then upload it to YouTube** or Miiverse for other players to see! *Additional accessories required for multiplayer mode, sold separately. **Google account required. Visit amiibo.nintendo.eu for compatible amiibo™ and the latest information.",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2014-05-30",
			"retail": "TBD"
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/f14d6e7fcd499f1d34e1a3382ba251d8888e9dfe194eb6eea874e10f84ecca5c.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/accc1b94ed77b704c830c7a6311b3955e05c6253699ae2ab2f8077e15db914f9.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/7d4da7353fc89879fa1104b58423eab8fb4ba0ef0bf459bb81a673105bba7ba5.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/d2e465dadeec35af267b8dfc5152f674a2d8432bd2330ee5e8f7c69cce1198b0.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/e157833f7daa9fb6aac9a0a33f011e3a02d174c4eab874b148e01e61cc0ebee4.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/574b186e34ed5c2c6e5b280e4237db319fdfc42fd258d6b1af07fa8eaeb2d7e0.jpg"
	],
	"movies": []
}