{
	"title_id": "000500001010EE00",
	"eshop_id": "20010000000286",
	"product_code": "WUP-P-AF3P",
	"name": "FIFA 13",
	"platform": 125,
	"platform_device": "WUP",
	"publisher": 69,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/a05e1e2a19e4cc054958f9a479fe68979b5fb1f513384692678604fa8ee4bfcc.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/94600771391857aa9b9fa61ef42970639eb73de9dcc1af9bbbb9a5d04871b8fd.jpg",
	"data_size": "8690861072",
	"description": "EA SPORTS FIFA 13 présente une jouabilité encensée par la critique, notamment le moteur des contacts, des graphismes en haute définition et plus de 500 clubs sous licence officielle. Avec trois manières de jouer différentes, tous les utilisateurs, quel que soit leur niveau, peuvent jouer ensemble. Toute la famille peut s’essayer au mode en coopération où un joueur incarne l’entraîneur alors que jusqu’à quatre autres utilisateurs peuvent endosser le maillot d’un joueur. Les commandes de gestion d’équipe présentent un radar interactif pour déclencher des appels de balle. Les commandes sur écran tactile permettent de modifier la tactique, le dispositif de jeu ou les remplacements dans le feu de l’action. Vivez toute l’intensité liée à la gestion de votre club favori avec l’option Gérer match et criez vos consignes aux joueurs depuis le banc de touche ou recadrez votre équipe à la mi-temps. Grâce aux différentes innovations qui utilisent la manette Wii U™ GamePad, vous plongerez véritablement au cœur de l’action. Levez et regardez à travers l’écran tactile du GamePad pour viser sur les coups de pied arrêtés et les pénaltys, et donnez de l’effet à votre frappe. Enfin, connectez-vous et entrez en interaction avec vos amis. Retrouvez-les en ligne et invitez-les à jouer ou envoyez-leur des messages en temps réel avec le clavier virtuel de l’écran tactile.",
	"availability": {
		"eshop": false,
		"retail": true,
		"dates": {
			"eshop": "2012-11-30",
			"retail": "2012-11-30"
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/afe943b010fe302fab8dfdc8d4538fbd3723fe7ec6ac64a8ddcc346b2d55887d.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/6b420d72dbeca6f2449c292471744ed0da8cc00fc579c7e4426b9457c20dbd76.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/a329e485b8956fb36863fde712054c322b63206ff0eae53ebd99fc8fcb62ee08.jpg"
	],
	"movies": []
}