{
	"title_id": "00050000101EC200",
	"eshop_id": "20010000023787",
	"product_code": "WUP-N-VBUP",
	"name": "Pikmin™",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/a093c0d47802d6a92c538f4ef07054af57226180df33dc895b19304454853a68.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/0a6d64efb63f2beb52a48be58008488bc88b6fed4e7f44644350d27b82ba3754.jpg",
	"data_size": "3726475724",
	"description": "Qualifié de \"simulation de vie inventive\", Pikmin est un jeu d'action et de stratégie prèsentant des environnements incroyablement vivants inspirés par le propre jardin de M. Miyamoto, à Kyoto, au Japon. Les joueurs contrôlent un astronaute, le capitaine Olimar, dont le vaisseau s'est écrasé sur une étrange planète. Le but du jeu est d'aider Olimar à remettre la main sur les pièces de son vaisseau éparpillées sur toute la planète. Heureusement pour le capitaine Olimar, cette planète est habitée par de curieuses petites créatures appelées Pikmin. Les Pikmin sont des formes de vie de type végétal existant en trois couleurs : rouge, jaune et bleue. Chaque type de Pikmin possède ses propres caractéristiques qu'Olimar pourra exploiter à son profit. Les Pikmin rouges résistent au feu, les Pikmin bleus peuvent survivre dans l'eau et les Pikmin jaunes peuvent détruire les obstacles en utilisant des cailloux-bombes. Le joueur peut contrôler les Pikmin individuellement, en groupe ou même en un vaste ensemble de 100 créatures. La série NOUVELLE FAÇON DE JOUER ! de Nintendo propose des classiques Nintendo GameCube adaptés sur Wii ! De nouvelles fonctions, de nouvelles expériences et surtout de nouvelles façons de contrôler les jeux vous attendent, que vous ayez joué aux jeux sur GameCube ou non. Dans Pikmin NOUVELLE FAÇON DE JOUER !, le plus grand changement dans les commandes concerne la visée. Dans le jeu GameCube, la cible d'Olimar le suivait, ce qui rendait la visée difficile alors que chaque seconde est précieuse. Mais avec Pikmin NOUVELLE FAÇON DE JOUER !, viser est aussi facile que de pointer l'écran avec la télécommande Wii. Grâce aux capacités de la manette, vous déplacez facilement le curseur de visée et obtenez une précision inégalée. Le Nunchuk est aussi utilisé dans le jeu car vous déplacez Olimar via le Stick directionnel, tandis que la plupart des mouvements et ordres donnés aux Pikmin se font via la télécommande Wii.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-09-01",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/2c3f0a84a906f1f187e0295803ba448f27e920d41f8d2190bbdf874d0ae13151.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/583e1495a966ebf8dcdac075df82dd707d5473a33368b6d439530b067f7ce8e2.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/77f3b871e1f41582ba2aa9294bcbf8c17554aa977e7104e5a688d90331857286.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/cb43ab80aa23a1d5e6b02f17944256b5300071b533ee0a22951fdfcdaea4f133.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/389a0e27de1d99659905b65da7c4a90d6eeaccbf82caaade7b6fb4f9c722bdd4.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/fc8ef3d8d54d0e27c5fb77fcec38c50526dd86bed61bab533594d65c36670580.jpg"
	],
	"movies": []
}