{
	"title_id": "00050000101C5B00",
	"eshop_id": "20010000019327",
	"product_code": "WUP-P-AFHP",
	"name": "Secret Files: Tunguska",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 509,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/bddef06f8423bff062853b911de719cb2e1c3669fe8d5b125283fae2a7284125.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/3a08650f39b2873ef203b77863e52686770fb0a5777e8ac7c54533e90567a8a5.jpg",
	"data_size": "3795616184",
	"description": "Après la disparition de Vladimir Kalenkow, éminent scientifique qui étudiait la catastrophe inexpliquée de Tunguska en 1908, sa fille Nina et son assistant Max se retrouvent mêlés à une conspiration d'une envergure inimaginable. Poursuivis dans le monde entier par une cellule d'espionnage russe et une fervente société secrète, les deux aventuriers doivent résoudre des énigmes en Allemagne, en Russie, à Cuba, en Chine et même en Antarctique. Cependant, plus le mystère s'éclaircit, plus ils se retrouvent en danger ! Aidez Nina et Max, les aventuriers de Secret Files Tunguska, à résoudre de nombreuses quêtes exigeantes et des énigmes complexes dans les contrées éloignées où leur histoire les emmène. Découvrez des environnements dépaysants, fouillez des décors d'une grande richesse, interrogez des personnages atypiques et obtenez des informations capitales. Éclaircissez un mystère qui perdure depuis plus d'un siècle ! DES FONCTIONNALITÉS INCROYABLES ET UNE AMBIANCE IMMERSIVE • Plus de 12 heures de jeu pleines de suspense • 2 personnages principaux jouables • Des dizaines de PNJ ayant leur propre histoire • De nombreuses quêtes, énigmes et casse-tête exigeants • Plus de cent lieux incroyables à explorer • Des graphismes de grande qualité qui fourmillent de détails • Doublage intégral réalisé par de célèbres comédiens",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-07-28",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/2561ff54fa698700fdc29296de86c17755388178090934ed25221898df211a58.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/ea8927d7b2c11fe53776b834a7b33a1f9aa240708075f4381b519737a556ce04.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/339644ef579086456f5351296c18684db2a21bf89b6736d4126f30433bbaea71.jpg"
	],
	"movies": []
}