{
	"title_id": "0005000010145600",
	"eshop_id": "20010000002224",
	"product_code": "WUP-N-ADBA",
	"name": "Animal Crossing™-Lobby",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/f6e0e3288b6be77e1f3afe8c6da102217f4b51939f3ac9cd17433bf6288061b3.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/c4d6eac4a5076d557e1cedc590b85c88934bf2610d16066d41c2cd5dd402ef79.jpg",
	"data_size": "152928376",
	"description": "Tritt ein in die Animal Crossing-Lobby und entdecke eine neue Möglichkeit, dich mit anderen Animal Crossing-Fans aus aller Welt auszutauschen! In der Animal Crossing-Lobby kannst du dir verschiedene Neuigkeiten über Geschehnisse in der Stadt, sonstige Nachrichten zum Thema Animal Crossing, Neuigkeiten über Kalender-Ereignisse und Nachrichten anderer Animal Crossing-Fans aus aller Welt ansehen. Du kannst die Fotos, die du in Animal Crossing: New Leaf geknipst hast, importieren und via SD Card QR Code®-Bilder erstellen. Es besteht ebenfalls die Möglichkeit, Fotos in Alben zu sortieren. Du kannst außerdem Nachrichten mit diesen Bildern verschicken. Die verschickten QR Code-Bilder können direkt gescannt und in deinem Animal Crossing: New Leaf-Spiel verwendet werden. Zudem kannst du, indem du dein Lieblingstier in der Animal Crossing-Lobby auswählst, Nachrichten über diese speziellen Tiere verschicken oder ansehen. Wenn du mehr Nachrichten sehen möchtest, kannst du von der Animal Crossing-Lobby direkt zur Community zur Animal Crossing-Reihe springen. Ab dem 14. November hält die Animal Crossing-Lobby neue, aufregende Funktionen für dich bereit! Wähle in monatlichen Umfragen den Bewohner, der deiner Meinung nach am besten zum Thema passt! (Umfragen laufen bis 2014. Danach sind nur die Ergebnisse sichtbar.) Du kannst nun auch tolle Stempel für deine handschriftlichen Beiträge verwenden, bis zu 10 Bewohner als Nachbarn registrieren, Fotos anderer Nutzer speichern und mehr! Viel Spaß mit den neuen Funktionen der Animal Crossing-Lobby!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-08-07",
			"retail": null
		}
	},
	"screenshots": [],
	"movies": []
}