{
	"title_id": "00050000101B0B00",
	"eshop_id": "20010000014567",
	"product_code": "WUP-N-VALP",
	"name": "Sin and Punishment™: Successor of the Skies",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/862ee03f1a2dd24c72a713ebea66b704f17b5da16588197c030b33ff82e54278.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/369625c06dde5940cc832deb3062a7cb7b74961d23719fcd4bad2393ad1555b3.jpg",
	"data_size": "1045463300",
	"description": "O jogo de culto japonês, jogado em capítulos, continua a misteriosa história de Isa Jo e de Kachi e da sua luta pela humanidade entre o Inner e o Outer Space. As duas personagens podem voar e usar o seu destrutivo poder militar ao mesmo tempo que se movem rapidamente e planam usando jetpacks e pranchas voadoras, lutando para repelir multidões de inimigos com armas, espadas e poderosas bombas. A acrescentar ao desafio estão níveis recheados de acção concebidos para te colocar contra inimigos, incluindo bosses gigantescos denominados Commanders, numa determinada ordem. Precisarás de estudar a fundo um nível e as suas ondas de inimigos se quiseres atingir a melhor pontuação possível. O sistema de pontuação em Sin and Punishment: Successor of the Skies oferece um intenso desafio para todos. Os jogadores serão recompensados se atingirem inimigos sucessivos sofrendo o mínimo de danos possível e poderão receber mais pontos se efectuarem acções extraordinárias como atingir um grande número de inimigos consecutivamente. O jogo dá aos fãs muito sobre o qual falar, com inúmeros elementos de jogabilidade escondidos a descobrir como a estratégia para melhor lidar com padrões de inimigos ou como técnicas que recompensam os jogadores mais dotados com as cobiçadas medalhas. Este jogo também está disponível em japonês. ",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-04-30",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/8d2bc3538d9e82a3af3bbf4ab774e1816dbbfa057b0bd9e7e992eecd30f4e644.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/79878a75ca76a64fe2cde197f55b48d8a1c48e643dec748ab745f040aec2d0b7.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/7dad469368df1fd807251abe84f2dd1b01367df54129d1cb4026f350b72f3dc0.jpg"
	],
	"movies": []
}