{
	"title_id": "00050000101EC200",
	"eshop_id": "20010000023787",
	"product_code": "WUP-N-VBUP",
	"name": "Pikmin™",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/a093c0d47802d6a92c538f4ef07054af57226180df33dc895b19304454853a68.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/0a6d64efb63f2beb52a48be58008488bc88b6fed4e7f44644350d27b82ba3754.jpg",
	"data_size": "3726475724",
	"description": "Referred to as an \"inventive life simulation,\" Pikmin is an action-strategy game featuring incredibly lifelike environments inspired by Mr. Miyamoto's own garden in Kyoto, Japan. Players control a spaceman named Captain Olimar, who has crash-landed on an unusual planet. The goal of the game is to help Olimar collect his vessel's lost parts, which have been scattered all over the planet. Luckily for Captain Olimar, the planet is inhabited by strange little creatures called Pikmin. Pikmin are plant-like life forms that come in three different colours: red, yellow and blue. Each type of Pikmin has unique strengths, which Olimar must use to his advantage. Red Pikmin can withstand fire, blue Pikmin can survive in water, while yellow Pikmin can destroy obstacles by using bomb rocks. Players can control the Pikmin sprouts individually, in groups, or in one large Pikmin posse of 100 creatures. The NEW PLAY CONTROL! series from Nintendo features Nintendo GameCube classics updated for Wii! New features, new experiences and, most importantly, new ways to control the games await, whether you’re new to the titles or have played the originals on GameCube. For NEW PLAY CONTROL! Pikmin, the biggest control change concerns targeting. In the GameCube original, Olimar’s target moved where he moved, which made for some difficult aiming when precious seconds mattered. But with NEW PLAY CONTROL! Pikmin, targeting is as easy as pointing at the screen with the Wii Remote. Using the pointer capabilities of the controller not only makes it easier to move the target cursor, it gives players a precision that they could not experience previously. The Nunchuk controller is also used to play this game, with Olimar’s movements managed via the Nunchuk’s Control Stick, and most Pikmin movements and orders doled out with the Wii Remote.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-09-01",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/2c3f0a84a906f1f187e0295803ba448f27e920d41f8d2190bbdf874d0ae13151.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/583e1495a966ebf8dcdac075df82dd707d5473a33368b6d439530b067f7ce8e2.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/77f3b871e1f41582ba2aa9294bcbf8c17554aa977e7104e5a688d90331857286.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/cb43ab80aa23a1d5e6b02f17944256b5300071b533ee0a22951fdfcdaea4f133.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/389a0e27de1d99659905b65da7c4a90d6eeaccbf82caaade7b6fb4f9c722bdd4.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/fc8ef3d8d54d0e27c5fb77fcec38c50526dd86bed61bab533594d65c36670580.jpg"
	],
	"movies": []
}