{
	"title_id": "000500001010EE00",
	"eshop_id": "20010000000286",
	"product_code": "WUP-P-AF3P",
	"name": "FIFA 13",
	"platform": 125,
	"platform_device": "WUP",
	"publisher": 69,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/a05e1e2a19e4cc054958f9a479fe68979b5fb1f513384692678604fa8ee4bfcc.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/94600771391857aa9b9fa61ef42970639eb73de9dcc1af9bbbb9a5d04871b8fd.jpg",
	"data_size": "8690861072",
	"description": "EA SPORTS FIFA 13 mette in campo il suo pluripremiato gameplay, incluso il Player Impact Engine—una grafica HD , ed oltre 500 club ufficiali licenziati. Tre nuovi stili rivoluzionari di gioco raggruppano insieme giocatori di tutte le abilità. Le famiglie possono giocare insieme con la modalità multigiocatore, nella quale un giocatore gestisce ed è responsibile per gli altri quattro. La gestione e controllo del Team tramite radar interattivo permette l'invio di giocatori a supporto, ed il touch screen permette un controllo delle tattiche, delle formazioni o delle sostituzioni. Sperimenta l'emozione di gestire il tuo club favorito in Gestisci il Match, dirigendo i giocatori da bordo campo, avendo anche la possibilità di dialogare con loro tra i due tempi di gioco. La novità del Wii U™ GamePad ti fa vivere l'emozione dello stare in campo, e di essere direttamente dentro l'azione. Utilizza il touch screen del GamePad per direzionare la palla nei calci piazzati e nei rigori, ed imprimi l'effetto giusto al tuo tiro così da centrare la porta. In più, rimani connesso ed interagisci con i tuoi amici. Controlla quando i tuoi amici sono online, ed invitali a giocare, o manda loro un messaggio in tempo rele usando il touch screen.",
	"availability": {
		"eshop": false,
		"retail": true,
		"dates": {
			"eshop": "2012-11-30",
			"retail": "2012-11-30"
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/8ac03820a637a1633b1cf7737663c87dad1eb7fd08c492377c2360015ff687bf.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/7bb30c4c3157e32aacc3048b4e5d9d911500f72be193846f8049c8cdc414fbbd.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/7e05ab31facc3c679490b04966073c3204438379bced4861317deada593c0308.jpg"
	],
	"movies": []
}