{
	"title_id": "0005000010145600",
	"eshop_id": "20010000002224",
	"product_code": "WUP-N-ADBA",
	"name": "Animal Crossing™ Plaza",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/f6e0e3288b6be77e1f3afe8c6da102217f4b51939f3ac9cd17433bf6288061b3.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/c4d6eac4a5076d557e1cedc590b85c88934bf2610d16066d41c2cd5dd402ef79.jpg",
	"data_size": "152928376",
	"description": "Добро пожаловать на Animal Crossing Plaza на Wii U! Вас ожидает встреча с фанатами игровой серии Animal Crossing со всего мира и новые возможности общения! Здесь вы получите любую интересующую вас информацию: происшествия в городе и красные дни календаря, публикации об играх и сообщения от фанатов из разных стран. А еще вы сможете импортировать фотоснимки, сделанные во время игры в Animal Crossing: New Leaf, а также коды QR Code® узоров с карты SD и сохранить их в альбомы. Публикуйте снимки в своих сообщениях и сканируйте опубликованные другими игроками коды узоров QR Code, чтобы в дальнейшем использовать их в игре. Выбрав любимое животное на Animal Crossing Plaza, вы сможете публиковать и читать сообщения о нем. Вам не терпится узнать больше обо всех играх Animal Crossing? В таком случае прямиком из Animal Crossing Plaza вы сможете попасть в Сообщество серии игр Animal Crossing в Miiverse. C 14 ноября: новые возможности Площади Animal Crossing! В обновленной версии Площади Animal Crossing вы сможете поучаствовать в ежемесячном опросе и проголосовать за полюбившегося персонажа. (Опросы будут проводиться до конца 2014 г., затем можно будет только просматривать результаты.) Кроме того, вы сможете ставить забавные печати на свои рукописные сообщения в Miiverse, регистрировать до десяти персонажей в своем городе, сохранять фотографии, опубликованные другими пользователями, и много чего еще! Опробуйте новые функции, благодаря которым Площадь Animal Crossing стала еще интереснее!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-08-07",
			"retail": null
		}
	},
	"screenshots": [],
	"movies": []
}