{
	"title_id": "0005000010162A00",
	"eshop_id": "20010000007346",
	"product_code": "WUP-P-ATDP",
	"name": "Dragons 2",
	"platform": 125,
	"platform_device": "WUP",
	"publisher": 1186,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/58222450c588d6042d39766955699ba89d885ff7dfceade951acb0e4237a74db.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/bc3428ac83a1eafe41a96bf4c1782967bd7527a2c3ecbcf1e2dcf9605edb9cea.jpg",
	"data_size": "529301664",
	"description": "Devenez le dompteur de dragons par excellence ! Retournez sur l’immense île de Berk où les courses de dragons sont devenues le nouveau sport auquel s’adonnent les jeunes Vikings avides de sensations fortes. Harold, Astrid, Rustik le Morveux, Varek, Kranedur, Kognedur et leurs dragons s’affrontent désormais lors de tournois acharnés pour déterminer le meilleur dompteur de dragons. Choisissez votre dompteur de dragons, traversez les nuages et partez à la découverte de territoires inexplorés. Découvrez des lieux secrets, des dompteurs de dragons mystérieux qu’il vous faudra débloquer, et prenez part à des courses épiques à travers la splendide, mais néanmoins dangereuse île de Berk. Principales caractéristiques : • Choisissez votre dompteur et le dragon que vous voulez chevaucher et affrontez les autres dompteurs lors de courses et de tournois • Affrontez vos amis afin de remporter le titre de meilleur dompteur de dragons • Explorez la mystérieuse île de Berk pour y découvrir des quêtes cachées • Collectionnez les jetons et relevez des défis pour débloquer de nouveaux traits et de nouvelles capacités pour votre dragon • Découvrez deux nouveaux personnages secrets qu’il vous faudra débloquer",
	"availability": {
		"eshop": false,
		"retail": true,
		"dates": {
			"eshop": "2014-06-12",
			"retail": "2014-06-12"
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/2169b7cde6d6e7052884087b48abf0b73e935c64dfe25ec54bc7dea0a5ba9985.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/f3e3590d55dccdf4cbcb0595bf07e55cbbb2f6f64a32f3dffa9bde76f11501ef.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/dcb341c216860a59e07f4f01734686b6807f585aaffaf9d7d4f6d4e28f743506.jpg"
	],
	"movies": []
}