{
	"title_id": "00050000101BD200",
	"eshop_id": "20010000022989",
	"product_code": "WUP-N-VBBP",
	"name": "Super Paper Mario™",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/077af8a8cc7eaffcaffcb95637a8f56b3827a015281cc3456c58ec49932d0a83.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/1824185710b90e2af02e8555dc856e432b3dd9db2713fba514b543134f5ca782.jpg",
	"data_size": "463306972",
	"description": "El héroe con bigote más querido del planeta vuelve para la tercera entrega de Paper Mario y la dota de una perspectiva distinta, ya que se trae a viejos amigos y rivales para que le ayuden a hacerle frente a un misterioso enemigo que habita en un extraño mundo paralelo. Guía a Mario y ayúdale a derrocar al malvado Conde Bleck antes de que consiga crear un Corazón del caos, que acabaría con el mundo tal y como hoy lo conocemos. Encarna a Luigi, a la princesa Peach o a Bowser a lo largo de tu aventura, cuando consigas liberarlos. Utiliza el Mando de Wii en horizontal, como si fuera un mando clásico, y disfruta de esta aventura de Mario que comienza como un juego de plataforma clásico. ¡Sin embargo, las apariencias engañan! Cuando pulses el Botón A, la perspectiva del mundo cambiara de 2D a 3D y ese lugar tan plano en apariencia ganará profundidad y mostrará alguno de sus muchos secretos. Super Paper Mario es una atractiva mezcla de los juegos de rol y los de plataforma. Además, te ofrece una larga aventura que tendrá lugar en ocho vistosos entornos, que esconden algo a la vuelta de cada esquina. Pide ayuda a los compañeros que encontrarás por el camino para obtener habilidades especiales. Por otro lado, si señalas con el Mando de Wii a la pantalla, descubrirás información secreta y objetos que se encuentran escondidos por todas partes.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2016-08-11",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/cadfaded4aee94371681eab409f1677b63a36e2a51f8b652a2e4acace18e2aef.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/3552cac1b4c606841900d0f2b4ca3331b3bb3d95c6a7cc332497518375df1f62.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/5d913fbe70a076bac902ae34a30ac612a739e48c7217c22bf34836f1d5d14054.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/0693f45a38f3aeb335958a2814851e590acdf137fb977f5f5792d93225b46734.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/cc1419801fc6e2d657cf588b2b87342beef7c15d13ae463f9a8be4e3cdc683c0.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/db2aa359819ac9d5d6bb27789dc75234e1421139db1b5bb692c012f214cc4350.jpg"
	],
	"movies": []
}