{
	"title_id": "0005000010145600",
	"eshop_id": "20010000002224",
	"product_code": "WUP-N-ADBA",
	"name": "Piazza Animal Crossing™",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/f6e0e3288b6be77e1f3afe8c6da102217f4b51939f3ac9cd17433bf6288061b3.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/c4d6eac4a5076d557e1cedc590b85c88934bf2610d16066d41c2cd5dd402ef79.jpg",
	"data_size": "152928376",
	"description": "Entra in Piazza Animal Crossing sul Wii U e scopri un nuovo modo di comunicare con i fan di Animal Crossing di tutto il mondo! In Piazza Animal Crossing, puoi visualizzare messaggi sulla città e su Animal Crossing in generale, conoscere le ultime novità sul calendario degli eventi e leggere i messaggi dei fan di Animal Crossing di tutto il mondo! Puoi importare le immagini prese da Animal Crossing: New Leaf e i design QR Code® tramite la tua scheda SD, oppure organizzarli in album. Puoi anche pubblicare messaggi con queste stesse immagini. Inoltre, puoi leggere e utilizzare i design QR Code pubblicati direttamente nella tua copia di Animal Crossing: New Leaf. Infine, selezionando il tuo animale preferito in Piazza Animal Crossing, potrai pubblicare le informazioni e visualizzare i messaggi su questo animale specifico. Se desideri leggere altri messaggi ancora, puoi accedere direttamente al gruppo della serie Animal Crossing dalla Piazza Animal Crossing. Scopri le nuove e strabilianti funzioni di Piazza Animal Crossing, a partire dal 14 novembre! Prima fra tutte, la possibilità di votare per l'animale che incarna al meglio il tema del sondaggio del mese (al termine dei sondaggi, a fine 2014, resteranno accessibili solo i risultati). Inoltre, puoi usare simpatici timbri sui post a mano libera di Miiverse, registrare fino a 10 animali come tuoi concittadini, salvare le foto pubblicate da altri utenti, e così via! Allora, cosa aspetti? Prova le nuove funzioni di Piazza Animal Crossing e divertiti come mai prima d'ora!",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-08-07",
			"retail": null
		}
	},
	"screenshots": [],
	"movies": []
}