{
	"title_id": "000500001019D600",
	"eshop_id": "20010000012867",
	"product_code": "WUP-N-VADP",
	"name": "Kirby's Adventure™ Wii",
	"platform": 171,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/265148b6c1cb8324e88c4da25306482274cc6e4d9752d146b1fb259155c2f511.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/4d0fcbbb286d036a4d951eae8d9bf7f8e2c2d7397e8ac3166ed837385be22992.jpg",
	"data_size": "1315537176",
	"description": "Kirby, König Nickerchen, Meta Knight und Waddle Dee verwandeln das Wohnzimmer wieder ins quietschbunte Traumland, wenn im Dezember Kirby’s Adventure Wii erscheint. Bis zu vier Spieler gleichzeitig können sich auf Nintendos TV-Konsole in das neue 2D-Abenteuer stürzen. In immer wechselnder Gestalt führt Kirby das berühmt-berüchtigte Quartett an. Die Spieler können dem kugeligen Helden erneut dabei helfen, seine Gegner zu besiegen, indem er sie aufsaugt, sie wieder ausspeit oder sie herunterschluckt und dadurch ihre Fähigkeiten und Formen annimmt. Das actionreiche Jump’n’Run beginnt mit der Notlandung eines außerirdischen Raumschiffs. Dessen Einzelteile werden weit über das friedliche Popstar Land verstreut. Um dem verzweifelten Alien die Rückkehr zu seinem Heimatplaneten zu ermöglichen, tut sich Kirby ausnahmsweise mit seinen alten Gegnern zusammen: Gemeinsam mit König Nickerchen, Meta Knight und Waddle Dee macht er sich daran, die Trümmer des Raumschiffs wiederzufinden und zusammenzufügen. Die Spieler können sich dieser Herausforderung allein stellen oder bis zu drei weitere Freunde als Helfer engagieren. Zudem haben sie die Wahl zwischen verschiedenen Charakteren: Alle Mitspieler dürfen Kirby sein - jeder in einer anderen Farbe - oder sie schlüpfen in die Rolle eines der drei einstigen Kirby-Gegner. Es ist nicht zwingend nötig, dass alle einen Level gemeinsam beginnen oder beenden: Mitstreitern ist es jederzeit möglich, im laufenden Spiel ein- oder auszusteigen.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2015-02-19",
			"retail": null
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/5c3da1d271c2a0436c5679dfb3493ee7074afe2589ce64d80a96fa49aa266333.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/e0cd5539f5cabe48cd68078e0db76520c329203a7bb3146519abc0f00ccbad10.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/64bcc803c8bb353d4c3dfa7ccdb785ec4b24f60361035b98a520dbfc5f5fa617.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/c52cf67efeca3aed62f66eeb6d9d6b19fa45b6467ec13326113b89e8fdae27c9.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/e0e93cc456f098b7000fc355b184148818c5da500e843a6e995b6453019f70d9.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/11621931426da9e1ce2c9dc19196743ee1d775e59c48ae74ac6b20a67eb5df32.jpg"
	],
	"movies": []
}