{
	"title_id": "000500001014B800",
	"eshop_id": "20010000002326",
	"product_code": "WUP-P-ATWP",
	"name": "New Super Mario Bros.™ U + New Super Luigi™ U",
	"platform": 125,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/868bea843e75211918b75579f815aca02cfc27619a48e3bd0cc23ed2174fb4ca.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/162d34ac756460d1696e42caa673a7287b0174c64982e1934c37559352dbb4f7.jpg",
	"data_size": "14613185792",
	"description": "New Super Mario Bros. U: In New Super Mario Bros. U, a Mario, Luigi e Toad si unisce un nuovo personaggio: quel personaggio sei tu! Con il tuo Mii puoi correre, saltare e dare pestoni nella nuova avventura di Mario, in un gioco a scorrimento laterale in 2D. Esplora la gigantesca mappa del mondo ricca di nuovi percorsi e scopri i nuovi modi di giocare, possibili solo su Wii U. Con il Wii U GamePad, la modalità multiplayer è più divertente che mai. Fino a quattro giocatori con i telecomandi Wii possono correre e saltare nei nuovissimi livelli mentre un ulteriore giocatore si unisce al gruppo grazie al gioco assistito sul GamePad. Con il gioco assistito, il giocatore che controlla il GamePad può toccare il touch screen per posizionare piattaforme sullo schermo TV, aggiungendo alla meccanica di gioco classica un nuovo ed avvincente aspetto. I giocatori possono collaborare per superare un percorso oppure sfidarsi in una caccia forsennata alle monete e ai potenziamenti, evitando accuratamente i blocchi posizionati dal giocatore che controlla il GamePad! Se opti per la collaborazione, il gioco assistito ti permette di posizionare le piattaforme in modo strategico per accedere alle aree nascoste o trovare scorciatoie nei livelli. Fatti strada su percorsi raggiungibili solo collaborando e stabilisci nuovi record di punteggio o tempo con familiari e amici. New Super Luigi U: Metti da parte Mario per un po' e... tuffati in quest'avventura creata su misura per Super Luigi! Vesti i panni di Luigi e attraversa gli 82 nuovi livelli di New Super Mario Bros. U, pieni di trabocchetti e insidie! Nonostante le difficoltà, non dovrai perdere un solo attimo: ciascun livello deve essere superato entro un breve limite di tempo, quindi punta dritto all'obiettivo! Comandi tradizionali di Luigi: i personaggi si muovono con più agilità che in passato, e possono saltare più in alto. Vivi un'esperienza di gioco tutta nuova! Non dimenticarti di Ruboniglio! Da oggi puoi vestire i suoi panni in tutte le partite per più giocatori. Ruboniglio è perfetto per i giocatori alle prime armi, poiché è invulnerabile agli attacchi dei nemici.",
	"availability": {
		"eshop": true,
		"retail": true,
		"dates": {
			"eshop": "2016-04-15",
			"retail": "2016-04-06"
		}
	},
	"screenshots": [
		"https://kanzashi-wup.cdn.nintendo.net/i/696e3c870b2671b5b4d7aca849a9c1b25108c3ec2a9babf2c3c5f7d66e94365e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/af507ff1b38a1e864887d177f2feb54ab218c8189db915214efa2ab41438b757.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/54f7185912dfb6740dd5fe1a77aeb5883222e70ca53fcd8a481c07763d228827.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/2c7621d8ed4ae2ef2e0972e0cc70e2f760d8e360b9fc148c777c5fbb70c737b0.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/696e3c870b2671b5b4d7aca849a9c1b25108c3ec2a9babf2c3c5f7d66e94365e.jpg",
		"https://kanzashi-wup.cdn.nintendo.net/i/8f5ccfaa6d20d554b72693898e1a813dc3d186b9da3244f1669f2c1136578c35.jpg"
	],
	"movies": []
}