{
	"title_id": "0005000010145600",
	"eshop_id": "20010000002224",
	"product_code": "WUP-N-ADBA",
	"name": "Plaza Animal Crossing™",
	"platform": 124,
	"platform_device": "WUP",
	"publisher": 190,
	"banner_url": "https://kanzashi-wup.cdn.nintendo.net/i/f6e0e3288b6be77e1f3afe8c6da102217f4b51939f3ac9cd17433bf6288061b3.jpg",
	"icon_url": "https://kanzashi-wup.cdn.nintendo.net/i/c4d6eac4a5076d557e1cedc590b85c88934bf2610d16066d41c2cd5dd402ef79.jpg",
	"data_size": "152928376",
	"description": "¡Entra en Plaza Animal Crossing en Wii U y descubre una nueva forma de comunicarte con fans de Animal Crossing de todos los rincones del mundo! En Plaza Animal Crossing, podrás leer publicaciones sobre lo que ocurre en el pueblo, información relacionada con Animal Crossing, noticias sobre el calendario de eventos y mensajes de otros fans. Podrás importar las fotografías que hagas en Animal Crossing: New Leaf y los QR Code® que hayas creado a través de tu tarjeta SD y organizarlos en álbumes. Podrás utilizar estas imágenes en los mensajes que publiques. Los QR Code publicados se pueden escanear directamente y utilizarse en la partida de Animal Crossing: New Leaf. Además, si eliges a tu animal favorito en Plaza Animal Crossing, podrás escribir mensajes específicos o leer publicaciones dedicadas exclusivamente a ese animal. Si lo que quieres es ver más publicaciones, accede a la comunidad de la serie Animal Crossing en Miiverse desde Plaza Animal Crossing. ¡A partir del 14 de noviembre habrá nuevas funciones disponibles en la Plaza Animal Crossing! Ahora podrás votar por el personaje que mejor encaje en la encuesta del mes. (Solo hasta finales del 2014. A partir de entonces, solamente se mostrarán las clasificaciones.) ¡También podrás usar sellos en los mensajes manuscritos de Miiverse, marcar hasta diez personajes como residentes, guardar fotos publicadas por otros usuarios y mucho más! Te animamos a que pruebes todas estas nuevas funciones y a que sigas disfrutando de la Plaza Animal Crossing.",
	"availability": {
		"eshop": true,
		"retail": false,
		"dates": {
			"eshop": "2013-08-07",
			"retail": null
		}
	},
	"screenshots": [],
	"movies": []
}